{
  "character_name": "렌고쿠 쿄쥬로",
  "sections": [
    {
      "title": "외모",
      "content": "애니메이션 원작 위로 솟아있는 짙은 눈썹 과 함께 카리스마 넘치는 인상을 지녔다. 눈동자는 노란빛과 붉은빛을 띄고 있고 머리카락은 전체적으로 노란색 장발 에 끝에 붉은색이 조금씩 물들어 있다. [10] [11] 옆머리를 약간 남기고 반묶음으로 묶었으며, 앞머리를 올백으로 깐 것이 특징. 대원복 위에는 대대로 염주가 착용해 온 끝에 불꽃 형태를 띈 망토 를 걸친다. 신장은 177cm로 주들 중에서는 네 번째로 크며 체격도 그에 걸맞게 건장한 편이다. 참고로 외모는 부계 유전이다. 귀살대 초창기 염주였던 그의 조상님 [12] 과 아버지 신쥬로 , 그리고 쿄쥬로 모두가 쏙 빼닮았다. 동생 센쥬로 는 팔자눈썹을 가지고 있어서 그나마 구분이 되는 편이지만 쿄쥬로가 눈썹에 힘을 풀거나 센쥬로가 눈썹에 힘을 주면 완전히 판박이다. 렌고쿠 가에서는 대대로 임산부가 일주일 간격으로 화롯불을 2시간씩 쬐는 전통이 있는데 그렇게 해서 태어난 사내 아이는 불꽃같은 머리색을 타고난다고 한다. [13]"
    },
    {
      "title": "성격",
      "content": "말을 잘 걸어 줘서 좋아한다. - 토미오카 기유 좋은 사람이죠. 가끔 대화가 안 맞물릴 때가 있긴 하지만요. - 코쵸우 시노부 화려하군! 나보다 더 눈에 띄는 것 같다! 그치만 엄청 좋은 녀석이다. - 우즈이 텐겐 부엉이같아. 쾌활한 목소리가 기분 좋게 들리는 사람. - 토키토 무이치로 멋진 오라버니! 함께 수업을 들을 수 있어서 즐거웠지. 잔뜩 귀여움 받았어! - 칸로지 미츠리 자주 대화한다. 좋다. 성격이 좋다. - 이구로 오바나이 좋아. 괜찮은 녀석. - 시나즈가와 사네미 긍정적이며 약한 소리를 하지 않는다. 정직하다. - 히메지마 교메이 공식 팬북 2권 귀살대 견문록 이(弐) 中 염주 렌고쿠 쿄쥬로에 대한 주(柱)들의 인상 [14] 대체로 불행한 과거로 인하여 근본은 선하지만 많이 뒤틀린 성격 [15] 인 경우가 상당수인 귀살대 주들 중에서 미츠리, 교메이 등과 함께 몇 안되게 성격이 흠 잡을데 없는 인물. 불같이 뜨거운 마음 을 가진 장부로, 말투가 굉장히 경쾌하고 우렁차며 활기가 넘친다. 항상 얼굴에 열정적인 미소를 보이며 성격 자체가 워낙 긍정적이고 쾌활한지라 주변의 분위기나 텐션을 단번에 띄워버린다. [16] 이 때문에 쿄쥬로와 함께 있으면 지루해질 틈이 없다고. 특히나 주들 가운데에서 가장 어리고 자신의 남동생 과 동갑이기도 한 무이치로 를 그 누구보다 챙겨주었다. 또한 말이 거의 없는 기유 에게도 항상 말을 걸어주었다고 한다. 기유에게 말을 거는 횟수로 따지면 시노부 보다도 많았던 모양. 또한 부하 대원들을 상냥하게 잘 이끌고 조언을 해주는 등, 후배들에게도 많은 사랑과 존경을 받고 있다. 과거 미츠리를 자신의 제자로 받아들인 적이 있으며 지극정성으로 가르친 모양이다. 미츠리의 말에 따르면 자신을 항상 귀여워해 줬다고. 또한 쿄쥬로의 아버지 에게 목숨을 건진 이구로 오바나이 도 쿄쥬로를 굉장히 좋아함과 동시에 존경했으며 부고 소식에도 믿지 않는다며 부정하기까지 했다. 아마 자신의 은인인 신쥬로와 똑같이 생겼고 많은 부분에서 닮았기 때문인 듯. 심지어 주들 중 가장 성격이 호전적인 사네미 [17] 와도 사이가 좋았으며 부고 소식을 들었을 때도 연습장을 박살 내며 도깨비들을 다 죽여버리겠다고 격분했다. 렌고쿠 외전에서 일반 대원이었던 쿄쥬로에게 시비를 걸던 사네미의 모습을 생각하면 놀라운 변화다. 팬북에 따르면 친화도가 95% 로 주들 중 1위다. [18] 이 높은 친화도에 걸맞게 자신에 대한 주들의 인상은 물론, 자신이 느낀 다른 주들의 대한 인상 모두 긍정적이게 묘사된 유일한 주다. 다른 주들은 적어도 안 좋게 보는 눈빛이 어느 정도 존재하는 반면에 [19] 쿄쥬로의 경우 그런 게 일절 없다."
    },
    {
      "title": "개요",
      "content": "귀멸의 칼날 의 등장인물 렌고쿠 쿄쥬로 의 작중 행적을 설명하는 문서."
    },
    {
      "title": "과거",
      "content": "십이귀월 하현 1 엔무 에 의해 꿈을 꿀 때 과거와 가족사가 드러난다. 쿄쥬로의 아버지 렌고쿠 신쥬로 는 열정적인 사람이었으며 귀살대 의 주 에 오를 정도로 실력이 뛰어나고 가족들을 잘 챙기는 사람이었다. 쿄쥬로의 어머니 렌고쿠 루카 는 몸이 병약하지만 마음이 굳세고 올바른 사람이었다. 어느날 루카는 큰아들 쿄쥬로에게 그가 왜 남들보다 강하게 태어났는지 알고 있냐고 질문하고 이에 쿄쥬로는 모르겠다고 대답한다. 그러자 그의 어머니는 약자를 구하는 것은 강자의 책무 라며 그것을 결코 잊지 말라고 당부한다. 그리고 자신은 오래 살 수 없지만 강하고 마음씨 착한 아이의 어머니로 살 수 있었기에 행복했다고 말하며 눈물을 흘린다. 그 후 얼마 안 가 루카는 세상을 떠났고, 아내를 잃은 충격과 모종의 이유로 슬럼프가 온 신쥬로는 귀살대를 그만두고 술만 축내며 방에 칩거한다. 그럼에도 쿄쥬로는 노력하는 걸 멈추지 않고 스스로 훈련을 거듭해서 화염의 호흡 을 터득했고 귀살대에 입단한다. 노력 끝에 쿄쥬로는 자신이 주가 된 걸 아버지에게 보고를 드리는데, 정작 신쥬로에게 \"주가 된 것이 뭐 어쩌라는 것이냐, 아무래도 상관 없다, 너나 나나 어차피 퍽 대단한 존재 는 될 수 없다\"는 말을 들어 상처를 받는다. 남동생 렌고쿠 센쥬로 가 쿄쥬로를 보고 주가 되면 아버지께 인정받을 수 있냐며 물어보자 솔직하게 인정을 못 받았다고 말하지만 그래도 자신의 열정은 사라지지 않을 것이며 마음 속 불꽃이 꺼질 일도, 결단코 굴할 일도 없다고 말한다. 또한 자신은 동생 센쥬로를 믿고 있으며 어떤 길을 걸어가도 훌륭한 인간이 될 것이라며 격려하고, 불타는 정열을 가슴에 품고 외로워도 힘내서 살아가자고 말한다."
    },
    {
      "title": "특별 단편",
      "content": "특별 단편에선 귀살대에 들어가고 첫 임무를 나가게 되는데 아버지에게선 절대 염주가 될 수 없다는 말을 듣는다. 그리곤 자기 단련에 힘쓰는 센쥬로에게 배웅을 받는다. 이때 형처럼 강해질 거라는 센쥬로의 말에 선별시험 때 비슷한 말을 한 동기를 떠올린다. [1] 결국 해당 동기생은 도깨비 에게 살해당했고 쿄쥬로의 첫 임무도 그 도깨비를 토벌하기 위한 증원이었다. 이때 처참하게 죽은 동료의 시신과 이를 조롱하는 도깨비를 보고 크게 분노하여 덤빈다. [2] 피리를 사용하는 도깨비의 혈귀술로 피리 소리를 듣지 않기 위해 양 손으로 귀를 막아 일륜도 를 쓸 수 없었고, 도깨비가 소환한 들개에게 공격받을 뻔했지만 처음 귀를 막았을 때 귀를 세게 쳐서 고막을 일부러 손상시켜 피리 소리를 막고 도깨비를 처리한다. 사실 죽은 동기들이 자신들을 희생해서 어린 아이를 구했고 증원을 올 다른 대원들을 위해 필사적으로 다잉 메세지를 남겨놓았다고 한다. 이 희생 정신을 본 쿄쥬로는 이들을 자랑스러워하며 나도 너희들 같이 되고 싶다 말한다."
    },
    {
      "title": "귀살대 주합 재판 편",
      "content": "도깨비를 감싸는 건 명백한 대율 위반! 우리만으로 대처할 수 있어! 도깨비와 함께 참수하자! [3] 처음에는 도깨비가 된 동생 카마도 네즈코 를 데리고 다닌 것에 대한 대율 위반 혐의를 받은 카마도 탄지로 를 우즈이 텐겐 , 히메지마 교메이 와 함께 즉결처분을 주장했지만 [4] 네즈코의 무결이 해명이 된 후에는 탄지로를 뒤끝 없이 호의적으로 평한다. [5] 주합회의가 끝난 후 십이귀월이 있을 것으로 예상되는 곳으로 임무를 받아 길을 나서고 이때 시노부 의 배웅을 받았다. [6]"
    },
    {
      "title": "무한열차 편",
      "content": "단기간 사이에 이 열차에서 40명 이상의 민간인이 행방불명되었다. 수 명의 검사를 보냈지만 전원 소식이 끊겼다. 그래서 주(柱)인 내가 왔다. 귀멸의 칼날 무한열차 편에서 등장한 귀살대원들 중 최강자이자 진 주인공 ."
    },
    {
      "title": "TV판 오리지널: 탑승 이전",
      "content": "역 근처에서 일어난 절단마 사건을 조사하는데 앞서 전날 밤에 도깨비에 의해 피해를 입은 여성을 발견, 은에게 인도해 치료를 받게끔 한다. 그 다음날 아침 한 소바 가게에서 식사를 하던 중 무한열차 사건에 관한 정보를 전달하러 온 대원에게도 소바를 사준다. [7] 식사를 마치고 절단마에게 살해 당한 차장의 시신이 발견된 역에 방문해 도시락 을 파는 후쿠라는 소녀와 토미라는 할머니에게 말을 건네는 과정에서 잠시 실랑이가 벌어진다. [8] 이후 함께 온 대원은 돌려보내고 차고로 들어가는 열차에 몰래 탑승해 자신을 수상히 여기는 차장에게 잔뜩 산 도시락을 보여주고는 [9] 도시락 판매원으로 위장하며 차고에 있을 무한열차에 볼 일이 있다 말하지만 무한열차는 정비를 위해 오전에 정비소로 옮겨졌다는 사실을 알게 된다. 그 사실을 알자마자 곧바로 열차에서 뛰어내려 정비소로 가 철도 사무국에서 보낸 야식 배달부라 소개하며 정비원들에게 도시락을 나눠주며 무한열차에 대한 탐문수사를 하던 중 도깨비의 기척을 느끼고 도깨비가 있는 곳으로 달려가는데, 소문의 절단마 도깨비가 인부 소년을 인질로 잡고 있는 것을 발견한다. [10] 도깨비는 빠른 속도로 주변을 맴돌며 쿄쥬로에게 분하면 나를 베어 보라고 도발하는데, 이때 문신이 파랗게 빛나는 것을 보면 빠른 속도가 절단마 도깨비의 혈귀술인 듯. 도깨비는 인간의 음식 자체를 혐오해 소년에게 줄 도시락을 짓밟고 이 도시락을 만든 후쿠를 죽이겠다고 선포하며 인질인 소년을 죽이려고 하지만 재빨리 도깨비의 양 팔을 절단해 소년을 구해낸다. 그 사이 도깨비는 역으로 도망치고 마침 까마귀의 안내를 받아 도착한 다른 대원들에게 인부들과 소년의 신원을 맡긴 뒤 전집중 호흡 을 사용하며 역으로 달려간다. [11] 먼저 역에 도착한 도깨비가 후쿠를 습격하려던 순간 토미가 후쿠를 지키기 위해 도깨비에게 도시락을 던지며 어서 도망치라고 소리친다. 도깨비가 도망치는 후쿠를 쫓아 그녀의 목을 조르던 순간 빠른 속도로 달려와 후쿠를 구함과 동시에 도주하려는 도깨비의 아킬레스건을 베어버린다. [12] 도깨비와 대치하면서 자기 목을 베는 것과 할머니를 죽이는 것 중 어느 쪽이 더 빠른지 겨루자는 도발이 무색하게 화염의 호흡 제1형 부지화로 보다 빠르게 순식간에 목을 베어버린다. 도깨비의 목을 벤 후 납도하며 호흡을 고르는 모습을 보고 20년 전, 자신과 딸(후쿠의 어머니)을 도깨비로부터 구해준 검사 의 모습을 떠올리며 [13] 2번이나 자신을 구해주셨다고 눈물을 흘리는 토미에게 [14] 당시의 검사는 자신이 아닌 아버지였고 아버지와 마찬가지로 토미를 구할 수 있어 영광이라 전해주고, 도깨비의 존재를 의심해서 미안하다며 토미에게 사과하는 후쿠에게도 도깨비 같은 것은 모른 채로 마주치지 않으면서 천수를 누리고 사는 게 가장 좋다며 격려한다. 사건 직후 초반에 나왔던 파란 하오리의 대원이 은 대원들과 함께 역에 도착하고 임무가 잘 마무리되어 다행이라고 하는 그에게 40명이나 사람을 죽인 도깨비가 고작 이 정도일 리가 없다며 무한열차에서 40명의 실종 사건을 일으킨 도깨비 는 따로 있음을 직감하곤 오늘부터 운행이 재개되는 열차에 직접 탑승하겠다고 한다. 그리고 그 날 저녁, 열차에 탑승하기 전에 후쿠와 토미에게 감사 인사와 도시락 하나를 답례로 받는데 값은 안 받겠다는 후쿠에게 답례로 주는 도시락 한 개는 그냥 받고 추가로 역에서 팔 나머지 도시락들을 전부 사버린다. 그리고 두 분에 대한 이야기를 아버지께 전해드리겠다며 다시 또 보자는 말과 함께 열차에 올라타 좌석에서 후쿠가 준 도시락을 먹으면서 오리지널 에피소드 분량은 마무리, 극장판 분량으로 이어진다."
    },
    {
      "title": "VS 하현 1 엔무",
      "content": "탄지로 와 젠이츠 , 이노스케 와 무한열차에서 만나게 되는데 [15] 이 때 열차 안에서 도시락 [16] 을 먹으며 큰 소리로 \" 우마이 !!! (맛있다)\"를 계속 연발하는 기행을 보인다. [17] [18] 이후 탄지로가 히노카미 카구라 에 대해 묻지만 그에 대해서는 처음 들어보았으며 알지 못한다고 말한다. 탄지로의 아버지가 했던 카구라를 싸움에 응용할 수 있었던 것은 실로 경사로운 일이지만 이 이야긴 이것으로 끝이라며 대신 자신이 잘 보살펴줄 테니 자신의 츠구코 [19] 가 되라고 권유한다. 또한 화염의 호흡은 유구한 역사를 가졌다며 기본 호흡과 그 파생들에 대해 설명해 준다. 그리고 탄지로의 일륜도의 색을 묻고, 탄지로가 흑색이라고 하자 흑도의 검사 가 주가 된 것을 본 적이 없으며, 어떤 계통의 호흡을 가르쳐야 하는지 가늠이 되지 않는다고 얘기한다. [20] 이후 열차에 도깨비가 나타나자 먼저 시민들을 대피시킨 뒤 주답게 일격에 처리한다. [21] 이에 탄지로 일행이 감복해 형님이라 부르며 제자로 들여달라고 간청한다. 쿄쥬로도 이를 흔쾌히 받아들이며 모두 책임지겠다고 쾌활하게 웃는데, 사실 이는 하현의 1 엔무 의 혈귀술에 걸려서 꾸게 된 꿈이었다. 탄지로, 젠이츠, 이노스케, 쿄쥬로가 안심하고 깊이 잠들도록 각자의 꿈을 보여주기 전에 먼저 도깨비 2마리가 나타나 퇴치하는 꿈을 함께 꾸도록 만든 것. [22] 이어서 자신만의 꿈을 꿀 때는 주가 되어 아버지께 보고하는 과거의 꿈을 꾸는데 [23] 도중에 엔무의 꾐에 넘어간 소녀가 꿈 속에 들어가 자신의 정신의 핵을 부수려 하는 것과 정신의 핵이 파괴된다면 자신은 전투불능 상태에 빠지게 된다는 것을 본능적으로 감지하고 잠들어 있는 무의식 상태임에도 불구하고 상대방을 제압한다. [24] 다행히도 금세 꿈에서 깨어난 후 [25] 혼자 열차 5량 분의 사람들을 지키는 동시에 단숨에 탄지로와 이노스케가 있는 곳으로 이동해 열차와 융합한 엔무의 급소를 찾으라고 명령한다. [26] 게다가 어찌나 격하게 열차를 썰어댔는지 엔무의 재생이 둔해져서 탄지로와 이노스케가 열차 앞칸까지 달려올 때까지 한동안 무방비가 되었을 정도. 이후 탄지로와 이노스케가 엔무의 목을 베는 데 성공하자 전복되는 열차를 어떻게든 검기로 버텨내서 사람들을 구했다. 이후 쓰러져 있는 탄지로를 칭찬하고 탄지로에게 호흡법으로 지혈을 하는데 조언을 준다. [27] 그렇게 훈훈하게 임무가 끝나나 싶었지만..."
    },
    {
      "title": "VS 상현 3 아카자",
      "content": "느닷없이 상현 3 아카자 가 등장한다. 아카자가 부상을 당해 누워있는 탄지로에게 엄청난 속도로 공격을 시도하자 기술을 사용해 이를 저지한다. [28] 다친 사람부터 노리는 것이 이해가 되지 않는다는 쿄쥬로의 말에 아카자는 대화를 나누는데 방해를 할 것 같기 때문에 공격하는 것이며, 또한 자신은 약자를 매우 싫어한다고 말한다. 그리고 약자를 싫어하는 반면 강자는 매우 좋아해서 쿄쥬로의 투기는 훌륭하다고 칭찬을 하며 늙고 추해지면서 약해지는 인간 대신 영원히 강해질 수 있는 도깨비가 되라는 제안을 한다. 강함이라는 건 비단 육체에만 사용되는 말이 아니다. 이 소년 은 약하지 않아. 모욕하지 마라. 몇 번이고 말하지. 너와 나는 가치 기준이 다르다. 나는 그 어떤 이유가 있더라도, 도깨비가 되진 않는다. 쿄쥬로는 늙기 때문에, 죽기 때문에 인간은 사랑스럽고 소중한 것 이며, 열차 안 사람들을 지키기 위해 고군분투했던 탄지로는 결코 약하지 않다며 모욕하지 말라고 일갈한다. 자신의 제안을 거절한 아카자는 이해할 수 없다며 싸우면서 지금도 쿄쥬로의 반사신경과 검술은 훌륭하지만 도깨비가 되면 끝없는 무의 길을 걸을 수 있고 재생 능력 또한 생긴다며 여러 번 계속 설득을 하지만, 쿄쥬로는 \"몇 번이고 말하마. 너와 나는 가치 기준이 다르다\" 며 아카자의 제안을 일축한다. [29] 이후 아카자가 본격적으로 공격해 오며 싸움이 시작되는데, 처음에는 서로 거리를 두고 싸우다 아카자가 공중에 떠올라 허공을 타격하는 공격이 쿄쥬로에게 날아오는 상황이 지속되자 [30] 이대로는 목을 베기 힘들다는 것을 빠르게 파악하고 눈에 보이지 않는 속도로 달려들어 아카자와의 거리를 좁히며 치열한 근접 공방전으로 들어가게 된다. 이 장면은 쿄쥬로가 무한열차의 승객 200여 명을 모두 지키면서 엔무 를 처치하기 위해 탄지로 일행에게 명령을 내렸던 장면과 함께 쿄쥬로가 주(柱)로서 뛰어난 판단력을 가지고 있음을 보여주는 장면이다. 움직이지 마라! 상처가 벌어지면 치명상으로 이어진다! 대기 명령! 점점 격화되는 싸움에 탄지로와 이노스케가 가세하려 하나 이미 상처를 입은 탄지로를 말리기 위해 이전과는 다르게 엄한 목소리로 꾸짖는다. 이후 몇 차례 합을 주고받다가 쿄쥬로의 공격을 받아 근처 숲으로 날아간 아카자를 추격하지만 아카자의 반격을 맞고 튕겨져 나온다. 화염의 호흡 1형부터 5형까지의 기술을 차례로 사용하며 상현 3 아카자를 상대로 분투하지만 쿄쥬로가 휘두른 참격(斬擊)들이 도깨비의 재생 능력을 통해 계속해서 완치되는 아카자와 달리 [31] 쿄쥬로는 한쪽 눈이 멀고 갈비뼈가 부러지고 내장까지 다치는, 돌이킬 수 없는 중상을 입는다. [32] 아카자는 도깨비가 되어야만 상처가 치유되어 살 수 있다고 설득하지만 쿄쥬로는 긍지 있게 거절한다. 난 나의 책무를 다할 것이다!! 여기에 있는 자는 그 누구도 죽게 놔두지 않겠다!! 화염의 호흡, 오의! [33] 마음을 불태워라. 한계를 넘어서라! 나는 염주(炎柱), 렌고쿠 쿄쥬로! 제9형, 연옥! [34] 오히려 여기에 있는 그 어떤 사람도 죽게 놔두지 않는다며 자신은 자신의 책무를 다할 것임을 다시금 되뇌인다. 상현답게 재생이 빠른 아카자를 단숨에 박살내야 한다는 생각에 아카자조차도 경탄할 만한 강렬한 투기를 내뿜으며 최후의 일격을 날릴 준비를 한다. 그리고 오의인 연옥을 시전하며 아카자와 크게 격돌하지만 결국 검이 주먹에 비껴져서 목을 베지 못하고, 역으로 복부가 뚫리는 치명상을 입고 만다. [35] 그럼에도 아카자는 너는 선택받은 강자이기 때문에 도깨비가 되라는 제안을 거듭하지만 [36] 쿄쥬로는 약한 사람을 돕는 일은 강자의 책무라는 어머니의 말씀을 회상하고, 어머니의 자식으로 태어나서 영광이었다고 생각하며 최후의 저력을 발휘해 복부가 뚫린 상태에서 아카자의 목을 친다. [37] 당황한 아카자가 반격하자 손으로 주먹을 낚아채 막고 동틀녘이 가까워서 설득을 포기하고 도망치려는 그를 배에 힘을 주면서 팔이 빠지지 않게 붙잡고 절대로 놓치지 않는다며 버틴다. [38] 쿄쥬로의 칼이 아카자의 목을 반쯤 베고, 이에 탄지로와 이노스케도 도우려 하지만 궁지에 몰린 아카자는 양 팔을 포기하고 발로 지면을 강하게 걷어차 충격파를 일으켜 멀리 떨어지며 결국 태양을 피해 도망친다. [39]"
    },
    {
      "title": "최후",
      "content": "逃 げるな！ 逃 げるな、卑怯者！！ 逃 げるなアア！！ 도망치지 마! 도망치지 마, 비겁자아아!! いつだって 鬼 殺 隊 は。。。お 前 らに有利な、夜の闇の中で戦っているんだ！ 귀살대는 언제나... 너희들에게 유리한 밤의 어둠 속에서 싸우고 있다고! 生身のに 人間 がな！！ 맨몸의 인간이 말이야!! 傷だって簡単には塞がらない、失った手足が戻ることもない！ 상처도 간단히 아물지 않고, 잃어버린 팔다리가 돌아오는 일도 없어! 逃 げるな、 馬鹿野郎 オオオオ！！ 도망치지 마, 이 바보야아아!! 馬鹿野郎 ！！、卑怯者オオオオ！！！ 바보 자식!! 비겁자아아아!!! お 前 なんかより。。。 煉獄 さんの方がずっと凄いんだ！強いんだ！！ 너 같은 것보다... 렌고쿠 씨가 훨씬 대단해! 더 강해!! 煉獄 さんは負けってない！誰も失わせなかった！ 렌고쿠 씨는 진 게 아니야! 아무도 잃어버리지 않았어! 戦い抜いた、 守 り抜いた！ 끝까지 싸웠어, 끝내 지켜냈어! お 前 の負けだ！ 煉獄 さんの！！勝ちだアアア！！！！！ 네가 진 거야! 렌고쿠 씨가!! 이긴 거야아아아!!!!! 카마도 탄지로 , 숲 속으로 죽어라 도망쳐 사라진 아카자의 등 뒤에서 터뜨린 일갈. 위 일장연설을 한 직후 탄지로는 숨이 막히도록 통곡한다. 분노한 탄지로가 도망가는 아카자에게 칼을 던지고 비겁하다며 [40] , 아무도 죽게 놔두지 않고 끝까지 싸우고 끝까지 지켜낸 렌고쿠 씨가 승리한 것이라며 소리 치고 애통해한다. [41] 쿄쥬로는 그런 탄지로를 잠시 놀란 듯 멍하니 쳐다보다 이내 얕은 웃음을 지으며 너도 경상이 아닌데 그렇게 소리 치지 말라고, 카마도 소년이 죽어버리면 내가 진 게 되어버린다 고 탄지로를 타이르며 마지막으로 대화를 나눈다. 친가 렌고쿠 가문에 있는 역대 염주의 수기를 언급하며 [42] 자신은 읽어보지 않아 모르지만 거기에 히노카미 카구라에 대한 게 쓰여 있을지도 모르니 자신의 생가에 찾아가 보라고 한다. 그 와중에도 끊임없이 피가 흘러내리자 [43] 탄지로가 상처를 막을 방법이 없냐고 울먹이지만 그런 방법은 없고 자신은 어차피 죽는다며 담담하게 마지막 유언을 남긴다. 떠들 수 있는 틈에 말할 테니, 들어다오. 동생인 센쥬로에게는 자신의 마음이 가는대로 올바르다고 믿는 길을 나아가라고 전해줬으면 좋겠구나. 아버지께는 몸을 소중히 여기셨으면 좋겠노라고. 그리고, 카마도 소년. 난 자네의 동생 을 믿는다. 귀살대의 일원으로 인정한다. 기차 안에서 그 소녀가 피를 흘리며 인간을 지키는 것을 보았지. 목숨을 걸고 도깨비와 싸우며, 인간을 지키는 자는 누가 뭐라 해도 귀살대의 일원이다. 가슴을 펴고 살아가거라! 자신의 나약함이나 무능함에 아무리 좌절하고 쓰러지더라도, 마음을 불태워라. 이를 악물고 앞을 바라보는 거다! [44] 네가 발을 멈추고 웅크리고 앉아 있어도, 시간의 흐름은 멈춰주지 않아. 곁에 다가와서 슬퍼해 주지 않지. 내가 여기서 죽는 것은 신경 쓰지 마라. 주라면, 후배의 방패가 되는 것은 당연한 것이다! 주라면 누구나 같은 행동을 할 테지. 어린 싹을 짓밟게 두지 않아. [45] [46] 카마도 소년 , 멧돼지 머리 소년 , 노란 소년 . 더욱 더 성장해라. 그리고 이번에는 너희가 귀살대를 받쳐주는 주(柱)가 되는 거다. 난 믿는다. 너희를 믿으마. [47] 어머니... 저는 제대로 해낸 것일까요...? 해내야 할 일... 이뤄내야 할 일을... 완수한 것일까요? 유언을 끝낸 후에는 어머니의 혼령을 보며 제대로 자신은 \"할 일을 다 이루었을까요?\" 라고 묻고, 훌륭하게 해냈다는 답변을 듣자 환한 미소를 띄우며 앉은 채로 숨을 거두며 [48] 그렇게 황금세대라 칭송받던 아홉 주 중에서 향년 20세 의 너무나도 이른 나이에 가장 먼저 사망한다. [49] 쿄쥬로가 사용했던 일륜도의 화염 모양 코등이는 센쥬로에 의해 탄지로에게 전달된다."
    },
    {
      "title": "환락의 거리 편",
      "content": "이어진 환락의 거리 편 1화 초반부 무한열차 사건 직후 탄지로가 유언을 전하기 위해 방문한 본가에서 아버지인 신쥬로에 의해 이미 장례식은 다 끝났다는 언급이 나오는데, 이 언급으로 말미암아 은 부대가 시신을 수습하여 곧바로 본가로 돌려준 듯 하다. 여기서 그의 동생인 센쥬로 가 탄지로에게 쿄쥬로의 코등이를 전해준다. 5화 초반부, 상현 6인 다키 와 맞상대를 하게 된 탄지로가 '불태워라, 불태워라, 마음을 불태워라'라고 자신을 다잡을 때 짧은 회상으로 등장한다. 애니메이션 한정으로 8화 다이쇼 소곤소곤 소문에서 영혼의 형태로 등장해 렌고쿠처럼은 하지 못할 거라고 자조하고 있는 우즈이 텐겐 에게 나 역시도 너처럼은 할 수 없다며 격려하고 탄지로, 젠이츠, 이노스케 세 사람을 잘 부탁한다고 말하고 사라진다."
    },
    {
      "title": "도공 마을 편",
      "content": "코테츠 가 상현 5 굣코 의 분신인 물고기 도깨비에게 공격 당했을 때 명치를 찔렸으나 탄지로가 맡겼던 쿄쥬로의 코등이에 맞은 덕에 무사했다. [50] 이후 그 코등이를 본 무이치로의 회상 속에서 무이치로에게 주로써 함께 힘내자고 말하는 모습으로 등장했다."
    },
    {
      "title": "합동 강화 훈련 편",
      "content": "상현 4 한텐구 와의 전투 도중 연마가 덜 된 새 일륜도를 하가네즈카가 다시 제련한 끝에 그의 코등이를 달아서 탄지로에게 전달해주었다. 애니메이션 8화 다이쇼 소곤소곤 이야기에선 미츠리에 관한 이야기 중 미츠리의 언급으로 함께 고구마 밥을 먹었다고 말하자 무대 뒤편에서 쿄쥬로의 목소리가 들린다. 자신도 기억하고 있으며 무잔과의 싸움이 시작되었으니 이들을 응원한다고 말을 남긴다."
    },
    {
      "title": "무한성 편",
      "content": "아카자와 다시 조우한 탄지로가 아카자의 공격을 회피하며 두 번의 공격 을 성공시키자 아카자는 탄지로의 눈부신 성장에 흥미로운 표정을 지으며 쿄쥬로의 말을 되뇌인다. 이 소년 은 약하지 않아. 모욕하지 마라. 쿄쥬로 의 말이 옳았다는걸 인정하지. 이후 파괴살 나침을 전개하고 기유와 전투를 벌이다가 발차기로 기유를 멀리 날려보낸 후 다시 탄지로를 표적으로 삼아 공격한다. 자신의 기술을 받아치는 탄지로를 보며 단기간에 이만큼이나 성장했다고 칭찬하면서 쿄쥬로가 참 좋은 일을 해줬다고 말한다. 하지만 오히려 쿄쥬로가 그 날 죽길 잘했다는 식의 망언을 하는 바람에 탄지로가 눈이 돌아버리게 된다. [51] 이어지는 전투 끝에 극적으로 내비치는 세계 를 발현한 탄지로는 쿄쥬로의 코등이가 달린 새로운 검으로 아카자의 목을 베어 원수를 갚게 된다. 그러나 아카자는 죽지 않고 끈질기게 살아남아 계속 기술을 구사했지만 과거의 기억을 되찾으며 자신이 소중하게 여겼던 사람들 과 재회하면서 결국 쿄쥬로의 생각을 이해하고 성불한다. 이후 탄지로는 쿄쥬로의 코등이가 달린 검을 쥐고서 \" 마음을 불태워라 \"라고 되뇌이며 무잔과의 최후의 결전에 돌입한다. 자기 자신을 희생하고 구해낸 아이 에게 자신의 의지가 전해져, 모든 일의 원흉 을 쓰러트릴 상황까지 이른 셈. 더불어 특별 외전에서 주가 될 재목임을 증명하기 위해 당시의 하현 2 를 토벌하라는 임무를 내린 뒤 다른 주들에게 '저 아이는 머잖아 귀살대의 운명을 바꿀 아이 가 될 것'이라던 어르신 의 감이 적중했다고도 할 수 있다. 결국 탄지로가 무잔에게 최후의 일격을 가하기 직전 \" 마음을 불태워라 \"를 한 번 더 되뇌이고 최후의 혁도를 발현, [52] 완전히 토벌하는 데 성공함으로써 쿄쥬로의 의지는 끝내 실현되었다. [53]"
    },
    {
      "title": "그 이후",
      "content": "203화에서 인간으로 되돌아가는 약을 투여받은 탄지로의 자아를 구원해주는 손들 중 하나로 잠시 등장한다. 탄지로를 들어올리는 손들 중 가장 높이 들어올리고, 눈에도 잘 띄는 것은 덤."
    },
    {
      "title": "에필로그",
      "content": "최종화에선 현대에서 '렌고쿠 토쥬로'라는 렌고쿠 가의 후손이 나오는데 동생 센쥬로의 후손이라고 한다. 외모야 유전으로 치더라도 성격이나 인상까지 방계 쪽 조상인 쿄쥬로의 판박이다. [54] 탄지로의 후손인 스미히코와 동급생으로 보이며 자신이 하고 있는 검도부에 슬슬 들어올 생각이 없냐고 하다가 다른 데라도 좋으니 너는 스포츠를 해야 한다, 너에겐 스포츠가 딱 맞을 것 같다는 등 계속 스포츠를 권유한다. [55] 이때 아침부터 시간 가는 줄 모르고 대련을 해서 지각하는 바람에 아버지에게 뺨을 맞았다고 하는 걸 보면 토쥬로의 아버지도 한 성격 하는 듯. 정작 스미히코는 자는 시간이 줄어들어서 싫다고 거절하고 같이 온갖 기예를 선보이며 등교한다. 이때 미친 듯한 신체 능력을 가지고 있다는 게 드러난다. 무려 경찰차보다 빠르게 달리는 스미히코와 발 맞춰 달린다."
    },
    {
      "title": "외전",
      "content": "특별 단편인 염주 외전에서는 츠구코인 칸로지 미츠리 를 훈련시킨다. [56] 격한 훈련 끝에 센쥬로가 직접 만든 음식을 먹으며 휴식을 취하며 겸사겸사 미츠리에게 하오리를 주면서 귀살대 입대를 축하하다 [57] 까마귀의 지령으로 아버지 가 주합회의에 불려지게 되자 이를 알리기 위해 찾아가지만, 슬럼프에 빠진 신쥬로에게 이를 거절하며 너나 가라며 일갈만 듣고 결국 아버지 대신 주합회의에 참여하게 된다. 그리고 그곳에서 의욕을 잃어버린 아버지를 대신하여 염주의 의무를 이어 나가겠다고 선언한다. 그리고 이에 반발한 사네미에게 개나 소나 주가 될 수 있겠냐며 공격을 당하지만 전부 막아내고 [58] 어르신 의 제재로 싸움은 중지된다. 그리고 주가 되려면 말뿐만이 아니라 그에 걸맞은 실력을 보이면 모두에게 인정 받을 거라는 말을 쿄쥬로에게 전하며 십이귀월일 가능성이 높은 도깨비를 토벌하는 임무를 부여한다. [59] 임무지인 도쿄 시내에서 대원들에게 지시를 내리고 이동하다가 미츠리가 이상한 머리와 칼 때문에 지나가던 모자에게 잠시 의심을 받자 이를 도와주고 겉모습은 사소한 문제라며 격려한다. 그러다 갑자기 시내 한복판에서 일어난 폭발과 동시에 도깨비 의 습격을 받는다."
    },
    {
      "title": "VS 하현 2 하이로",
      "content": "쿄쥬로를 습격한 십이귀월 하현 2 하이로는 이상하리만치 쿄쥬로를 알고 있었다는 듯이 말하며, 렌고쿠 에게 당했던 빚을 잊지 않았으며 그 빚을 되갚아주기 위해 노력을 거듭하여 결국 십이귀월에 이를 수 있었다고 말한다. 그러나 쿄쥬로는 전혀 본 적 없는 상대였기에 누구냐고 되묻는다. 예상 외의 답에 당황한 하이로는 분노하며 자신의 머리에 총을 쏜 후 혈귀술로 온몸에서 총기들을 꺼낸다. 그리고 쿄쥬로의 발 밑에서도 총기를 꺼내며 공격하자 성염의 파도를 사용하여 모든 공격을 방어하며 돌파해낸 후 하이로의 목을 베지만 신체를 그림자화시키는 혈귀술로 인해 목이 베이지 않았다. 그러면서 싸움은 냉정하게 해야 한다고 쿄쥬로를 비웃으며 함정으로 설치한 폭탄으로 위험에 빠뜨린다. 그 폭발을 지켜본 미츠리가 쿄쥬로에게 달려가나 이는 하이로가 설계해놓은 덫이었고 미츠리를 제압해 렌고쿠가 보는 앞에서 철저히 괴롭히다 죽임으로서 복수하겠다고 말한다. 그와 동시에 쿄쥬로가 염호를 사용해 미츠리를 구해주고 다른 대원들과 함께 폭탄을 해체하러 가라는 지시를 내린 후 하이로에게 너의 원한까지 모두 한 번에 베어버리겠다고 선언한다. 이후 계속해서 전투를 이어나가는데, 하이로는 여러 체의 그림자 늑대를 푸는 혈귀술을 선보이며 쿄쥬로를 공격하지만 가볍게 베어낸다. 그러면서 회상을 통해 해의 호흡 에 대한 박탈감과 루카 를 잃은 상실감을 품게 된 신쥬로 [60] 에 의해 분풀이로 능욕을 당하듯 무참히 베였고 다행히 목숨만은 건졌으나 그때의 공포와 트라우마 에서 헤어나오지 못해 원한과 분노를 품고 살아왔던 과거가 밝혀진다. 그리고 하이로의 정체 또한 밝혀지는데, 사실 신센구미 의 대원이었으며 검술을 신봉하였으나 총기에 의해 무참히 짓밟혀 패배해서 사망했었다. 그로 인해 무잔 에 의해 도깨비로 되살아난 후, 검술을 비하하며 총을 사용하는 도깨비가 되었던 것이었다. 그러나 자신의 총기와 폭발물을 발사하는 공격에도 불구하고 끊임없이 검술로만 자신에게 대적해 오는 쿄쥬로에게 의문을 갖다가 잠시 생각을 바꾸어 총기를 거둔 후 그림자를 자신의 온몸에 휘감아 거대한 늑대인간으로 변하여 그림자로 칼을 만들어 쿄쥬로와 검술로 승부한다. 그러자 쿄쥬로는 화염의 호흡의 최후의 절기인 연옥의 자세를 취한 후 칼을 부딪힌다. 혼신을 담아 넣은 연옥은 결국 하이로의 칼과 몸을 불태우며 목을 베어내는 데 성공한다. 하이로는 이를 통해 어느 정도 한을 풀었는지 쿄쥬로의 검술을 칭찬하며 숨을 거둔다. 전투 직후임에도 폭탄을 해체해야 한다며 몸을 무리하게 움직이다 결국 쓰러진다. 다행스럽게도 폭탄은 해체된 뒤였고 회복한 뒤에는 주합회의에 참여해 카가야 에게 정식으로 주로 임명을 받고 주로서 임무를 시작한다. 그러면서 내용은 주마등이 지나가며 본편의 아카자와의 전투로 전환되고, 아카자와의 전투로 인해 사망한 쿄쥬로의 의지는 탄지로가 받은 칼 코등이로부터 전해진다. [1] 상황을 보아 쿄쥬로 덕분에 목숨을 건진 것으로 보이는데 왠지 모르게 그 동기가 죽을 것 같아 보여서 평소에는 잘만 외쳤던 \"함께 힘내자.\"라는 말이 제대로 나오지 않았다고 한다. [2] 동시에 아버지가 자신들에게 매몰차게 대한 것도 임무 중에 죽는 일을 방지하려 한 행동일지도 모른다 고 생각했다. 물론 아버지의 생각은 아버지만 알 수 있으니 쿄쥬로의 짐작이긴 하나, 본편에 나온 신쥬로의 행적을 보면 정답인 듯. [3] 한국어 더빙판: \"혈귀를 감싸는 건 명백한 대율 위반! 우리 선에서 대처 가능! 혈귀와 함께 참수한다!\" [4] 도깨비를 데리고 다니는 행위부터 용납할 수 없는 죄라고 도깨비와 함께 참수할 것을 활기차게 웃으며 주장했다. 이후 작중 공개되는 주들의 과거사나 도깨비들의 잔혹무도한 행적을 고려하면 못할 말은 아니긴 하다. 정확히는, 귀살대의 기본 방칙을 생각하면 타당한 주장이다. 다만 그걸 호쾌하게 웃으면서 말했다 보니 사이코 처럼 보였을 뿐... [5] 참고로 탄지로가 무잔 을 반드시 쓰러트리겠다고 선언했다가 카가야 가 우선은 먼저 십이귀월 부터 잡으라고 하자 다른 주들 중 몇몇은 애써 웃음을 참는데, 쿄쥬로 혼자 훌륭한 마음가짐이라며 아무렇지 않게 받아들이고 칭찬한다. 그나마 원작에서는 생각만 했는데 애니판에서는 아예 우렁차게 소리 내어 칭찬한다. [6] 애니메이션 한정 묘사. 상현의 소행일지도 모른다는 렌고쿠의 발언과 \"렌고쿠 씨가 가신다면 걱정 없겠네요\" 라는 시노부의 발언으로 무한열차 편 으로 이어짐을 암시한다. [7] 참고로 소바 가게 주인은 절단마 사건 때문에 가게 장사가 안 되는데 쿄쥬로가 복스럽게 먹는 모습이 보기 좋다며 서비스로 덴푸라 를 제공한다. [8] 토미는 모종의 이유로 도깨비의 존재를 알고 있었으나 후쿠는 미신이라고 여기며 절단마 사건으로 예민해져 있는 상태였다. 이 상황에서 대뜸 도깨비를 찾으러 왔다고 말하니 수상하게 취급할 수밖에 없었던 것. 이때 감정이 격해진 후쿠가 코쥬로의 얼굴에 야식으로 먹던 단팥빵 을 집어던지는데, 주의 신체 능력을 생각하면 충분히 잡아채서 막거나 피할 수 있었음에도 순순히 맞아주고 태연하게 먹어치운다. [9] 이전까지의 열혈 캐릭터 같은 말투와 태도와는 달리 임기응변에 강하고, 언변도 매우 뛰어나다. [10] 이미 소년의 뺨과 가슴에 도깨비의 손톱이 파고들어 있어 자칫하면 위험한 상황이었다. [11] 부상 당한 탄지로에게 호흡을 통한 지혈법을 알려주며 전집중 호흡을 연마하면 다양한 것들을 할 수 있다고 했는데, 여기서는 하체에 호흡을 집중하여 통상의 달리기 속도보다 훨씬 빠르게 달려간다. 인부 소년의 응급처치와 후속 조치를 마치고 쫓았는데도 절단마 도깨비를 따라잡았을 정도. [12] 덕분에 도깨비는 상처가 나을 때까지 달리기는커녕 제대로 걷지도 못했다. [13] 여기서 쿄쥬로와 신쥬로의 모습이 겹치며 이어지는 연출이 압권이다. [14] 처음 쿄쥬로를 봤을 때 움찔했던 것도 바로 이 때문. [15] 원작에서는 시노부의 소개로 탄지로가 히노카미 카구라 에 대해 물어보기 위해 렌고쿠를 찾아간 것이다. 지령이 떨어져서 나비저택을 떠난 것이 아니었기 때문에 사실을 알고 화내는 젠이츠의 모습이 나온다. 반면 애니메이션에서는 정식 임무 지령을 받은 것으로 묘사된다. [16] 공식 팬북에 따르면 규나베 (牛鍋, 정발판에서는 '소고기전골'로 번역.) 도시락이었으며, 극장판에서도 이 설정을 바탕으로 도시락의 모습을 보여준다. 이후 TV판 오리지널 에피소드에선 후쿠에게서 산 도시락으로 나온다. [17] 이걸 본 젠이츠 왈 \"저 사람이 그 염주야? 정신 나간 사람 같은데\" (...) [18] 극장판 추가 장면에서는 이후 탄지로에게 일행의 소개를 받으며, 네즈코에 관해서는 나리 의 결정이니 더 이상 아무 말도 하지 않겠다고 호의를 보인다. [19] 주의 후계자 격인 대원을 뜻한다. 가장 대표적인 예시로 충주 코쵸우 시노부 의 츠구코였던 카나오 가 있다. 마침 렌고쿠 본인도 연주 를 츠구코로 둔 적이 있었기도 하고... [20] 쿄쥬로가 호흡의 계파를 설명할 때도 물 , 화염 , 바위 , 바람 , 번개 의 5개 기본 호흡에서 여러 호흡들이 파생된다고만 이야기했고, 이후 히노카미 카구라 의 진실이 밝혀지며 기본 호흡이 파생된 최초의 호흡 의 존재가 드러난다. [21] 극장판에서는 도깨비가 둘이나 나타난다. 둘 다 일격에 처리한 것은 똑같지만. [22] 극장판에서 쿄쥬로가 도깨비를 죽이고 탄지로 일행이 '형님'이라고 부르는 장면이 개그 장면으로 나와 꿈이 아닌 줄 알았다는 사람들이 많은데, 탄지로 일행 중 젠이츠와 이노스케는 쿄쥬로를 처음으로 만났는데 초면에다가 상관인 인물에게, 특히나 줄곧 쿄쥬로를 '렌고쿠 씨 '라고 호칭했던 탄지로가 갑자기 '형님'이라고 부르는 것에는 위화감이 있을 수 밖에 없다. 이 장면 직후 보여지는 탄지로 일행과 쿄쥬로의 잠든 모습, 기관사가 표를 체크하는 순간 표를 검사 받은 사람은 꿈 속으로 들어간다는 엔무의 언급으로 꿈이라는 걸 확인시켜준다. [23] 이때 유일하게 꿈이 소박하다. 아버지께 인정받는다거나 돌아가신 어머니를 만나는 식의 현실에서 이룰 수 없는 꿈을 꿀 수도 있었을 텐데 이는 노력해도 바꾸지 못하는 일들은 무의식에서조차 바라지 않았다는 것으로 해석할 수 있다. 꿈 속에서 센쥬로와 마주했을 때 잠시 그러한 의미를 내포한 독백을 한다. 렌고쿠 쿄쥬로라는 인물이 과거에 미련을 갖지 않고 그 누구보다도 냉철하다는 증거인 셈. [24] 인간이라서 죽이지는 않고 목을 붙잡아 조르며 제압만 했다. [25] 네즈코가 혈귀술로 열차표를 불태운 덕분. 본편에선 묘사되지 않고 단행본 삽화에서 설명되었다. 극장판에서는 탄지로가 일행들을 깨워달라고 부탁하자 네즈코가 일행들 사이에서 폭혈을 사용하는 장면으로 간접적으로 묘사됐다. [26] 혼자서 지킬 수 있는 건 2량이 한계라며 절망했던 탄지로와 달리 쿄쥬로는 혼자서 5량을 지키면서 열차가 탈선할 때도 기술을 사용해 피해를 최소화 시키는 등 200명이 넘는 승객 중 단 한 사람도 죽게 하지 않았다. [27] 다친 이유는 엔무의 꼬임에 넘어간 차장이 송곳으로 복부를 찔렀기 때문이다. 원래 귀살대의 대원복은 중급 정도의 도깨비의 손톱이나 이빨 정도도 막을 수 있지만 그 송곳은 손잡이는 엔무의 뼈, 날은 엔무의 이빨로 만든 것이라 대원복이 뚫렸다. [28] 귀멸의 칼날 이 이름도 없는 도깨비부터 시작해서 최종보스 무잔까지 아주 전형적인 에스컬레이터 전개를 탄 것을 감안할 때 쿄쥬로는 대진운이 너무 안 좋았다. 작중에서 하현 1에서 상현 3으로 갑자기 몇 단계나 건너뛴 강적이 잇따라 난입한 사례는 해당 에피소드 외에는 없다. 이 정도로 대진운이 안 좋았던 인물은 혼자서 상현 1 코쿠시보 와 대면하는 바람에 제대로 싸워보기도 전에 중상을 입고 끝내 사망한 무이치로 정도. [29] 다만 아카자의 과거에서 렌고쿠의 말을 정면으로 부정하는 쓰레기들 때문에 아카자의 인생이 망가진 것을 생각하면 아카자도 할 말이 없는 것은 아니다. [30] 파괴살 공식(空式). 장풍 을 날린다고 생각하면 쉽다. 공중에 주먹질을 하면 그 충격파가 그대로 날아가는 기술이다. 무투가인 아카자의 몇 안 되는 원거리 기술. [31] 마지막에 사용한 제5형 염호(炎虎)가 아카자의 파괴살 난식에 일부 막히기는 했으나 틈을 파고들어 왼팔을 절단하고 흉부에 크게 참격을 입혔다. 하지만 이마저도 금세 재생해 버렸고, 너무나 멀쩡한 아카자와 큰 부상을 입은 데다 체력이 바닥나 손까지 떨리는 쿄쥬로가 대비된다. [32] 다만 초반부터 쿄쥬로가 마냥 밀린 것은 아니었고, 혈귀술을 통하여 끊임없이 들어오는 아카자의 연계 공세를 침착하게 막아내는 모습이 나온다. 화염의 호흡이 공격적인 면이 강한 호흡이라는 것을 상정한다면 그럼에도 불구하고 쿄쥬로가 단순히 공격에만 능한 것이 아닌 방어전에도 뛰어난 기량과 실력을 지니고 있다는 것을 증명하는 장면이다. [33] 이 대사의 장면에서 마치 투지를 다지듯 쿄쥬로의 모습이 불타는 묘사가 나온다. [34] 렌고쿠의 오의 기술인 연옥(煉獄)은 일본어로 렌고쿠(れんごく)라고 읽는다. [35] 극장판에서는 이 부분이 보다 세세하게 묘사되는데, 두 기술이 격돌한 이후 쿄쥬로의 검이 아카자의 팔을 갈라버린 이후 목을 향해 날아들지만 아카자는 이를 쳐내고, 이에 쿄쥬로는 검이 아카자에 내장에 박힌 상태에서 그대로 검을 꺾어올려 아카자를 세로로 양단한다. 마치 핵폭탄이라도 터진 것만 같은 압도적인 폭풍의 연출과, 검격이 이어지는 동안 그 아카자가 일순 경악에 물드는 표정이 실로 압권. [36] 아까 전처럼 나긋나긋하게 그냥 권유하는 정도가 아니라 정말로 쿄쥬로가 죽어버릴까봐 아주 다급하게 도깨비가 되라고 소리 친다. 이전에도 몇 번의 기회가 있었음에도 쿄쥬로를 바로 죽이지 않고 계속 도깨비가 되라고 권하는 것을 보면 쿄쥬로가 어지간히 마음에 들었던 모양. 훗날 탄지로, 기유와 조우하고도 실력을 인정하며 쿄쥬로와 동급으로 여기는 발언을 하는걸 보면, 쿄쥬로를 엄청나게 고평가한듯 하다. [37] 마지막 힘을 다한다는 모습을 보이기 위해서인지, 극장판 연출상 이때 쿄쥬로의 일륜도는 혁도 가 될 수도 있었음을 암시하듯이 빛난다. 근력이 주들 중에서 하위권에 위치한 무이치로 조차 최후의 순간에 한 손으로 혁도를 발현 시켰음에도 혁도가 되지 않았는데, 명치에 박힌 손을 억제하기 위한 복부의 힘, 공격을 저지하기 위해 아카자의 오른손을 붙잡는 힘, 거기에 더해 아카자가 도망가지 못하도록 버티고 서 있는 힘들이 동시에 요구되는 상황이었던지라 상대적으로 힘이 부족했다고 볼 수 있겠다. 만약 이때 혁도가 발현되었다면 아카자는 격통에 몸이 굳어 그대로 태양빛에 산화되었을 가능성이 높다. 사실상 렌고쿠는 반점도, 내비치는 세계도, 혁도도 발현하지 않은 상태로 홀로 상현의 삼과 동귀어진까지 성공했던 셈이다. [38] 도깨비가 되면 근력 자체가 보통 인간보다 몇 배는 더 강해진다. 게다가 특히 단련을 좋아하는 아카자의 스타일을 생각하면 근력 하나만큼은 도깨비 중 최강이라고 해도 무방한데, 당장 아카자는 주먹질과 발길질만으로 수층이나 되는 건물을 가볍게 박살낸다. 그런 아카자의 힘을 비록 죽기 일보 직전이었을지라도 명치가 관통당한 상태에서 도망가지 못하게 버틴, 쿄쥬로의 강한 힘을 엿볼 수 있는 장면. [39] 목에 있는 쿄쥬로의 일륜도도 그대로 부러뜨렸다. 이후 이 부러진 일륜도는 극장판의 엔딩 크레딧 중에 차례대로 나오는 쿄쥬로의 과거 장면들이 지나간 후 마지막으로 등장한다. [40] 이 때 탄지로가 던진 일륜도가 아카자의 몸을 그대로 관통하였지만 아카자는 그대로 태양을 피해 도주해버렸다. [41] 아카자는 태양으로부터 도망치는 것이라며 이미 승부는 난 것이라고 속으로 변명한다. 물론 전투 자체는 아카자의 승리가 맞지만 본래의 목적 을 달성하지 못한 아카자와 달리 맡은 바 임무 를 성공적으로 마친 데다가 단 한 명의 사망자도 없이 모두를 지켜낸 쿄쥬로의 전략적 승리이다. [42] 극장판에서는 엔무에 의해 잠들었을 때 꾼 꿈에서 아버지인 신쥬로가 수기를 읽고 있는 장면이 나왔으며 쿄쥬로도 꿈을 보고 떠올랐다고 언급했다. [43] 아카자의 잘린 팔이 몸을 관통해 피가 흐르는 걸 조금이나마 막고 있었지만 해가 뜨자 상처 부위를 막던 아카자의 팔이 소멸했고 그로 인해 출혈량이 극대화되었다. [44] 이 말은 탄지로, 이노스케, 젠이츠의 성장에 지대한 영향을 끼치게 된다. 특히 탄지로는 힘든 일이 있을 때면 마음을 불태우라는 쿄쥬로의 말을 되새기며 교메이의 지독한 훈련에서도 결국 성과를 내어 교메이에게 인정을 받게 되고, 무잔과의 싸움에서는 기유 와 함께 자신의 검을 혁도로 붉게 물들여 귀살대의 긴 염원을 이루어냈다. [45] 이 말 자체에서는 렌고쿠가 가진 다른 동료 주에 대한 신뢰감을 드러내고 있다. 그러나 작품 외적으로 잠깐 생각해 보면 아이러니하다. 얼핏 여느 비슷한 류의 다른 소년만화 들에서도 강조하는 메시지이긴 하지만 작품 이나 귀살대 항목의 비판 문단에도 서술되어 있듯, 최종선별 시험의 구조 자체가 이런 메시지와 일치하지 않는다는 치명적인 지적이 있다. [46] 일단 주들 자체는 렌고쿠의 이런 확신에 찬 믿음에 보답하듯 전원이 같은 생각을 하고 있고 또 망설임 없이 실천에 옮기고 있다. 예시로 텐겐이 본인도 독까지 온몸에 퍼진 중상자임에도 불구하고 규타로의 최후의 발악 원참선회에서 탄지로를 구하기 위해 몸을 던졌고, 기유는 기절한 탄지로를 노리는 아카자를 향해 만신창이인대다가 한계까지 다다른 몸으로 난 아직 이렇게 살아있으니 탄지로 말고 나 먼저 쓰러뜨려보라며 시선을 끌었고, 무잔과의 최종결전에서 이구로는 탄지로를 씹어삼키려는 무잔의 입에 양쪽 눈도 다 베어져 앞이 보이지 않는 자신의 몸을 죽을 각오로 기꺼이 내던져 대신 공격당하고 탄지로를 지켰다. [47] 그런데 묘하게도 결국 탄지로 세대의 그 누구도 주가 되지 못했다. 그 대신 최종결전에서 무잔을 토벌해 기나긴 도깨비와의 악연을 끝냈으니 주가 될 필요가 없었던 것에 가까우므로 사실상 렌고쿠의 유언 그 이상의 것을 해낸 것이며 이는 렌고쿠의 믿음이 결코 헛되지 않았다, 나아가서는 쿄쥬로의 이 말이 선견지명이었다는 증거이다. 그리고 렌고쿠의 성향과 신념을 생각해보면 저기서 렌고쿠의 말은 단순히 주(柱)의 자리에 오르라는 것이 아니라 말 그대로 귀살대를 지탱하는 사람이라는 의미일 가능성이 높다. 즉, '이제는 너희들이 귀살대를 지탱하는 사람이 되어 뒤를 따르는 후배들의 방패가 되어라.'라는 뜻이다. 그리고 이후 상현들이 속속들이 사냥당하고 태양을 극복한 도깨비인 네즈코의 존재가 발각되면서 상황이 누구도 예상하지 못할 정도로 빠르게 흘러갔기에 미처 승급할 기회가 안 생겼을 뿐, 카마보코대는 진즉에 실력면에서도 전원이 주의 자리에 올라갈 만한 힘과 자격 요건을 갖추게 되므로 렌고쿠의 기대에는 전부 보답했다고 할 수 있다. [48] 이때 미소 짓던 입이 서서히 닫히면서 노래가 끝나고 젠이츠의 독백 장면으로 넘어간다. [49] 쿄쥬로의 죽음이 전해지자 다른 주들도 큰 충격을 받았다. 특히 쿄쥬로를 스승으로 모셨던 미츠리 와 쿄쥬로의 아버지 에게서 구출 받아 새 삶을 살 수 있었던 오바나이 의 충격이 매우 컸다. 오죽하면 본인의 눈으로 보기 전까지는 믿지 않는다는 말을 할 정도로 심히 부정했다. 사네미 역시 전사 소식을 듣고 도깨비들을 죄다 죽여버리겠다고 격분한다. 또한 감정 표현이 서툰 카나오 마저도 얼굴에 놀란 기색을 띄웠다. 애니에서는 쿄쥬로의 죽음을 전하러 가는 까마귀까지 눈물을 흘렸다. 하지만 이 까마귀의 눈물 부분은 영화의 몰입감을 깬다는 지적이 몇 개 있는데, 사실 현실에도 하치코 처럼 기르던 주인이 죽었다는 사실에 슬퍼하는 동물들도 있으며 해당 까마귀는 말을 할 수 있을 정도로 자아가 확고하다. 하물며 귀살대에 들어오고 나서 렌고쿠와 까마귀는 최소 몇 년을 함께 했을 터이니 오히려 이 부분도 슬프다는 평이 있다. [50] 인간을 지켜내고자 하는 쿄쥬로의 의지가 죽어서도 계속 이어지고 있음을 보여주는 장면이라 할 수 있겠다. 또한 이는 카가야 가 말했던 \" 영원한 것은 사람의 마음 \"이라는 말을 증명해 주는 부분이기도 하다. [51] 물론 아카자 본인 입장에서, 쿄쥬로는 강함을 유지한 채 죽은데다가 그 의 죽음으로 인해 탄지로가 폭발적인 성장을 이룰 수 있었으니 말은 저렇게 했어도 본심은 진짜 칭찬이긴 했다. 단지 도깨비가 되어 가치관이 배배 꼬여버린 탓에 일반적인 칭찬과는 핀트가 많이 엇나갔다는게 문제지만... [52] 이때 탄지로가 왼팔이 잘렸던지라 오른팔이 잘린 기유 가 합세, 탄지로의 검을 잡아주며 함께 혁도를 발현하게 되는데, 이때 쿄쥬로의 코등이와 일륜도의 '멸' 문자가 클로즈업된다. [53] 엄밀히 따지면 당시 혁도를 발현시켰을 때 바로 무잔이 죽은 것은 아니었지만 어쨌건 그 혁도로 무잔의 내부에서 마무리 일격을 가했으니 결정적인 요인은 맞다. 후세대의 가능성을 믿었다는 점에서 츠기쿠니 요리이치 의 신념과도 일치하는 연출. [54] 일각에서는 쿄쥬로의 환생인 것으로 추정하는 이들도 많으며, 의도한 것인지는 알 수 없으나 이름에 연관성이 있다. 쿄쥬로의 이름에는 살구 (杏), 토쥬로는 복숭아 (桃)가 들어간다. 센쥬로가 형을 그리워하는 마음이 반영된 듯. [55] 이 장면은 아카자가 렌고쿠에게 계속 도깨비가 되라고 권유하는 장면의 오마주로 보인다. [56] 외전 기준 쿄쥬로의 계급은 '갑', 즉 일반 대원 신분인데 벌써부터 츠구코를 양성하고 있다는 것은 설정 오류로 볼 여지도 있다. 다만 당시 염주이던 신쥬로는 모종의 사유로 주합회의 참석까지 거부할 정도로 실의에 빠져 있었고, 그렇기에 그의 아들이자 그 못지않은 재능을 갖추고 있던 쿄쥬로가 비공식적으로 주의 역할을 대행하고 있는 상태인 것으로 볼 수도 있다. 이 경우 형식적으로는 신쥬로의 츠구코지만, 실질적인 지도는 쿄쥬로에게 받았다는 해석이 가능하니 말이 안 되는 설정은 아닌 셈. [57] 이때 미츠리의 대원복을 보곤 당황했는데 이게 공식이라고 들었다는 말에 어떤 사정이 있을 거라며 바로 납득한다(...) [58] 대원들끼리 싸우는 건 규율 위반인 데다 애초에 사람을 때리면 안 된다는 생각을 가지고 있었기에 반격을 하지 않았다. 사네미의 공격을 전부 막아낸 시점에서 이미 그가 주의 재목임을 입증한 것. [59] 참고로 이때 상황 전개 방식이 정신적 제자인 탄지로의 주합재판 당시와 상당히 유사하다. [60] 칼과 술통을 들고 있었다. 이 문서의 내용 중 전체 또는 일부는 렌고쿠 쿄쥬로 문서의 r1399 판, 2번 문단 에서 가져왔습니다. 이전 역사 보러 가기 이 문서의 내용 중 전체 또는 일부는 렌고쿠 쿄쥬로 문서의 r1399 판, 2번 문단 에서 가져왔습니다. 이전 역사 보러 가기"
    }
  ],
  "timestamp": "2025-10-01 16:52:16",
  "total_sections": 19
}