{
  "character_name": "아가츠마 젠이츠",
  "sections": [
    {
      "title": "외모",
      "content": "애니메이션 원작 전체적으로 금발 에 끝부분이 주황색으로 물들여진 투 톤의 머리 색과 두꺼운 눈썹, 짙은 노란색 눈동자 가 특징. 머리 모양도 상당히 특이한데, 네모난 종이를 여러 겹 잘라 붙인 듯 머리카락 부분 부분의 모양이 각져 있다. 게다가 노랗기까지 해 마치 민들레 를 연상시킨다는 말이 많고 심지어 네즈코가 보는 젠이츠의 인상도 기묘한 민들레 라고 한다. 원래 귀살대 가 되기 전 과거에는 흑발 에 검은 눈썹이었다. 그러던 어느날 스승 쿠와지마 지고로 의 혹독한 훈련을 피해 나무 위에 올라가 하기 싫다고 울며불며 떼 쓰다가 하늘에서 갑자기 내려친 벼락 에 맞아 머리카락과 눈썹 색이 노랗게 탈색되어 지금의 상태가 된 것이다. 귀멸학원에서는 자연산 금발이지만 선도부인데도 머리를 노랗게 염색했다는 누명이 씌워져 의도치 않게 교칙 위반자 딱지가 붙어버리는 바람에 미친 체육 교사 에게 엄청난 태클을 받고 있다. 또 눈썹과 눈꼬리가 아래로 내려가 있는, 기본적으로 순한 소동물 같은 인상이나 완전히 분노하거나 정색하면 몰라보게 다른 사람이 될 정도로 날카로워진다. 특히 최종국면의 카이가쿠전에서 그에게 제대로 분개한 모습을 보였는데, 겁먹었을 때나 평소의 순한 인상은 사라지고 얼굴에 핏줄까지 불거져 냉정해진 인상을 선보였다. 원작에서는 애니처럼 처진 눈매는 맞지만 눈꼬리가 살짝 올라간 것이 포인트인데, 애니에서는 생략되었다. 시노부의 겹눈, 타마요의 세로 동공처럼 구현하기 까다로웠던 모양. 잘 보면 눈동자에 하이라이트가 없는 동태 눈깔 속성인데, 그럼에도 불구하고 개그 캐릭터 면모가 너무 강해서 다른 동태 눈 속성들에 비해 생기 없는 모습은 거의 부각되지 않았다. 또한 절친한 사이인 탄지로와 [15] 마찬가지로, 작화상으로는 잘 드러나진 않지만 실제 디테일한 외모는 추남이란 것이 작가의 공식 언급. 뻐드렁니 를 가졌다고 하는데, 몇몇 개그 신에서 드러난다. 젠이츠의 망상으로 왜곡된 소설에선 등장인물들의 외모가 정반대로 묘사되는데 [16] , 그 소설에선 수염이 있는 중후한 미남으로 등장하는 걸 보면 남성미가 결여된, 뭔가 옹졸하거나 간사한 인상이란 예상이 가능하다. [17] 상술했듯 작 중에선 꽤 준수한 외모로 그려지지만 일종의 만화적 허용, 표현일 뿐이고, 실제 외모는 작가 오피셜로 이노스케의 꿈 등 작 중 개그씬에서 종종 묘사되는 뻐드렁니가 툭 튀어나오는 그 생쥐 같은 얼굴 그대로다. 그나마 진지해질 때의 목소리가 꽤 진중하니, 너무 깰 정도로 걸걸한 이노스케, 성격처럼 순진한 소년 같은 목소리인 탄지로에 비해 멋진 편이긴 한데 본인의 성격 때문에 항상 기어들어가거나 째지는 목소리를 내고 있어 있는 매력도 스스로 깎아먹는 게 문제. 복장은 짙은 밤색 대원복에 스승이 준 노란 삼각형 무늬의 하오리 를 입고 있으며, 발목에 찬 각반도 하오리와 똑같이 노란색 바탕에 삼각형 무늬가 들어가 있다."
    },
    {
      "title": "성격",
      "content": "작중 최고의 유리멘탈 로, 위기 상황에 직면하면 지레 겁부터 먹고 특유의 고음으로 소란을 떠는 개그 담당 캐릭터. 게다가 청각 이 보통 사람보다 몇 배는 더 좋아서 마음만 먹으면 심장 소리 등 신체의 소리를 듣고 타인의 생각을 예리하게 간파할 수 있는데, 이를 통해 상대방이 자신을 속이고 있다는 것을 알아채도 사람을 믿고 싶어하는 심리 때문에 계속 믿게 된다고. 이 때문에 탄지로의 목함에 든 것이 도깨비 라는 것을 알면서도 탄지로가 소중히 여기는 것임을 알았기에 이노스케의 칼이 목 옆에 들어와도 끝까지 지켰다. (이때 목함 안의 네즈코가 누군진 몰라도 설렜다고 한다.) 목석 인 탄지로와 달리 일행 내에서 가장 이성을 밝히는, 여미새 이다. 무한열차 편에서는 잠자던 중 무의식에 남자가 들어오자 극도로 경계하면서 공격하는 모습을 보였고, 나비 저택 회복 훈련 도중에는 이노스케도 눈물을 글썽거릴 만큼 고통스러운 스트레칭을 [18] 여자애가 시켜준다고 헬렐레 [19] 하며 전혀 힘들어하는 기색을 보이지 않았다. 다만 초반에 어떤 여성에게 울면서까지 결혼해달라고 매달리던 것에는, 어려서부터 천애고아로 오랜 시간을 외로이 혼자였기 때문에 자신을 온전히 사랑해 줄 가족을 만들고 싶은 심리가 어느 정도 적용된 것으로 보인다. 행복의 꽃 2장에서 묘사된 바에 따르면, 가족의 온기를 모르고 자랐기 때문에 연애나 결혼을 남달리 동경한다고 한다. 친구의 소중함에 대해서도 탄지로와 이노스케를 만나고 나서부터 알게 되었다. 또한 자존감 이 극도로 낮고, 자기혐오 의 정도가 높은 편이다. 자신에게 닥쳐오는 모든 불행의 상황을 타인이 아닌 자기 탓으로 여길 정도로 자기혐오가 심하다는 것 또한 젠이츠의 특징이자 단점. 탄지로가 \"난 코가 좋아서 다 알고 있었거든, 젠이츠가 상냥하다는 점과 강하다는 점을.\"이라며 칭찬했는데도 젠이츠는 \"잠깐. 강한 건 아니거든. 말같잖은 소리 집어치워라.\"라고 정색해서 탄지로를 당황시켰다. 또 나타구모 산에서 형 도깨비에게 쫓겨 나무에 올라가 벌벌 떨 때는 속으로 자기를 가장 싫어하는 건 다름 아닌 자기 자신이라 생각하며 자기혐오를 스스로 인증했다. 심지어 엔무 의 혈귀술 로 드러난 무의식은 자기혐오와 고독함을 반영하듯 한 치 앞도 안 보이는 암흑 천지로 묘사되기까지 했다. [20] 현재는 네즈코에게 푹 빠져 있다 . 탄지로와 이노스케가 자신만 두고 임무를 해결하러 산으로 들어가자 벌벌 떨다가도 탄지로가 네즈코를 등에 메고 간 걸 떠올리고, 네즈코가 위험해질 것을 염려하여 엄청난 속도로 뒤따라 뛰어간다. 독에 당해 리타이어 직전 뱉는 대사도 \"네즈코... 미안해...\"다. 또, 나비 저택 편을 보면 네즈코가 관심가질 만한 것들(금붕어 등)을 보여주고, 상자에 있을 때 하루 일과를 말해 주며, 밤에는 심심하지 않게 여러 장소에도 데려가는 걸로 보인다. 물론 네즈코는 지금 유아퇴행 상태라 자아가 거의 없어 젠이츠에 대해 어떻게 생각하는지 알 수가 없지만, 일단은 잘 지내는 모양이다. 무한열차 편에서 젠이츠가 엔무의 촉수에 잡힌 네즈코를 구해주고 \"네즈코는 내가 지킨다.\"라고 멋있게 말하자 네즈코는 놀란 듯한 표정을 짓는다. [21] 심각한 겁쟁이지만 동시에 기본적으로 이름에 한자 善 (착할 선)이 들어갈 정도로 굉장히 선하고 책임감 있는 성격으로, 이런 부류의 흔한 캐릭터들과는 달리 허세를 전혀 부리지 않으며, 겁을 먹었다 해도 사람들의 목숨이 걸린 일에는 절대 도망치지 않는다. 사실 매 사건마다 무섭다고 울며불며 떼를 쓴 적은 있어도 싸움을 포기하거나 도망친 적은 단 한 번도 없다. 예시로 선별 시험이 있는데, 최종 선별에 가기 싫다고 떼쓰다 두들겨 맞고 최종 선별에 오긴 했지만(때문에 최종 선별에서 볼이 부은 모습이 보인다) 줄곧 부정적인 태도를 보인 것치고는 선별 시험장 가는 길에 빠지지도 않고 시험을 치렀다. 저 혼자 살자고 약자를 버림패 삼거나 폭력을 가하는 등의 찌질함은 일절 없고 오히려 자기가 죽을지도 모르는 상황에서 다른 사람 [22] 을 걱정하는 대인배 이며 겁 자체가 많은 한텐구 나 그 누구보다 죽음을 겁내는 키부츠지 무잔 같았다면 귀살대에 들어가지도 않았을 것이다. 특히 이러한 젠이츠의 대인배적인 성격이 가장 잘 드러난 전투가 유곽 편인데, 다키 에게 귀를 잡아당겨 학대당하는 죄 없는 어린아이를 보고는 다키가 상현급의 도깨비라는 것을 눈치챘음에도 불구하고 어린아이를 감싸주다가 공격을 맞고 잠깐 실신하기도 한다. 풀려난 후 다시 다키와 대치했을 때도 귀를 잡아당겨진 아이에게 사과하라고 경고한다. 결정적으로 최후반부에서는 막중한 책임감과 집념을 품고 결전에 임했다. 어려서부터 도시에서 험한 생활을 한 탓인지, 탄지로 일행 중에서 가장 상식인 이다. 이노스케는 애초에 야생에서 살아와서 상식 자체가 없고 [23] , 탄지로는 이노스케까진 아니지만 역시 시골에서만 살아와서 도시 문명에 대해 밝은 편은 아니다. 그래서 기차 를 처음 보고 (실제로 타보기도 했다고 한다) 이노스케는 거대 괴물로, 탄지로는 토지의 수호신으로 생각하는 와중에, 이 둘을 한심하게 바라보며 시골 촌놈이라고 일침을 날린다. 겁이 워낙 많다보니 싸움 도중 극한 상황에 몰리게 되면 실신하듯 잠들어버리기도 하는데, 이런 점은 전투에서 결코 단점이 되지 않는다. 평소에는 유리멘탈로 인해 매 순간 긴장 상태라 제 실력을 전혀 발휘할 수 없지만 잠이 드는 순간부터 무의식 상태로 움직이기 시작하며 이때는 겁 많은 성격이 사라지고 한계가 있지만 자신이 원하는 모습인 늠름하고 강하며 다른 사람을 구하는 이상적인 성격 으로 변한다. 이렇게 잠든 상태의 젠이츠는 침착하게 ' 벽력일섬 ' 하나만으로 주변에 있는 도깨비들을 번개같이 썰어넘기고 다니는 위엄을 보여준다. 작중에서는 잠들면 강해지는 남자 로 공언됐으며. 이 모습을 본 사람들은 얼빵하나 제법 유능하다 취급하고 이노스케는 아예 젠이츠에게 \"넌 계속 자는 게 낫겠다.\" 라고 어이없다는 듯 말하기도 했다.''' 사실 귀살대 내에서도 탄지로의 다른 동기들과 함께 빨리 출세하고 있다는 언급이 나온다. 탄지로를 만난 후, 함께 사건을 거쳐가면서 벌벌 떨기는 해도 겁을 먹을지언정 기절하지는 않는 성장한 모습을 보였다. 최초 등장 때와 현재의 모습을 비교해 보면 굉장히 사람이 달라진 게 눈에 보일 정도. 특히 유곽 편에서는 비록 자면서 한 말이긴 했지만, 자신이 그토록 무서워하는 도깨비 에게 인생 처음으로 충고를 해줄 만큼, 정신적으로 많은 성장을 이루어 낸 모습을 볼 수 있다. 그리고 탄지로가 휴양 중일 때 혼자 임무를 나가게 돼도 하기 싫어서 울상을 짓긴 하지만 어쨌든 나가긴 한다. 물론 힘내게 네즈코 머리카락 한 뭉치만 달라고 애원하긴 했지만(...). 또한 위기에 처할 때마다 타인에게 울면서 도움을 요청하거나 회피하려 하는 성향은 정작 진실로 중요한 위기가 닥쳤을 때는 전혀 보이지 않는다. 사실 겁이 많기도 많아서 자잘한 건 징징대면서 울지만 정말 무게감 있는 건에 대해서는 책임감이 강하고 하기 싫은 것 이상으로 친구들에게 부담감을 떠넘기는 것 또한 더더욱 싫어한다. 그 예로 합동 강화 훈련 편에서 충격적인 소식이 담긴 편지를 받은 이후부터는 더이상 떼를 쓰거나 도움을 요청하는 기색 없이 자신이 해야 하는 일이라며 조용히 고된 훈련을 감내했다. 그리고 애니메이션 오리지널이긴 하지만 무한성에 떨어지면서도 낯선 환경에 처하면 겁을 먹고 반쯤 기절하여 잠들었던 평상시와는 달리 멀쩡히 깨어있는 상태로 수년간의 가스라이팅 으로 자존감을 낮추는데 일조하고 밑바닥까지 깎아내렸던 카이가쿠를 자신의 손으로 결판을 짓겠다는 일념 하나로 위축된 감정을 이겨내고 떨어지는 자신의 검을 잡아 허리에 차며 각오를 다지는 명장면을 보여주었다. 타인의 조언도 잘 받아들이기 때문에 스승님이 한 가지라도 잘 한다면 그것을 갈고 닦으라는 가르침을 줬을 때나 탄지로가 자꾸 어리광부리면 네즈코가 널 이성이 아니라 동생으로 볼 것이고 더 이상 검사로서 멋진 모습을 보여줄 수 없으니 일상생활을 고쳐나가야 한다는 충고를 해주었을 때 제대로 받아들이고 노력하는 모습을 보였다. 제대로 된 애정을 거의 받지 못했기 때문에 칭찬에 매우 약하다. 기분이 좋지 않아도 조금만 칭찬해주면 바로 풀려서 헬렐레할 정도. 특히 다른 사람을 돕고 싶어하는 마음이 강하다보니 상냥하다던지 덕분에 도움이 됐다는 식의 칭찬을 가장 좋아하며, 아무리 힘들다고 징징거려도 너라면 할 수 있다는 격려를 받으면 그걸 원동력으로 삼아 끝까지 해내곤 한다. [24] 다만 자신이 약하다고 생각하기 때문에 강하다는 칭찬은 오히려 싫어한다."
    },
    {
      "title": "개요",
      "content": "귀멸의 칼날 의 주요 등장인물 아가츠마 젠이츠 의 작중 행적을 설명하는 문서."
    },
    {
      "title": "과거",
      "content": "갓난 아기 시절 부모로부터 버려졌거나, 어떤 사정으로 떨어진 듯하다. 이노스케 와는 달리 보자기에 이름도 없었다는 모양. [1] 정황상 사정 때문에 버려졌거나 부모에게 자식으로 인정받지 못한 채로 태어나자 버려졌던 모양. 그 뒤로 어떤 성장 과정을 거쳤는지는 불명이지만, 사춘기 시절 처음으로 반한 여자가 다른 남자와 사랑의 도피를 위한 자금을 벌기 위해 젠이츠를 속였다. 이에 당해 [2] 빚까지 내서 [3] 몸을 팔릴 위기에 처하지만 번개의 호흡 교육자 쿠와지마 지고로 의 눈에 띄어 위기에서 빠져 나온다. 이후 스승이 된 지고로를 할아버지 라고 부르며 훈련을 받지만, 계속된 혹독한 훈련에 질려 몇 번씩이나 도주를 시도하다 잡혀오는 일상을 반복했다. 그러던 어느 날, 여느 때처럼 훈련을 피해 나무에 올라가 포기한다고 울며 발악하다, 하늘도 징징거리는 게 꼴사나웠던 건지 하늘에서 갑자기 내려친 벼락 에 맞고 말았다. 그 때문에 원래는 검은색 이었던 털 색이 지금의 노란색으로 탈색되고 말았다. [4] [5] 하늘도 젠이츠가 빽빽거리는 게 어지간히도 짜증났나 보다 벼락 맞은 이후로도 정신 못 차리고 계속 하기 싫다고 징징댔는지 스승에게는 계속 꾸중을 받고, 사형 에게는 '전 명주였던 스승이 너 따위에게 쏟는 시간이 아까우니 여기서 나가라 '며 경멸을 받았다. [6] 하지만 스승 지고로는 젠이츠를 다그칠지언정 깎아 내리거나 포기하지 않았고, 기술을 하나밖에 쓰지 못한다면 그 하나를 극한까지 갈고 닦으면 된다며 조언해 주었다. [7] 덕분에 젠이츠는 자신감 없고 나약한 성격 때문에 한때 쉽게 자신을 져버린 다른 사람들과 다르게, 그를 포기하지 않고 끝까지 밀어주는 스승을 내심 존경하고 있었다. 또 젠이츠는 자신을 혐오하다시피 싫어하는 사형을 마찬가지로 싫어했지만 역시 자신과는 달리 끊임없이 노력하는 모습을 동경했고, 같이 지낸 시간이 제법 있었기에 마음속으로는 언제나 형제처럼 여겼다. 언제 한 번은 카이가쿠를 악담하는 선배 대원들을 대신 때려주기도 했는데, 정작 카이가쿠는 젠이츠에게 왜 윗계급 사람을 때렸냐며 말썽 좀 그만 부리라고 핀잔을 줬다. 스승의 혹독한 훈련과 사형의 냉대 속에서 몇 차례나 도망을 치면서도 꾸준히 노력한 끝에 마침내 번개의 호흡 1형을 사용할 수 있게 되었고, 비록 나머지 형들은 끝내 사용할 수 없었으나 젠이츠에게서 가능성을 본 지고로는 젠이츠와 카이가쿠를 번개의 호흡의 공동 계승자로 임명한다. [8] 이때 지고로로부터 현 시점에서도 입고 다니는 삼각형 무늬의 노란색 하오리를 받는다. [9]"
    },
    {
      "title": "최종선별~장구저택 편",
      "content": "첫 등장은 최종선별로 몇 안 되는 생존자로서 실력자라는 것을 어필했지만, 동시에 부정적인 말만 하며 자신감이 없는 모습을 보인다. [10] 시험을 보기 전에도 먼지투성이에 다친 모습이었는데, 사실 선별에 가기 싫다고 투덜거리다가 스승에게 얻어터져서 강제로 보내졌다고 한다. 탄지로 가 남남동으로 가던 중 지나가던 어떤 여성 [11] 을 붙잡고 결혼해달라고 애원하는 모습으로 재등장한다. 젠이츠의 참새 짹타로의 부탁을 받은 탄지로가 제지하는데, 젠이츠는 탄지로를 알아보지만 당시 정황이 없던 탄지로는 젠이츠를 알아보지 못한다. 그리고 여성을 돌려보내는 탄지로를 보고 그 여자애는 자기와 결혼할 건데 왜 이러는 거냐 따지지만 , 더 이상 참지 못한 여성은 젠이츠에게 분노의 싸다구를 갈긴다. 여성의 해설로는 길거리에서 혼자 웅크리고 울고 있던 젠이츠를 보고 아픈 거 아니냐고 물어보았을 뿐이라고 한다. 이에 젠이츠가 여성이 자신을 좋아해서 말을 건 것이라고 아니냐며 충격을 받는데, 그 여성은 애초에 약혼자가 있다고 말하며 사라진다. 결국 젠이츠는 탄지로에게 왜 방해했냐고 다시 따지는데, 탄지로는 이를 경멸의 시선으로 바라본다. 어찌저찌 소동을 마무리한 뒤 탄지로와 함께 걸어가면서, 자신은 약하다며 지켜달라고 말하고 귀살대에 들어오게 된 이유도 탄지로에게 털어놓는다. [12] 길을 걷던 중 어디선가 피 냄새를 맡은 탄지로를 따라가다 도깨비의 저택을 발견하는데, 저택의 주인 쿄우가이 에게 형을 빼앗긴 남매 [13] 와 창문으로 튀어나온 피투성이의 시체를 보고 그 자리에 굳어버린다. 겁 먹은 젠이츠는 들어가기 싫다고 질색하지만, 상술한 건으로 안 그래도 젠이츠에 대한 인상이 바닥이었던 탄지로가 무서운 표정으로 알았다며 그냥 가려고 하자 어쩔 수 없이 울며 겨자 먹기 식으로 따라 들어간다. 탄지로에게 지켜달라며 딱 붙어 다니려고 했지만 저택의 주인 이 발동한 혈귀술로 인해 서로 떨어지게 된다. 그렇게 혼자서 쇼이치를 데리고 가면서도 극도로 겁을 먹어 덜덜 떨며 출구를 찾아 걷는다. 여기저기 문을 열어 보지만 멧돼지 가죽을 뒤집어 쓴 괴인 을 발견해 멘붕하며 소리를 지르자 쇼이치에게마저 경멸하는 시선을 받자 그렇게 보지 말라며 징징댄다. 혀가 긴 도깨비와 만나 놀라서는 쇼이치를 데리고 비명을 지르며 도망간다. 하지만 결국 대치하게 되어 버려 너무 놀란 나머지 기절한다. 앞서 탄지로를 만나 자기가 죽을 거라며 징징거릴 때 도깨비에게 뇌를 쪽쪽 빨아 먹혀 죽을 거라고 했는데, 마침 만난 혀 도깨비가 하필이면 귀에 혀를 넣어 뇌를 빨아먹어 죽여주겠다고 겁 줬기 때문이다. 젠이츠의 푸념이 복선이 되었던 셈. [14] 그 뒤 도깨비가 쇼이치와 자신에게 혓바닥을 길게 늘어뜨려 공격하려 하자, 그 혀를 순식간에 잘라낸 후 몸을 일으키더니 번개의 호흡 벽력일섬을 시전해 단칼에 도깨비의 목을 떨궈버린다 . 그러나 정작 본인은 깨어난 뒤 자신이 도깨비를 무찌른 줄은 기억도 못하고, 소멸해가는 도깨비의 목을 보고 되려 기겁한다. 그리고 쇼이치가 도깨비를 해치워 준 거라고 생각해 울며 쇼이치에게 매달리는 건 덤. 이후 탄지로가 쿄우가이를 쓰러뜨리면서 혈귀술이 풀리고 방이 바뀌면서 밖으로 튕겨져 나가질 때 머리가 부딪혀서 피가 난다. [15] 이후 저택 안에 있던 이노스케 가 나와서 어디서 도깨비 냄새가 난다며 탄지로의 함 안에 있는 도깨비 를 공격하려 하자, 온 몸으로 방어를 하며 함을 지킨다. 몇 대 맞고 끝난 게 아니라 엄청 두들겨 맞아서 눈탱이가 밤탱이가 되고, 코피가 터지고, 갈비뼈도 두 대나 부러져 그로기 상태가 될 때까지 버티고 있었다. 탄지로가 목숨보다 소중하다고 했던 말을 기억하며 끝까지 버티는 부분을 보면, 겁쟁이긴 해도 심성이 참 곱다는 것을 알 수 있다. [16] 탄지로는 이 사건부터 젠이츠에 대한 인식을 바꿨고, 팬북에서 밝혀진 바로는 네즈코도 자신을 지켜준 젠이츠에게 무의식적으로 반했다고 한다. 그 후 희생자들의 묘를 만들어준 후 쇼이치 남매들과 헤어지려고 했지만, 아직도 쇼이치가 강하다고 착각하고 있던 젠이츠는 쇼이치보고 자신을 지켜달라고 애원하다가 작작 하라는 탄지로의 넥 슬라이스를 맞고 꽥 쓰러진다. 결국 탄지로의 등에 업혀가는데, 탄지로와 이노스케가 티격태격하는 소리에 시끄럽다고 불평한다. 까마귀의 안내로 등꽃 문양이 있는 저택 [17] 에서 치료 및 요양을 받게 된다. 이때도 마중 나온 할머니를 보며 요괴할멈이라고 온갖 오두방정을 떨어서 탄지로에게 한 소리 듣는다. 아무튼 환복하고 식사 후 잠자리에 들 때쯤, 3명 다 갈비뼈가 부러졌다는 사실 [18] 에 황당해하면서 이노스케에 대한 사정을 듣는다. 한편, 젠이츠는 탄지로에게 상자를 지켜줘서 고맙다고 칭찬을 받자 기뻐하지만 그거와는 별개로 쇼이치를 못 데려가게 한 건 용서 못한다고 정색한다. 이때 상자가 흔들리자 겁 먹지만, 탄지로가 소중히 여긴다는 상자 속 도깨비의 정체가 '아리따운 여자 도깨비'임을 알게 되자, 자기는 탄지로의 룰루 라이프를 지키려고 피를 흘린 게 아니라며 내가 흘린 피 보상하라며 분노해서 칼을 꺼내 든다. [19] 하지만 곧 네즈코가 탄지로의 여동생이라는 것을 알자 금세 태세를 전환해 굽신댄다. [20]"
    },
    {
      "title": "나타구모 산 편",
      "content": "요양이 끝나고 이동 지령을 받아 간 곳은 분위기가 심상치 않은 나타구모 산. 젠이츠 일행은 간신히 산을 빠져 나왔다고 생각한 생존자 대원이 다시 산으로 끌려들어가는 충격적인 광경을 목격한다. 산의 초입부터 겁을 딱 먹고 한 발짝도 못 움직이는 젠이츠를 두고 탄지로와 이노스케가 들어가자, 자신도 격려를 해준다면 들어갈 수 있었다고 투덜대고 짹타로와도 언쟁을 벌인다. [21] 그러다 탄지로가 네즈코를 데리고 간 것을 알게 된 순간 바로 산으로 튀어 들어간다. 정작 머리가 식자 곧바로 울고 불며 탄지로를 찾는데, 그때 쨱타로가 자신의 머리 위에서 짹 하는 소리를 낸다. [22] 그러자 짹타로에게 감동하여 \"너 진짜 귀여워~ 네즈코보다는 아니지만!\"이라고 소리친다. 이후 다시 탄지로를 찾아 나서는데, 뭔가에 찔리고 거미가 부스럭거리는 소리에 짜증을 내다가 인면거미를 보고 기겁하게 된다."
    },
    {
      "title": "vs 형 도깨비",
      "content": "도망치던 젠이츠는 거미 도깨비 일가 의 형에 의해 사람들이 인면거미가 되는 광경을 목격한다. 젠이츠도 사실 아까 찔렸을 때 인면거미의 독에 당해 거미화 과정을 지나고 있었고 현실부정하며 나무 위로 도망친 젠이츠는 사형 과 스승 에게 혼났던 과거 회상을 하며 과거와는 달라지고 싶었다고 신세 한탄을 하지만, 인면거미화 초기 증상인 머리털이 빠지기 시작하자 실신해서 나무에 떨어진다. 젠이츠를 지켜보던 형 도깨비는 뭐 저런 겁쟁이가 다 있냐고 어이없어하며 떨어져서 죽을 거라고 생각하는데, 젠이츠가 갑자기 번개의 호흡 발도자세를 취하며 공격을 준비한다. 형 도깨비는 갑자기 차원이 달라진 젠이츠를 보고 놀라워하면서 독액을 마구 뿜어대지만, 젠이츠는 공중에서 몸을 비틀어 공격을 피한다. 형 도깨비는 젠이츠가 번개의 호흡 제1형 벽력일섬 1가지밖에 사용하지 못하는 점을 간파하고 이대로 공중에서 독액을 쏘며 시간을 끌어 젠이츠가 독에 중독되는 걸 기다리려고 했지만, 젠이츠는 '1가지 기술밖에 사용하지 못하지만 그것만을 극한으로 연마하여 강인한 칼날이 되라'는 스승의 조언을 기억하고 각성한다. 각성한 젠이츠는 인면 거미들에게 몇 차례 더 독을 주입 당하면서도 준비 동작만으로 공기를 뒤흔든다. 번개의 호흡 제1형 벽력일섬 육연으로 도깨비가 자신이 베였다는 것도 알아채지 못할 정도로 빠른 속도로 목을 벤다. 이 때의 벽력일섬 육연 시전 시 땅을 박차는 소리가 어찌나 커다란지 탄지로는 천둥 소리로 착각하기도 했다. 하지만 독 때문에 거미가 될 위험에 빠지지만 할아버지의 포기하지 말라는 말을 되새기며 전집중 호흡 으로 독이 퍼지는 걸 늦춘다. 이후 충주 코쵸우 시노부 가 도착해서 해독제를 놔주어 구사일생하고 은 부대원들에게 전신이 붕대에 감긴 채로 실려간다. 이때 젠이츠는 시노부가 온화한 모습으로 인면 거미들을 구원하는 모습에 마치 여신 같다는 감상을 놓으면서도 겉과는 다른 불규칙한 내면의 소리에 약간 무서워했다."
    },
    {
      "title": "기능 회복 훈련 편",
      "content": "탄지로가 주합 재판을 무사히 넘기고 시노부의 나비 저택에 도착했을 때 특유의 징징거림과 고음으로 간호해 주는 간호사들에게 민폐를 끼치고 있었다. [23] 약을 하루에 5번이나 먹어야 되냐며 너무 써서 밥도 못 먹겠다거나, 내 몸은 제대로 낫는 게 맞냐며 끊임없이 징징댄다. 이 시점엔 완치가 덜 된 상태라 팔다리가 짧은 상태였지만 [24] 시간이 흐르고 약 2주 뒤에는 후유증 없이 원래대로 돌아온다. [25] 3명 중 가장 중상이었다 보니 치료되는 게 두 사람보다 늦어서 기능 회복 훈련에도 늦게 참가했는데, 먼저 훈련을 시작한 탄지로와 이노스케가 지친 상태로 들어오자 대체 무슨 훈련이냐며 겁을 먹는다. 그렇게 겁 먹은 채로 훈련 당일을 맞이하지만 알고 보니 훈련이 여자애들과 하는 것이라 젠이츠는 둘을 밖으로 끌고 간다. 탄지로와 이노스케를 불러다가 특유의 핏발선 얼굴로 여자애들과 합법적으로 어울리며 만질 수 있는 절호의 기회를 무슨 벌처럼 생각하냐고 미친 듯이 악을 쓰며 고래고래 소리를 질러대며 역정을 부리는데, 이노스케가 반발하자 수정펀치 로 이노스케를 갈긴다. 이에 탄지로가 혼내자 더 큰 목소리로 반박하고, [26] 이노스케가 자기보다 작은 아이에게 지면 의욕이 떨어진다고 항의하자 여자하고 어울린 적 없냐며 불쌍하다고 놀린다. 이에 열 받은 이노스케가 자기는 여자아이를 밟은 적이 있다고 [27] 하자 그건 인간 말종이라고 한 소리 한다. 아무튼 여성들이 훈련을 도와주기에 젠이츠는 여미새답게 비록 한동안 움직이지 못한 탓에 몸이 좀 굳긴 했지만 유연성으로는 상위권인 이노스케마저 눈물이 나올 정도로 아픈 스트레칭조차 여자 셋이 해주니까 헬렐레 웃음만 나오고, 아오이와의 약탕 대결은 엄청난 스피드로 잡아냈지만 여자에게는 뿌리지 않는다며 넘기고, 술래잡기 대련에서도 벽력일섬의 속도로 껴안았다가 싸대기만 실컷 맞았지만 [28] 여자들과 함께 훈련을 하기에 젠이츠에게는 여전히 포상이었다. [29] 하지만 충주의 츠구코 츠유리 카나오 만큼은 절대 못 이겨서 금방 의욕이 떨어져 자기치고는 많이 노력했다고 땡땡이 친다. 하지만 탄지로가 포기하지 않고 상시 전집중 호흡법을 터득하자 위기감을 느끼더니 기어이 카나오를 상대로 승리하자 실의에 빠진다. 이후 탄지로의 주도 하에 이노스케와 함께 훈련을 하지만 탄지로의 가르치는 실력이 젬병이라서 제자리 걸음만 하는데, 실의에 빠진 젠이츠와 이노스케는 자기들이 못나서 못 배우는 거라고 자학한다. 이에 시노부가 난입해서 젠이츠의 성격을 파악해 미인계로 꼬시자 의욕을 내서 단 9일만에 이노스케와 함께 전집중 호흡 상중을 터득한다. 이렇게 기능 회복 훈련을 마치고 난 후 탄지로, 이노스케와 함께 '무한열차'를 타고 있는 염주 렌고쿠 쿄쥬로 를 만나라는 임무 지령을 받아 같이 간다. [30] 나비저택 소녀들과의 이별을 맞이하며 아쉬움에 자기는 남아줄 수 있다고 말하지만, 소녀들은 괜찮다고 단칼에 거절하며 여자아이들을 대하는 법을 배우라고 일침을 날려 금방 머쓱해진다. 그렇게 헤어져서 무한열차가 있는 역까지 도착. 이노스케는 열차를 보고 이 지역의 터줏대감, 탄지로는 토지의 수호신이라고 하는 와중에 셋 중 유일하게 도시 출신답게 열차에 대해 잘 알고 있었는지 둘을 촌뜨기냐고 디스한다. 그러다가 이노스케가 뜬금없이 승부를 외치며 열차에 머리를 들이박자 경관들에게 들키고, 어리둥절해하는 탄지로와 이노스케를 끌고 도망친다. 사람들이 없는 곳에서 도착해서, 둘에게 현재 귀살대는 비공식 집단이라 경관들에게 검을 들고 있는 모습을 들키면 안 된다고 조언하고 검을 등에 숨기자 제안한다. 그때 열차가 출발하자 서둘러 타려고 하지만, 탄지로와 이노스케가 다 올라탄 뒤에야 혼자만 못 타다가 둘이 잡아준 덕분에 겨우 탑승한다."
    },
    {
      "title": "무한열차 편",
      "content": "간신히 열차에 탄 일행은 쿄쥬로를 만나는데, 마이페이스 식충이 같은 모습을 보고 정말로 주가 맞냐고 의문을 갖는다. 이후로도 열차와 달리기 경쟁을 하겠다고 흥분하는 이노스케를 말리느라 진땀을 빼는데, 쿄쥬로에게 이 열차에 이전에 파견되었던 귀살대원들을 포함해 총 40명 이상의 사람들을 죽인 도깨비가 있다는 소식에 벌벌 떤다. 이후 십이귀월 하현 1이자 수면귀 엔무 의 혈귀술에 당해 잠들어 네즈코와 데이트하는 꿈을 꾼다. [31] 그러는 한편, 엔무의 수하인 한 남성이 젠이츠의 무의식의 영역에 침범해서 정신의 핵을 찾아 다니지만 한 치 앞도 안 보이는 암흑에서 핵을 찾지 못해 고생한다. 그때 젠이츠의 자아가 무의식의 영역에 남자가 침범했다는 걸 알고 분노해서 왜 자신의 내면에 여자가 아닌 사내가 들어왔냐, 네즈코 말고는 들어오면 안 된다 며 죽여버린다고 위협하며 커다란 가위를 들고 죽이려 든다 [32] . 그 후 네즈코의 혈귀술 폭혈 덕분에 엔무의 술법이 중화되지만 다른 인물들과 달리 완전히 풀리지 않아 잠에서 깨어나지 못했다."
    },
    {
      "title": "vs 하현 1 엔무",
      "content": "禰豆子 ちゃんは 俺 が 守 る。 네즈코는 내가 지킨다. 하지만 오히려 자연스럽게 무의식의 상태로 남은 젠이츠는 위기에 빠진 네즈코를 벽력일섬 육연으로 구하며, 네즈코는 자신이 지킨다고 멋지게 말하다가 다시 코를 골며 곯아떨어지는 기묘한 모습을 보인다. [33] 엔무가 탄지로와 이노스케의 활약에 목이 베이자 열차가 탈선되는데, 쿄쥬로가 끊임없이 기술을 쓰는 식으로 충격을 완화시켜 준 덕분에 네즈코와 승객을 지키느라 머리를 부딪힌 것 외에는 부상을 입지 않았다. 이후 무잔의 명을 받고 나타난 상현 3 아카자 의 공격을 받지만, 쿄쥬로가 목숨을 바쳐내며 사람들을 지킨 덕분에 쿄쥬로 이외에 피해자는 없었다. 아침 해가 뜨면서 아카자가 물러나고, 네즈코를 상자 안에 집어넣은 젠이츠는 탄지로와 이노스케를 찾아간다. 쿄쥬로의 죽음에 눈물을 흘리고 있던 둘에게 상현이 그렇게 강하냐고 좌절하면서 애도를 표시하는데, 슬픔에 고래고래 외치던 이노스케 에게 지적하다가 박치기를 맞고 뻗어버린다. 이후 나비저택에서 요양하던 중, 탄지로가 매우 상심했을 것이라고 생각하여 슬쩍 해온 만쥬 [34] 를 함께 먹자며 그를 위로하러 가지만 탄지로가 상처가 아직 다 낫지 않은 상태인데도 어디론가 사라졌다는 소식에 놀란다."
    },
    {
      "title": "환락의 거리 편",
      "content": "이후 열심히 단련해서 벌벌 떨기는 하지만 혼자서 임무에 갈 정도로 성숙해졌다. [35] 어느 날 음주 우즈이 텐겐 이 임무를 위해 나비 저택에서 일하던 일반대원 아오이 를 멋대로 데리러 가려고 하자 탄지로, 이노스케와 함께 자기들이 대신 간다고 말한다. 이후 텐겐이 일본 최고의 색과 욕이 물드는 화려한 곳 으로 간다고 하자 탄지로, 이노스케와는 달리 유곽에 간다는 걸 알아채곤 흥분한다. [36] 유아독존인 텐겐이 영 마음에 들지 않아 불평하다가 \"유곽에서 자신의 아내를 찾아달라\"는 말을 \"아내가 될 사람을 찾아라\"는 것으로 오해해서 분노한다. 대충 설명을 듣고 그런 망상을 하고 있냐고 끝까지 신경 건드리는 발언을 하다가 텐겐의 아내가 3명이나 된다 는 말에 웃기지 말라면서 왜 아내가 3명이나 되냐고 열폭하다가 [37] 배빵 맞고 뻗는다. 이후 여장으로 '젠코(善子)'가 되어 유곽에 숨어드는데, 텐겐의 맨얼굴이 생각 이상으로 미남이라 여자들에게 인기가 많자 열폭한다. 그리고 자기만 헐값에 팔려나가서 [38] '쿄고쿠야'에서 울분의 샤미센 을 킨다. [39] 열 받은 나머지 약간 정신이 나가 말투까지 유곽 여자처럼 변해서 [40] 요시와라 제일의 유녀가 되겠다고 다짐한다. [41] 제정신을 차린 후로는 당초 임무대로 가게에 잠입했다는 우즈이의 아내를 수소문하지만 전혀 알 길이 없었고, 정보 탐색을 위해 주위의 소리에 귀를 기울이던 찰나 근처에서 여자아이가 우는 소리를 듣고 도와주러 간다. 이 때 뒤에 나타난 선배 오이란 이 도깨비, 그것도 뒤에 다가와 말을 걸 때까지는 눈치도 못 챌 정도라 상현이란 걸 직감해 겁을 먹지만 그녀가 시종 아이의 귀를 피가 날 정도로 잡아당기자 제지하다가 공격을 받고 정신을 잃는다. 이때 무의식적으로 낙법을 써서 심하게 다치지는 않았지만, 역으로 그 때문에 귀살대라는 사실을 들킨다. 이후 다키의 혈귀술에 의해 납치 당하지만 낌새를 눈치 챈 이노스케가 분신을 따라가다가 혈귀술로 오비에 갇힌 사람들과 함께 오비 속에서 자고 있는 젠이츠를 겸사겸사 구해준다. 이후 계속 잠든 채로 이노스케, 텐겐의 아내들과 함께 분신과 싸우다가 텐겐을 만난다."
    },
    {
      "title": "VS 상현 6 다키 & 규타로",
      "content": "귀를 잡아당겨 다치게 한 아이에게 사과해라. 이 유곽에서 의식주를 제공받고 있다 해도, 그 아이들은 너의 소유물이 아니야. 서둘러 분신이 도망간 곳으로 가다가 그곳에서 상현 6 남매 다키 & 규타로와 마주친다. 그리고 텐겐과 탄지로가 규타로를 맡는 사이 자신과 이노스케는 다키를 상대하지만 열세에 몰려서 잠시 탄지로가 합류한다. 탄지로와의 협동으로 이노스케가 다키의 목을 베는 데 성공하게끔 하지만, 텐겐을 쓰러뜨린 규타로가 곧바로 이노스케의 심장을 찌르고 공격해온다. 쓰러진 텐겐 쪽에 한눈을 파는 탄지로를 도와주는 바람에 자신은 피신하지 못해 무너진 저택에 깔려버린다. 하지만 똑같이 열세에 몰린 탄지로가 규타로를 베기 위해 포기하지 않듯이 젠이츠도 포기하지 않고 벽력일섬 신속을 사용해 돌무더기에서 빠져 나와 다키의 목을 다시금 노리지만 다키에게 못생겼으면 비키라고 디스 당한다. 이때 내장을 뒤틀어서 심장 관통을 피했던 이노스케와 함께 다시 한 번 다키의 목을 벴고, 동시에 탄지로도 규타로의 목을 베어서 싸움을 끝낸다. 싸움이 끝나 잠에서 깨자 자신의 다리가 만신창이가 됐다고 울고불고하는 와중에도 이노스케의 숨소리가 독으로 인해 약해지고 있다면서 걱정한다. 다행히도 네즈코의 혈귀술 덕분에 독이 치유된 이노스케는 목숨을 부지할 수 있었다. 이번 임무에서 입은 싸움에 의한 부상과 신속으로 인해 다리가 부러져서 중태에 빠졌지만 다른 동료들에 비하면 그나마 부상이 가벼워서 가장 먼저 퇴원하고 다른 임무에 갔다고 한다."
    },
    {
      "title": "도공 마을 편",
      "content": "애니판에서는 임무 도중 장면이 나왔는데, 나비 저택 기준으로 먼 설산에서 주위에 탄지로와 이노스케와 같은 친구들이 없어 외롭다고 비명을 지르다가 다른 대원들에게 저지당한다. 이런 일이 한두 번이 아닌지 다른 대원들이 시끄럽다고 하는 듯. 상현 4 한텐구 와 싸우던 탄지로가 다리에 부상을 입어 제대로 달리지 못해서 한텐구를 놓칠 뻔 했을 때 젠이츠의 번개의 호흡의 요령을 떠올려 '벽력일섬'과 비슷한 기술을 사용해 따라잡았다. 일명 '원무일섬'. 다만 젠이츠만큼 빠르지는 않다고 한다. 대신 단행본 부록에서 젠이츠의 근황이 나오는데, 찻잔에서 차 줄기가 2개나 섰다며 좋은 일이 있을 거라고 기뻐한다. [42] 이때 동시에 탄지로가 젠이츠의 벽력일섬을 모방한 원무일섬을 사용하는 중이었다. 탄지로가 한텐구를 쓰러뜨린 후 후일담에서 등장한다. 네즈코가 태양을 극복하고 말도 할 수 있게 되면서 비명을 막 지르고 달빛을 받은 네즈코도 아름답지만 태양 밑에 있는 네즈코가 너무 아름답다며 자신과 결혼하자며 호들갑 [43] 을 떨지만 너무 귀여워 죽겠어! 마음껏 죽으세요! 네즈코는 오빠 말고는 그 동안 인간으로서의 마음이 흐릿해서 젠이츠의 이름을 제대로 몰랐고, 이틀 전에 이노스케가 자신의 이름을 외우도록 만들어서 \"어서 와, 이노스케.\" 라고 말한다. 이에 열 받은 젠이츠는 이노스케를 죽이겠다고 벼른다. [44]"
    },
    {
      "title": "합동 강화 훈련 편",
      "content": "기쁜 일도 잠시 무잔 이 총력전을 준비하면서 도깨비들이 습격하지 않는 일이 생기는데, 폭풍전야 같은 평화지만 덕분에 귀살대에서도 여유가 생겨 전력 강화를 위해 합동 훈련을 하는 일이 생긴다. 모든 대원들을 주 수준으로 올리기 위한 고된 훈련이라 고생해서 부상이 심해 아직까지 병동에 남아있는 탄지로가 좋겠다고 부러워하자 지옥 같다며 이딴 생각을 한 놈 은 죽어버리라고 악담하며 [45] 이때 탄지로가 눈치 없이 강한 주와 상대하면 실력이 향상될 거라는 기대에 찬 발언을 하자 눈이 돌아가면서 탄지로의 머리를 물어 늘어진다. [46] 하지만 한텐구 전에서 젠이츠가 알려준 요령이 도움이 됐다고 칭찬하자 금방 기분을 푼다. 외전 소설의 내용으로 젠이츠가 전 음주 우즈이 텐겐 의 체력 강화 훈련을 받는 내용이 나온다. 농땡이를 부려서 텐겐이 온천 파내라는 핑계로 산 여기저기를 들쑤시게 만들어 체력을 붙였다. 본인은 처음에는 의욕 없었지만 텐겐의 아내들과 혼욕 을 할 수 있다는 생각에 열심히 한다. 하지만 혼자서 하기에는 조금 어려워서 이노스케에게 온천에는 강해지는 성분이 들어가 있다고 꼬셔서 끌어들인다. 또한 무라타 를 비롯한 동료들이 아내가 3명이나 있는 텐겐에게 열폭해서 젠이츠에게 먹을 걸 가져다 주는 등 도와준다. 우여곡절 끝에 온천을 찾아내지만 이노스케에게 거짓말이 들통나서 쫓겨 다니다가 넘어져서 정신을 잃어 혼욕은 물 넘어간다. 하주 토키토 무이치로 의 고속이동 훈련 [47] , 연주 칸로지 미츠리 의 유연성 훈련, 사주 이구로 오바나이 의 검술 훈련은 통과한 듯 보이지만 풍주 시나즈가와 사네미 의 지옥 훈련만큼은 도저히 버티지 못해 도망친다. 사네미의 저택을 찾아가던 탄지로에게 이제 설 힘이 없다며 도망가게 해달라고 애원하지만, 사네미가 쫓아와 죽을지 아니면 돌아와서 훈련할지 고르라는 말에 어느 쪽도 고르지 못해 비명만 지르다가 사네미가 날린 당수에 맞고 뻗어버린다. 사네미의 무한 대련 훈련은 말 그대로 사네미와 끊임없이 대련을 하다가 사네미의 인정을 받으면 통과하는 것인데, 사네미는 절대 적당히 하지 않고 심지어 제대로 된 휴식 시간조차 주지를 않아서 [48] 젠이츠가 아니더라도 울고불고할 만한 훈련이었다. [49] 훈련 시간이 끝나서 잠깐 쉬고 있던 중 갑자기 탄지로와 겐야가 문짝을 부숴버리자 젠이츠는 사네미가 돌아온 줄 알고 다른 대원들과 함께 기절한 척 하는데, 알고 보니 탄지로와 사네미가 사네미의 동생 겐야 의 일로 시비가 걸린 것이었다. 탄지로가 겐야를 데리고 도망쳐달라고 하자 자신을 부르지 말라며 속으로 원망하면서 겐야를 데리고 도망가는데, 겐야에게 저런 머리가 돈 형을 둬서 불쌍하다고 동정하다가 형을 모욕하지 말라는 겐야에게 얻어맞는다. [50] 이후 사네미에게 접근 금지 명령을 받은 탄지로와 함께 암주 히메지마 교메이 의 근력 강화 훈련을 받으러 가는데, 이노스케를 포함한 다른 대원들은 염불을 외우며 폭포를 맞고 있고, 교메이는 불 속에서 통나무와 바위를 짊어지고 있는 무시무시한 광경을 봐서 경악한다. 훈련 내용은 심플하게 차가운 물속에서 폭포를 버티는 것, 통나무를 짊어지는 것, 거대한 바위를 1정(町), 즉 100미터 미는 것이라 하자 [51] 졸도해서 개울물에 강제로 던져진다. 한겨울 강보다 차가운 개울물에 벌벌 떠는데, 동료들이 바위에 들러붙으라고 조언하자 바위가 마치 엄마의 품처럼 따뜻하다며 엄마를 부른다. [52] 훈련을 도저히 못 버티겠던 젠이츠는 분명 교메이가 허세를 부리는 것이라며 현실도피 하려고 하지만 그가 뒤에서 거대한 바위를 밀고 있자 큰 좌절을 해 버린다. 이후 탄지로가 겐야의 조언을 받아 반복 동작을 사용함으로써 가장 먼저 바위를 밀자 괴물 같다고 경악한다. 그리고 얼마 안 가 이노스케마저 바위를 밀자 뒤에서 홀로 위기의식을 느끼는 무렵 짹타로가 편지를 가져다 준다. 그 후로는 이제까지 시끄럽게 굴던 것과 전혀 다르게 탄지로 일행과도 별 대화 없이 묵묵히 수련에 임한다. 그런 젠이츠의 태도가 여느 때와 다르다는 걸 안 탄지로가 아직 바위를 밀지 못한 채 그 위에서 가부좌를 틀고 있는 젠이츠 뒤로 다가와 무슨 일 있었냐며 걱정하자, 자신은 해야 할 일-하지 않으면 안 되는 일이 분명해졌다면서 탄지로에게 네가 해야 할 일을 하라는 말로 대화를 끝낸다. 하지만, 이건 무조건 내가 해야만 해. 그렇게 뒤도 돌아보지 않고 있던 젠이츠는 훈련 도중 바위에 머리를 찧은 건지 이마에 피가 철철 흐르는 데다 목에는 힘줄이 막 돋아난 와중에도 지금까지 보이지 않은 진지한 얼굴 [53] 로 반드시 내가 해야 하는 일 이다 라며 단호한 태도를 보여, 편지를 통해 무언가 생사를 함께 한 동료들에게도 말 못할 심상치 않은 일을 겪었다는 것을 드러낸다. 무한성으로 떨어지면서 각오를 다지는 젠이츠 [54] 키부츠지 무잔 이 귀살대 본부를 찾아냈고, 나리 는 이를 예상해서 무잔을 쓰러뜨리기 위한 온갖 계책을 세웠다. 그러나 무잔은 목을 베여도 죽지 않는 괴물이었고, 무잔이 나키메 를 시켜 모든 귀살 대원들을 아공간 무한성에 끌어들였다."
    },
    {
      "title": "무한성편 제1장",
      "content": "무한성편 참여자 (스포일러 주의) [ 펼치기 · 접기 ] 도깨비의 왕 키부츠지 무잔 십이귀월 코쿠시보 · 도우마 · 아카자 · 나키메 · 카이가쿠 귀살대 본부(지휘 사령부) 우부야시키 키리야 · 우부야시키 카나타 · 우부야시키 쿠이나 · 렌고쿠 신쥬로 · 우즈이 텐겐 귀살대 주(柱) 히메지마 교메이 · 시나즈가와 사네미 · 토키토 무이치로 · 이구로 오바나이 · 칸로지 미츠리 · 코쵸우 시노부 · 토미오카 기유 귀살대 일반대원 카마도 탄지로 · 카마도 네즈코 · 아가츠마 젠이츠 · 하시비라 이노스케 · 츠유리 카나오 · 시나즈가와 겐야 · 무라타 도깨비(귀살대 진영) 유시로 · 타마요 기타 인물 우로코다키 사콘지 · 고토 · 칸자키 아오이 무한성편 생존자 도깨비의 왕 키부츠지 무잔 십이귀월 코쿠시보 · 도우마 · 아카자 · 나키메 · 카이가쿠 귀살대 본부(지휘 사령부) 우부야시키 키리야 · 우부야시키 카나타 · 우부야시키 쿠이나 · 렌고쿠 신쥬로 · 우즈이 텐겐 귀살대 주(柱) 히메지마 교메이 · 시나즈가와 사네미 · 토키토 무이치로 · 이구로 오바나이 · 칸로지 미츠리 · 코쵸우 시노부 · 토미오카 기유 귀살대 일반대원 카마도 탄지로 · 카마도 네즈코 · 아가츠마 젠이츠 · 하시비라 이노스케 · 츠유리 카나오 · 시나즈가와 겐야 · 무라타 도깨비(귀살대 진영) 유시로 · 타마요 기타 인물 우로코다키 사콘지 · 고토 · 칸자키 아오이 무한성편 생존자 젠이츠는 최소 하현급 도깨비가 우글거리는 무한성에서 결의에 찬 표정으로 눈을 뜨며 [55] [56] \"녀석이 여기 있을지도 몰라. 그 녀석은 용서 못해.\"라고 중얼거리며 누군가를 찾고 있었고, 마침내 그 대상 과 조우한다. [57] [58]"
    },
    {
      "title": "VS 상현 6 카이가쿠",
      "content": "카이가쿠 VS 젠이츠 젠이츠가 찾는 사람이란 다름 아닌 도깨비가 된 한때 한 스승 아래 같은 검술을 배웠던 옛 사형 카이가쿠 였다. 사형에게 찍소리 하지 못했던 과거와는 달리 자신을 비웃는 카이가쿠의 말을 여유롭게 받아치며 [59] 도깨비가 된 그를 사형이라고 생각하지 않는다고 단언한다. [60] 번개의 호흡의 계승권을 가진 놈이 어째서 도깨비가 된 거야?!! 네가 도깨비가 되는 바람에, 할아버진 할복하고 죽었어!!! 그리고 젠이츠의 태도가 바뀐 이유와 그가 카이가쿠를 증오하는 이유가 밝혀진다. 다름 아니라 젠이츠와 카이가쿠의 스승 쿠와지마 지고로 가 카이가쿠의 타락에 책임을 지고 할복 해서 홀로 쓸쓸히 죽어갔기 때문이다. [61] 그러면서 카이가쿠 때문에 스승님이 죽었다고 원망을 퍼붓는데, 카이가쿠는 역으로 자신이 알 게 뭐냐며 자신을 후계자로 삼지 않고 인정해주지 않은 빌어먹을 노망난 영감탱이가 고통 속에 죽었다는 말에 속이 다 후련하다고 적반하장으로 나온다. [62] 이에 자신이 쭉정이면 카이가쿠는 쓰레기라며, 1형 말곤 쓰지 못하는 자신도, 번개의 호흡에서 가장 기초이자 핵심인 1형만큼은 쓰지 못하는 카이가쿠 역시 쓰레기이며, 그런 둘을 제자로 들인 할아버지가 불쌍하다고 비난하는데, 자신을 젠이츠와 동렬로 두지 말라고 분노하는 카이가쿠의 원뢰 공격보다 먼저 반응한다. 내가 떨거지라면 네 녀석은 쓰레기야. 1형밖에 쓰지 못하는 나와 1형만을 쓰지 못하는 너. 제자 복이 지지리도 없는 할아버지가 불쌍할 따름이지!! 느려. 쓰레기 야. [63] 한 합뿐이지만 놀랍게도 카이가쿠가 먼저 공격을 시도했음에도 젠이츠가 먼저 베어버리고 , 카이가쿠에게 느리다며 까며 처음으로 자신의 정신을 유지하며 싸우는 젠이츠의 모습을 보여준다. 이에 카이가쿠는 힘들었던 과거 [64] 를 떠올리며 자신이 젠이츠보다 못할 리가 없다며, 코쿠시보에 비하면 젠이츠는 잔챙이라고 생각하며 혈귀술로 강화된 벽력일섬을 제외한 모든 형을 써가며 젠이츠를 난도질한다. [65] [66] 도깨비가 된 현재도 카이가쿠에게 마음 속 불만의 소리를 들은 젠이츠는 성격은 나쁘지만 자신과는 달리 늘 당당하고 노력가였던 그를 본받고 싶었다고 생각한다. 그 어떤 순간에도 너한테선 불만스러운 소리만 났다. 마음 속의 행복을 담는 상자에 구멍이 나 있어서, 행복이 우수수 쏟아져 나갔다. 그 구멍을 빨리 깨닫고 막지 않으면, 영영 채워지지 않는다. [67] 카이가쿠의 혈귀술 검은 번개에 의해 점점 몸에 균열이 나던 젠이츠는 저 멀리 내팽개쳐져 바닥이 없는 무한성으로 추락하기 시작하는데, 이때 자신과 카이가쿠에 얽힌 기억을 떠올린다. 카이가쿠를 보고 배우라며 할아버지에게 혼났던 일, 번개의 호흡 제1형을 사용하지 못하는 카이가쿠를 뒤에서 험담하는 다른 귀살대원들을 흠씬 두들겨 팼던 일, 카이가쿠가 자신을 싫어하는 것을 알고 있음에도 자신의 앞을 노력하며 나아가던 그의 뒷모습을 보며 진심으로 존경하고 있었던 일, 할아버지와 자신에겐 소중하고 특별한 존재였으나 결국 갈라서 버려 그의 목을 베지 않으면 안 되는 것에 젠이츠는 할아버지와 한때는 형이라고 생각했던 자에게 미안함을 느낀다. 카이가쿠가 자신은 젠이츠와는 달리 특별하다고 외치자, 자신이 카이가쿠의 열등감을 눈치채지 못해 이런 일이 생긴 거라며 언제나 자신들을 평등하게 소중히 여긴 스승의 노력에 보답하지 못해 미안해 하면서 발을 디뎌 자세를 갖춘다. 이에 카이가쿠는 아직도 벽력일섬을 쓸 여력이 남았냐고 반격 자세를 취하지만... ごめん、兄貴 \"미안해, 형 .\" 제 7형 화 뢰 신 (\"호노이카즈치노카미\")으로 순식간에 카이가쿠의 목을 쳐 승리한다. [68] 상황 파악을 못한 카이가쿠는 스승이 젠이츠에게만 새 형을 알려준 것이라고 오해해서 열폭한다. 이에 젠이츠는 이 기술은 자신이 만든 것이며 , 이 기술로 그와 나란히 서고 싶었다고 말한다. 그러나 젠이츠도 치명적인 부상을 입어 일격을 날린 후 그대로 떨어져 내린다. 이후 카이가쿠는 본인의 패배를 인정하지 않고 젠이츠도 체력을 다해 추락사를 면치 못할 것이라며 합리화를 하지만, 귀살대원으로 위장한 타마요 의 심복 유시로 가 그에게 비참하게 너 혼자 죽게 되었다며 조롱한 뒤 젠이츠를 구조한다. (극장판 약 60분 경) 이후 황천에서 만난 스승에게 카이가쿠를 말리지 못해서 미안하다고, 은혜를 갚지 못했다고 사죄하는데, [69] 스승은 오히려 젠이츠가 자신의 자랑이라 눈물 머금은 미소를 지으며 칭찬한다. 이내 젠이츠도 덩달아 운다. [70] [71] [72] 그리고 카이가쿠의 혈귀술 때문에 상처가 계속 갈라졌지만 다행히도 유시로에게 혈귀술을 억제하는 약을 받아서 무사히 치료했다. 이때 홀로 비참히 죽어갔던 카이가쿠와는 달리 암주의 훈련에서 만난 동료들의 격려를 받아서 대비되는 모습을 보여줬다."
    },
    {
      "title": "무한성편 제3장",
      "content": "이후 무한성의 도깨비들의 습격으로 인해 무라타를 제외한 동료들과 헤어졌다. 상현 2 도우마 를 쓰러뜨린 이노스케 , 카나오 와 만나기 3초 전까지 무라타에게 부축을 받으면서 계속 아프다고 징징거리고 있었다. 그리고 무한성의 주인 상현 4 나키메 의 죽음으로 무한성이 붕괴되기 시작하자 겁에 질린다."
    },
    {
      "title": "VS 키부츠지 무잔",
      "content": "무잔과의 최종전에서 유시로의 눈을 붙여 몸을 투명화해서 참전한다. 하지만 아주 잠깐의 합만으로 무잔이 젠이츠 일행의 존재를 눈치채서 눈 부적과 함께 벤다. 젠이츠는 베인 뒤 아프다며 펑펑 울지만 잠을 자지 않고 정신을 유지하며 싸움을 지속하면서 정신적으로 많이 성장했다는 걸 보여준다. 동이 들 때까지 무잔을 붙잡으려고 혁도를 발현한 주들과 함께 무잔을 몰아붙이나 분노한 무잔의 일격에 다른 주들, 이노스케와 함께 리타이어한다. 이노스케, 조금만 더 힘내! 탄지로는 아직 살아있어! 심장소리가 들려! 탄지로, 사는 것만 생각해! 잘 들어! 너는 안 죽어, 절대 안 죽어! 네즈코랑 집에 가야지! 인간으로 돌아온 네즈코랑 고향 집으로 돌아가야 할 거 아냐! 가족들이 기다리잖아! 너희가 돌아오길! 이후 리타이어했다가 다시 일어난 이노스케와 같이 무잔을 공격하며 [73] 이노스케에게 아직 탄지로의 심장소리가 들린다며 공격의 여파로 일어나지 못하는 탄지로 에게 넌 살 수 있다며 인간으로 돌아온 네즈코와 함께 집으로 돌아가야 한다며 격려한다. 하지만 격려하느라 순간 앞을 보지 못해 공격 당하나 이노스케 덕분에 치명상은 피한다. 탄지로, 이노스케와 함께 무잔을 몰아붙이는데 한쪽 다리가 부러진 탓에 제대로 속도를 내지 못하면서도 화뢰신, 신속, 벽력일섬을 모두 동원해 공격한다. 그리고 신속으로 무잔에게 들이받아 탄지로를 구한 뒤 무잔의 공격에 당해 기절하나, 이노스케와 젠이츠의 분투 덕에 탄지로가 무잔을 몰아붙여 봉쇄하는데 성공한다. 무잔이 소멸한 후 은들에게 치료받는다. 그리고 유언인 것마냥 '나의 아내 네즈코 에게 내가 죽으면 용감하게 죽었다 전해달라'고 헛소리 할 정도로 생명에는 지장이 없지만, 등을 다쳤고 추가로 무리한 연전으로 인해 두 다리가 모두 부러져서 [74] 더 이상 싸울 수 없는 몸이 되었다."
    },
    {
      "title": "그 이후",
      "content": "농담이지...? 탄지로. 다들 더 이상은 못 싸워. 만신창이라서. 이런 건 너무하잖아. 네즈코는 어쩌라고, 탄지로. 그대로 은(隠)에 의해 호송되는 중이었으나, 기유의 외침을 듣고 탄지로가 도깨비로 변했다는 사실을 알게 되는데, 이는 그에게 있어 마른 하늘에 또 날벼락을 맞은 셈이 되었다. 젠이츠는 허망하기 그지없는 광경 [75] 을 보고 이러지도 저러지도 못한 채 망연자실한 표정을 짓다가 이노스케에게 달려드는 탄지로에게 그만하라고 절규한다. 그 순간 네즈코가 탄지로를 막아서며 도깨비로 변하지 말고 함께 집으로 돌아가자고 울먹거린다. [76] 하지만 탄지로가 자아를 되찾지 못하고 네즈코에게 상처를 입히며 공격하려 들자, 젠이츠는 은에게 부축 받으면서도 탄지로를 붙잡고는... 안 돼, 탄지로-!!! 얘는 네즈코야. 원래대로 돌아왔어. 인간으로 돌아왔다고. 이런 짓 하면 죽어!! 오빠라고 부르고 있잖아!! [77] 라고 외치지만 탄지로는 충격파로 이를 떨쳐내고 공격을 계속한다. 심지어 쓰러진 자신을 공격하는데 기유가 막아준 덕에 살았다. 탄지로가 기공포를 쏘는 걸 네즈코가 막으려다가 그녀의 팔이 다치자 [78] 네즈코에게 피하라고 말하며 탄지로에게 그만하라고 울부짖는다. 그런데 카나오가 나타나서 탄지로에게 인간으로 되돌아가는 약을 주입했고, 탄지로는 심상 속에서 무잔과의 대치, 이제까지 인연을 맺어온 사람들의 도움을 통해 마침내 인간으로 되돌아왔다. 모두가 기뻐하는 가운데 탄지로가 동생과 동료들을 다치게 한 것에 대해 사과하는데, 젠이츠는 네즈코의 몫까지 평생에 걸쳐 보상받겠다고 하면서 은근슬쩍 네즈코를 아내라고 칭하여 네즈코를 당황하게 만든다. 모든 사건이 끝난 후 나비저택에서 와병하는 탄지로를 옆에서 간호한다. 이후 주합회의를 마치고 돌아온 사네미와 화해한 네즈코가 얼굴을 붉히는 것을 보면서 질투한다. 탄지로의 강행에 따라 3일 동안 성묘를 했을 때는 꽃을 하나하나 놓으면서도 언제 다 하느냐는 등 징징거렸지만, 이노스케가 엄청난 속도로 헌화를 하자 너무 대충 한다며 나무란다. [79] 부록에 따르면 젠이츠는 다리에 부상으로 인한 후유증이 남아서 통증 때문에 계속 울었다는 모양. 성묘를 마친 후에는 스승의 유골함 [80] 을 챙기고 탄지로의 집으로 가 이노스케, 네즈코, 탄지로와 함께 살게 된다."
    },
    {
      "title": "탄지로의 근황 보고서",
      "content": "최종결전 이후, 카마도 남매와 젠이츠, 이노스케가 카마도 家에서 같이 살 때의 이야기인 외전이다. 처음 3일간은 최종국면 때의 부상의 후유증으로 다리가 아파서 아침에도 제대로 일어나지 않았지만 네즈코가 차린 식상에는 언제나 먼저 참석했다고 한다. [81] 그래도 농땡이만 피운 것은 아니고 설거지 등의 뒷정리는 해서 미움 받지 않는 선은 지켰다. 하지만 칠칠치 못한 모습은 여전해서 네즈코가 호감을 표한 사네미가 선물을 놓고 가자 독이 있을 것이라고 악담하거나, 네즈코와 잘 어울리는 이노스케에게 피눈물을 흘릴 정도로 질투해서 둘이 사이 좋게 지낼 때마다 다리가 아프다고 엄살을 부려 훼방을 놓는 등 보기 흉한 모습을 보여서 탄지로의 주의를 받는다. 이에 토라진 젠이츠는 사실을 기반으로 했다고 하는 '젠이츠 전'을 적어서 탄지로에게 보여준 후, 감상평을 들려달라고 뿌듯해 한다. [82] 하지만 내용은 그야말로 망상, 왜곡이 대부분인 허풍담일 뿐이었다. 내용에는 자신을 키는 9척(키 3m)에 아무것도 하지 않았는데도 멋지다는 이유로 명주가 되었다거나, 탄지로는 빚을 진 채 네즈코를 버리고 도망친 사람, 이노스케는 도깨비, 사네미는 도둑에다 범죄자 [83] , 네즈코는 공주로 등장한다. [84] [85] [86] 이에 탄지로의 악의 하나 없는 정직한 분석에 절규한다. 이에 탄지로는 \"그렇게 어리광 부리면 네즈코가 널 이성이 아니라 동생으로 본다. [87] 더 이상 검사로서 멋진 모습을 보여줄 수 없으니 일상 생활을 고쳐나가야 한다. [88] 그리고 네즈코에게 말로 고백하지 않으면 젠이츠의 마음을 모를 것이다.\"라고 충고를 해 준다. 이후 정신을 차리고 반성한 젠이츠는 생활 습관을 교정하고 푸념도 하지 않게 되었다. 심지어 비가 내릴 때는 다리가 엄청나게 아플 것인데도 불구하고 고통을 호소하지 않고 걷는 연습을 계속하였다. [89] 어느 날 젠이츠는 네즈코와 꽃밭으로 외출했다가 어느 거리까지 갔는지 모르지만, 이노스케가 따라가 초치지 않도록 집에 남아 놀아주던 탄지로의 귀에도 쩌렁쩌렁 울릴 만큼 큰 목소리로 네즈코에게 고백한다. [90] 그런데 고백할 때 목소리가 너무 큰 탓에 코 앞에서 듣고 있던 네즈코는 하루 종일 귀가 먹먹해서 아무 소리도 들을 수 없었다. 당연히 젠이츠는 죄책감에 펑펑 울고 말았다. 그 후 젠이츠 전도 내용을 고쳐가기 시작했지만, 아예 갈아엎은 게 아니라 이전에 행적이 안 좋았던 인물들이 갱생하는 식으로 고쳤다. 일단 젠이츠의 후손이 이걸 읽었을 때의 말을 보면 적어도 무잔과의 싸움은 다같이 쓰러뜨린 걸로 썼다. [91] [92]"
    },
    {
      "title": "에필로그",
      "content": "무한성편 생존자 (스포일러 주의) [ 펼치기 · 접기 ] 귀살대 본부(지휘 사령부) 우부야시키 키리야 · 우부야시키 카나타 · 우부야시키 쿠이나 · 렌고쿠 신쥬로 · 우즈이 텐겐 귀살대 주(柱) 시나즈가와 사네미 · 토미오카 기유 귀살대 일반대원 카마도 탄지로 · 카마도 네즈코 · 아가츠마 젠이츠 · 하시비라 이노스케 · 츠유리 카나오 · 무라타 귀살대 측 도깨비 유시로 기타 인물 우로코다키 사콘지 · 고토 · 칸자키 아오이 무한성편 참여자 에필로그 시점(레이와 시대)에서도 생존한 인물은 밑줄 귀살대 본부(지휘 사령부) 우부야시키 키리야 · 우부야시키 카나타 · 우부야시키 쿠이나 · 렌고쿠 신쥬로 · 우즈이 텐겐 귀살대 주(柱) 시나즈가와 사네미 · 토미오카 기유 귀살대 일반대원 카마도 탄지로 · 카마도 네즈코 · 아가츠마 젠이츠 · 하시비라 이노스케 · 츠유리 카나오 · 무라타 귀살대 측 도깨비 유시로 기타 인물 우로코다키 사콘지 · 고토 · 칸자키 아오이 무한성편 참여자 그 후 다행히도 젠이츠는 네즈코와 결혼에 골인했고 자손도 보았다. 세월이 흘러 탄지로 세대가 모두 고인이 되고 21세기로 넘어온 최종화에서는 젠이츠의 증손인 '아가츠마 요시테루(我妻善熙)'가 등장하는데, 생김새가 딱 번개 맞기 전의 흑발 젠이츠와 판박이다. 하지만 젠이츠보다 더 여자를 밝히고 칠칠치 못해서 [93] 누나 '아가츠마 토우코(我妻火登子)'의 구박을 산다. 토우코의 언급에 의하면 남매의 아버지도 요시테루와 똑같다는 모양. 다만 키가 상당히 큰데 누나는 물론이고 학교 선배인 듯한 고토 와 타케우치보다 훨씬 큰 걸로 묘사된다. 이 때문에 에필로그에서 등장하는 후손들 팬아트에서는 다른 인물들보다 압도적으로 훤칠한 큰 키로 그려지는 편. [94] 후에 추가된 설정집에는 아래에 각각 네즈코와 젠이츠를 닮은 여동생 2명이 더 있다고 한다. 즉 4남매. 요시테루는 동생들 중 한 명을 구하려다 차에 치인 적도 있을 만큼 동생들을 아낀다고 한다. 누나의 응급처치 덕분에 금방 회복되었다고 한다. 토우코는 똑바른 성격답게 공부를 잘하는 듯 하지만, 요시테루는 누나의 도움으로 겨우 고등학교에 입학했다고 할 정도로 성적이 나쁘다고 한다. 하지만 노력하면 할 수 있다는 말을 보아 머리는 되는데 공부에 관심이 없는 유형 인 듯하다. 참고로 '젠이츠 전'은 그 후 이어졌는데, 요시테루는 진짜일 거라고 굳게 믿는 반면 토우코는 워낙 허풍담이어서 공상 소설 취급한다. 반면 아가츠마 남매의 팔촌인 카마도 카나타와 스미히코 형제는 할머니에게 왜곡 없는 사실을 들었다. 여담이지만 후손들이 사는 집은 꽤 큰 전원주택이다. 고아였던 젠이츠, 살림이 어려웠던 네즈코와 달리 부유하게 사는 듯하다. 아마 젠이츠와 네즈코가 귀살대원으로서 받은 재산을 후손들이 물려받은 듯. 이 문서의 내용 중 전체 또는 일부는 아가츠마 젠이츠 문서의 r1139 판에서 가져왔습니다. 이전 역사 보러 가기"
    }
  ],
  "timestamp": "2025-10-01 16:53:27",
  "total_sections": 21
}