{
  "character_name": "아카자",
  "sections": [
    {
      "title": "특징",
      "content": "작중에서 최초로 등장한 십이귀월의 상현 도깨비 이며, 상현 도깨비의 강함을 여지없이 어필했다. 지고의 경지 에 다다르고자 하는 무투가이자 전투광 이며, 이를 위해 단련을 멈추지 않고 계속해서 강해지려 한다. 강한 자에게는 찬사를 보내며 [10] 강함을 존중하는가 하면, 약자를 추악하게 느끼고 혐오하기도 하며 구역질이 치민다고 한다 [11] 거리낌 없이 제거하려 든다. 강자가 자신을 불살라가며 내지르는 투기를 느끼는 때에는 온몸으로 전율을 일으킬 정도이며, 혈귀술 또한 자신의 체술을 보조하는 것에 초점을 맞추어 사용한다. 약육강식 을 철저히 따르는 사고방식을 보이지만, 도깨비는 식인 을 통해 빠르게 강해질 수 있음에도 이를 멀리한 채 무술을 단련하는 것으로 힘을 기른다. 이에 더해 여자 는 아예 식인도 공격도 하지 않는 등, 뒤틀린 인격을 보유한 많은 도깨비들 [12] 과는 대조적인 모습을 보인다. 자신과 같은 십이귀월이자 자신을 넘고 상현의 2가 된 도우마를 혐오한다. 자신과는 정 반대로 혈귀술을 적극 활용하며 체술을 사용하지 않거나, 단련 없이 인간 특히 여자만을 즐겨 잡아먹으며 유희만을 즐기는 듯한 [13] 그와 맞는 점이 거의 없는 탓에 강자라면 예외 없이 호의적인 그조차 철저하게 무시하거나 거슬리는 태도를 보이면 서열상 위인 도우마에게 거침없이 주먹을 날린다. 무잔의 부하로써 상관/부하들이라고 할 수 있는 십이귀월 멤버들 앞에서는 목석을 방불케 할 정도로 과묵하지만, 이는 아카자가 마음에 없는 상대와 대화하는 것을 싫어하기 때문이다. [14] 본성은 말이 많은 타입으로, 자신이 인정한 상대라면 전투 중에도 끊임없이 대화를 시도한다. 자기 입으로 직접 자신은 '말하는 것을 좋아한다'고 할 정도. 설령 상대가 자신을 싫어하더라도 이름을 가르쳐 주기 전까지는 끊임없이 말을 걸어 상대방을 알고 난 뒤에 주먹을 휘둘렀다고 한다. 그가 전투하며 하던 말들을 곱씹은 덕에 탄지로는 투기의 정체와 아카자의 비상식적인 인지 능력을 눈치챌 수 있었다."
    },
    {
      "title": "개요",
      "content": "귀멸의 칼날 의 등장인물 아카자 의 작중 행적을 설명하는 문서."
    },
    {
      "title": "과거",
      "content": "하쿠지 狛 治 ｜Hakuji [1] 나이 15살 → 18살 [2] 종족 인간 신체 173cm | 74kg 소속 소류 도장 취미 정원 손질, 금붕어 돌보기 [3] , 그림 그리기 [4] , 저글링 [5] 가족 아버지 약혼녀 코유키 장인, 스승, 양아버지 케이조 1인칭 俺 (오레) 도깨비 가 되어 기억을 잃고 나는 또 다시 힘을 추구했다. 지키고 싶었던 것들은 이제 아무것도 남지 않았는데. 가족을 잃은 세상에서 꾸역꾸역 살고 싶었던 것도 아니면서, 백 년 넘게 무의미한 살육을 반복하고, 이 얼마나 비참하고 우스꽝스럽고, 시답잖은 이야기인가. 에도 시대 인물로 [6] 인간이었을 적에는 병든 아버지를 모시는 효자였다. 또한 은혜를 갚기 위해 병수발을 들어주는 것도 단 한 번도 귀찮아하지도 않는 인내심도 가지고 있었다. 또한 전과범임에도 주변 이웃들과도 원만하게 지낼 정도로 얌전히 살아갔던 듯하다. 애초에 물건을 훔친 이유도 자기의 욕심이 아닌 아버지의 약값 때문이니 이웃들도 이해했을 거다. 인간 시절의 이름은 하쿠지 [7] 였으며 아버지와 둘이 사는 가난한 소년이었다. 하지만 아카자의 아버지는 병 때문에 계속 야위어갔고, 소년이었던 하쿠지는 아버지의 약을 살 돈을 구하기 위해 11살 때부터 소매치기를 한다. [8] 하지만 어린 아이의 몸으로 어른을 상대로 하는 소매치기가 잘 될 리 없었고 거의 항상 잡혀가 성인 남성도 버티기 힘든 고문에 가까운 처벌을 받는다. [9] 몸의 문신도 이때 죄인이라는 뜻으로 새겨진 것이다. 이때 재판을 진행하던 관리에게 도깨비 의 아이란 소리도 들었다. [10] [11] 그리고 정직하게 돈을 벌라고 관리가 꾸짖자 약값이 터무니없이 비싸서 불가능하다고 불평한다. 하쿠지는 그래도 도둑질을 멈추지 않았고, 계속해서 관청에 끌려간다. 그러던 어느 날 또 잡혀가 매를 맞고 돌아오는 날에 이웃에게 아버지가 목 매고 죽었다는 비보를 듣게 된다. 병약해서 돈도 벌어오지 못하는 본인 때문에 계속 도둑질을 하는 아들에게 죄책감을 느끼던 아버지가 극단적인 선택을 해버린 것. 아버지는 유언으로 하쿠지에게 아직 늦지 않았으니 올바르게 살라는 말을 남긴다. 하쿠지가 자기 때문에 계속 선을 넘다가 정말로 험한 꼴을 당할까봐 걱정되었던 모양이다. 이후 하쿠지는 그저 아버지의 묘를 끌어안고 한없이 통곡한다. 가난뱅이는 사는 것조차 용납되지 않는 거야? 아버지. 이런 세상은 엿이나 먹으라 그래. 삶의 목표가 사라진 하쿠지는 에도를 떠나 사람들을 패고 다니기 시작했고, [12] 그 과정에서 그의 싸움 실력을 눈여겨본 케이조 라는 도장 사범에게 스카웃된다. 당연히 하쿠지는 거절하고 주먹을 휘둘렀으나, 케이조가 하쿠지를 가볍게 때려눕히고 그에게 실려가 도장에서 살게 된다. 케이조는 문하생이 한 명도 없는 소류라는 도장을 하고 있으며 돈을 벌기 위해 해결사 일을 했다. 몸이 아픈 딸 코유키 와 아내가 있지만 아내는 딸의 간병을 하다 지쳐 연못에 빠져 자살했다고 한다. 하쿠지는 \"죄인인 나를 들여도 되겠냐\"고 묻지만 케이조는 시원하게 웃으며 \"죄인인 너는 아까 묵사발로 만들어 처치했으니 괜찮아\" 라고 대인배스러운 말을 한다. [13] 케이조의 안내로 그의 딸 코유키 [14] 를 만나게 되는데, 병약한 그녀를 보고 아버지를 떠올린 듯 말을 잇지 못한다. 케이조가 코유키에게 하쿠지의 이름이 아직 무엇인지 듣지 못하였으니 이름을 알아내 달라고 말하고 방을 나서자 코유키는 하쿠지에게 '얼굴에 상처가 있는데 괜찮냐'고 걱정해 준다. [15] 그렇게 코유키를 간호하게 된 하쿠지는 자꾸 자신에게 미안하다고 말하는 코유키에게서 아버지를 비춰봤고, [16] 본인은 선천적으로 강하고 아버지를 간호한 경험도 있으니 문제 없다고 독백하면서 그녀를 정성스럽게 간호한다. 하루는 코유키가 자신은 내버려 두고 오늘밤에 하는 불꽃놀이라도 기분 전환 겸 보고 오라고 하자, 현기증이 가라앉는다면 자신이 업어서 가보겠다며, 그게 힘들면 다음 해, 다다음 해라도 꼭 같이 가자고 말한다. 이때 코유키가 감동해서 우는데, 정작 하쿠지 본인은 무슨 의미로 우는지 몰라서 계속 누워만 있으니 우울해지는 건 이해하지만, 울면 같이 있기 거북해지니 성가시다 고 생각한다. 하쿠지는 케이조와 같이 있으면서 사무라이 도 아닌 그가 어떻게 그 넒은 땅과 도장을 가졌는지 [17] 와 그 때문에 주변 도장 사람들의 시비를 받는다는 사실을 알게 된다. [18] 그 때문에 문하생이 늘지 않았지만 [19] 하쿠지는 케이조와 코유키와 함께 지내면서 마음의 구원을 얻는다. [20] 어느 날 검술도장의 사범의 아들이 천식이 있는 코유키를 강제로 바깥으로 끌고 나왔다가 천식 발작을 하는 코유키를 보고 당황해서 혼자 도망쳐 코유키는 죽을 뻔하지만 하쿠지가 구해준다. 이 일로 매우 화가 난 케이조는 검술도장에 싸움을 걸어 도장깨기를 하는데, 하쿠지가 검술도장의 문하생들을 모두 이겨버리자 분노한 사범의 아들이 진검으로 하쿠지를 내리치지만 하쿠지가 가장 자신 있어 하는 방울 깨기라는 기술로 검을 부러뜨린다. 검술도장의 사범은 기술의 아름다움에 감동해 소류 도장에 피해를 끼치지 않기로 약속한다. [참고] 하쿠지의 약혼 3년이 지나 하쿠지는 18살이 되고, 코유키는 16살이 되어 조금씩 건강이 돌아오기 시작하고, 어느 날 케이조로부터 코유키와 결혼해서 이 도장을 물려받지 않겠냐는 제안을 받는다. 하쿠지는 죄인인 자신에게 행복한 미래와 [22] [23] 아버지가 원했던 정직한 삶을 얻을 수 있게 된다는 기대감을 얻고 결혼을 약속한다. 다만 죄인 신분이었던 것이 속에 걸렸는지 불꽃놀이 축제 때 자신으로 정말 괜찮냐고 물어본다. 이에 코유키는 어렸을 적 이번 해에 불꽃놀이를 못 보면 다음해, 다음다음해라도 보면 된다고 말한 일을 기억하냐고 묻는데, 너무 옛날 일이고 생각 없이 한 말이라 하쿠지는 기억하지는 못했다. 하지만 어머니와 아버지조차 내심 포기했을 정도로 하루하루를 힘겹게 살아갔던 코유키에게는 큰 위로가 되었으며 하쿠지가 좋다며 재차 고백하는데, 이에 하쿠지는 그 누구보다 강해져서 코유키를 평생 지키겠다고 다짐한다. 하지만... 곁에 있어주지 못해 일어난 참변 나는 소중한 사람 이 위기에 직면해 있을 때, 늘 곁에 없다. 약속, 했는데. 참으로 안타깝게도 세상은 하쿠지를 가만 놔두지 않았다. 케이조를 시기하고 있던 도장 사람들이 아무리 화가 나도 케이조와 하쿠지를 정면에서 무력으로 싸워선 이길 리가 만무했기 때문에 우물에 독을 탄다. [24] [25] 하쿠지는 그때 아버지의 무덤에 소식을 전하려고 성묘를 가서 화를 피했지만 케이조와 코유키는 결국 독살 당한다. [26] 하쿠지는 중요한 순간에 소중한 사람들의 곁에 없던 자신을 자책했고 [27] 코유키와 같이 불꽃놀이를 보러갔던 날 고백을 받고 승낙했던 일을 추억하며 슬픔에 오열한다. [28] 그렇게 은사와 약혼녀를 같은 날에 잃은 하쿠지는 [29] 그대로 이성을 잃고 그 날 밤 검술 도장에 쳐들어가 단신에다 맨손으로 2대 검도 도장의 당주와 문하생 67명을 몰살한다. 그들 모두 진검을 들고 있었지만 상대가 안 되었고, 극장판에서는 하쿠지가 하나하나 휘두르는 주먹과 발차기에 피격당한 상대들이 그야말로 추풍낙엽처럼 날아가고 그때마다 도장이 부서져 나간다. 아예 맨손으로 사람의 몸통을 뚫고 발차기를 머리에 직격한 사람은 머리통이 통째로 날아가는 장면도 나온다. [30] 그리고 하쿠지의 장기인 방울 깨기 [31] 가 이들을 학살할 때 다시 나오는데, 선대 당주가 하쿠지의 방울 깨기에 감복하여 더 이상의 은원이 나오지 않도록 매듭지었지만, 2대 당주가 하쿠지에 대한 열등감에서 비롯된 원한을 억지로 이은 탓에 결국 평범하게 살 수 있었던 하쿠지가 다시 수라처럼 들고 일어나 이들을 같은 기술로 학살하는 응보가 다가오게 된 것이었다. 유일한 생존자인 식모의 목격담에 따르면 맨손으로 진검을 부러뜨린 것은 물론이고 머리가 아작나고 장기들이 짓이겨졌으며 벽과 천장에 턱, 뇌, 눈알, 내장 조각들이 달라붙어 있었다 고 한다. 혼자서 맨손만으로 검법자 67명을 죽인 것도 경악스러운데, 단순히 죽이는 것만으로 끝내지 않고 온 몸을 찌그러뜨리고, 으깨고, 꿰뚫어 버려 서술한 지옥도를 연출한 것.  그야말로 목불인견이어서 생존자 식모가 그 광경을 보고 미쳐버렸다고 한다. [32] 무잔: 12명 정도 강한 도깨비 를 만들려고 생각 중이다. [33] 너는 과연 주어진 이 피의 양을 견뎌낼 수 있을까? [34] 도깨비가 되어가는 하쿠지 : ...아무... 래도, 이젠 아무래도 상관 없어... 모든... 게... 십이귀월 상현(上弦) [ 펼치기 · 접기 ] 113년 전~도공 마을편 상현 1 上弦 壱 상현 2 上弦 弐 상현 3 上弦 参 상현 4 上弦 肆 상현 5 上弦 伍 상현 6 上弦 陸 합동 강화 훈련편~무한성편 상현 1 上弦 壱 상현 2 上弦 弐 상현 3 上弦 参 상현 4 上弦 肆 상현 6 上弦 陸 113년 전~도공 마을편 상현 1 上弦 壱 상현 2 上弦 弐 상현 3 上弦 参 상현 4 上弦 肆 상현 5 上弦 伍 상현 6 上弦 陸 합동 강화 훈련편~무한성편 상현 1 上弦 壱 상현 2 上弦 弐 상현 3 上弦 参 상현 4 上弦 肆 상현 6 上弦 陸 복수를 모두 마친 하쿠지는 더 이상 살아갈 이유도 없이 피투성이가 된 채 떠돌다가 무잔 과 마주친다. [35] 그가 누구인지 관심도 없던 하쿠지는 무잔의 말을 무시하고 비키라고 했지만 무잔은 순식간에 접근했고, 하쿠지가 주먹을 날리지만 단번에 머리가 꿰뚫렸다. 그리고 12명의 강한 도깨비, 즉 십이귀월 을 만들고자 하는 무잔이 그를 도깨비로 만들었다. 머리를 꿰뚫려 무잔의 피를 주입 받아 도깨비가 되어가며 생전의 기억도 잊기 시작한 하쿠지는 이제 뭐든 상관 없다고 중얼거린다. [36] 그렇게 인간 하쿠지는 사망하고, 강함만을 추구하는 도깨비 아카자가 탄생한다. [37] [38]"
    },
    {
      "title": "무한열차 편",
      "content": "귀멸의 칼날 의 분기별 최종 보스 [ 보기 · 닫기 ] 남매의 연편 손 도깨비 아사쿠사편 야하바 스사마루 장구저택편 쿄우가이 나타구모 산편 루이 무한열차편 아카자 환락의 거리편 규타로 도공 마을편 한텐구 합동 강화 훈련편 키부츠지 무잔 무한성편 제1장 아카자 무한성편 제2장 코쿠시보 무한성편 제3장 키부츠지 무잔 토벌 이후 최후의 도깨비 토미오카 기유 외전 마타조 렌고쿠 쿄쥬로 외전 하이로 바람의 이정표 우부메 남매의 연편 손 도깨비 아사쿠사편 야하바 스사마루 장구저택편 쿄우가이 나타구모 산편 루이 무한열차편 아카자 환락의 거리편 규타로 도공 마을편 한텐구 합동 강화 훈련편 키부츠지 무잔 무한성편 제1장 아카자 무한성편 제2장 코쿠시보 무한성편 제3장 키부츠지 무잔 토벌 이후 최후의 도깨비 토미오카 기유 외전 마타조 렌고쿠 쿄쥬로 외전 하이로 바람의 이정표 우부메 애니메이션(극장판) 그렇다면 멋진 제안을 하지. 너 도 도깨비 가 되지 않겠나? [39] 엔무 가 죽기 직전 회상에서 상현 6인 여성 도깨비 와 함께 실루엣으로 드러났다. [40] 이 외에는 등장이 없을 것 같았으나 하현 1 엔무를 쓰러뜨린 탄지로 일행과 조금 떨어진 상공에서 뛰어내리며 [41] [42] 포스 넘치는 OST와 함께 강렬하게 등장한다. 난데없이 탄지로를 죽이려고 달려드나 렌고쿠 쿄쥬로 가 이를 저지한다. 이 과정에서 왼쪽 팔이 반으로 갈라졌지만 금방 수복하며 좋은 칼이라고 칭찬한다. 쿄쥬로는 부상 당한 탄지로를 먼저 노린 이유를 묻자 약자 로 보고 이야기에 방해가 될까 봐였다고 한다. [43] 쿄쥬로가 주임을 알아보고 도깨비가 되지 않겠느냐고 스카우트 제의를 한다. [44] 그 이유는 인간은 아무리 강해진다 한들 언젠간 늙고 약해지기 때문에 한계가 있기 마련이며, 도깨비가 되면 100년이고 200년이고 단련을 하여 무한히 강해질 수 있다는 것. 지금까지 나온 도깨비들과는 다르게 사심이 없고 도깨비이면서도 하나의 신념을 가지고 있다는 모습을 보여준다. 어쨌든 이 제안을 받아들일 리 없었던 쿄쥬로는 단칼에 거절한다. 그 대답을 듣고 아카자는 진각 과 함께 혈귀술을 시전하며 [45] 전투에 들어간다. 도깨비가 되지 않겠다면 죽인다 . [46]"
    },
    {
      "title": "VS 염주 렌고쿠 쿄쥬로",
      "content": "훌륭한 투기야... 그만한 상처를 입고도 그 기백, 그 정신력, 한 치의 틈도 없는 자세! 역시 넌 도깨비가 되어야겠다, 쿄쥬로! 나와 영원토록 계속 싸워보자!! [47] 자신이 등장한 원작 8권의 제목(상현의 힘, 주(柱)의 힘)처럼 상현의 힘이 어느 정도로 강한지를 작중에서 최초로 직접 보여준 인물 로, 귀살대와의 전면전에서 끝에는 결국 밀리고 만 엔무와는 달리 쿄쥬로를 처음부터 끝까지 압도한다 . 아카자 왈 죽여왔던 주들 중 염주는 없었고, 주들은 전부 자신의 제안을 거절했다며 같은 무인으로서 이해가 되지 않는다고 아쉬워한다. 처음에는 서로 대등하게 합을 주고받는 듯 했으나 이내 혈귀술을 접목한 격투기로 쿄쥬로를 몰아붙이기 시작하고 [48] , 자신이 입은 타격은 도깨비의 재생 능력으로 순식간에 회복하며 쿄쥬로를 일방적으로 압박한다. [49] 결국 타격이 누적되어 중상을 입은 쿄쥬로가 모든 사람들을 지키기 위해 다시 한 번 전의를 다지고 오의를 시전하려 하자 그의 투기에 큰 감명을 받아 도깨비가 되어 자신과 영원히 겨뤄 보자고 말한다. 이후 서로의 기술이 격돌해서 가까이 붙은 쿄쥬로의 참격으로 몸의 상당 부분이 깎여나가지만 이조차도 개의치 않고 순식간에 재생한다. 오른팔로 쿄쥬로의 복부를 뚫고, 치명상을 입은 그에게 이대로면 죽을 테니 어서 도깨비가 되라며 마지막으로 설득한다. 하지만 쿄쥬로는 이에 굴하지 않고 엄청난 정신력으로 아카자의 목에 일륜도 의 칼날을 박아넣으며 동틀녘이 와서 당황한 나머지 자신의 안면을 치고 후퇴하려는 아카자의 팔을 붙잡는다. 뭐라고 떠드는 거야, 저 꼬맹이 는? 뇌가 머리에서 빠지기라도 한 거냐? 난 너희에게서 도망치는 게 아니야! 태양에게서 벗어나는 거라고! 그리고 이미 승부는 결정됐잖아! 저 녀석 은 곧 탈진해 죽을 거라고! 저 꼬맹이 지금 뭐라고 지껄이는 거야? 머리속에 뇌가 들어있긴 한거야? 난 너희한테서 도망치는 게 아니야! 햇빛을 피해 도망치는 거라고! 그리고 승부는 이미 다 끝난거잖아! 녀석 은 이제 곧 힘이 다해 죽는다! ( TVA 더빙판) 아카자는 급소가 뚫렸음에도 초월적인 힘으로 자신의 목을 베려고 하면서도 도망가지 못하게 붙잡는 쿄쥬로와 대치하다가 햇빛이 닥치는 것과 남은 대원들이 자신에게 덤벼오는 최악의 상황이 오자, 붙잡혀있던 자신의 왼팔과 그의 배에 박혀있던 오른팔을 억지로 뜯어내고 충격파를 일으켜 덤벼드는 이노스케를 날려버림과 동시에 쿄쥬로의 일륜도를 부숴 위기에서 벗어나 숲으로 도망친다. 그 후 도망치면서 자신이 실수했다며 자책하다가 탄지로가 던진 검에 맞고 \"도망치지 마, 이 비겁한 놈아!\" 라는 일침을 받자 발끈한 듯 자신은 귀살대에게서 도망치는 것이 아닌 햇빛 때문에 도망치는 것이며, 쿄쥬로는 이미 기력이 다했으니 곧 죽을 것이라고 속으로 반박한다. 탄지로가 귀살대는 도깨비들에게 언제나 유리한 밤에 싸우고 있고, 쿄쥬로는 그 누구도 죽지 않게 했다며 울분을 터뜨린다."
    },
    {
      "title": "환락의 거리 편",
      "content": "이후 어느 자택의 양자로 지내고 있던 무잔 을 찾아가 보고를 한다. 아카자는 푸른 피안화 를 찾지 못한 대신 주를 죽였다고 말하지만 고작 주 하나 죽인 걸로 기고만장하지 말라며 남은 3명은 죽이지 못했다고 꾸중을 들으며 입에서 피를 흘린다. [50] 무잔은 아카자에게 실망스럽다며 고작 주도 아닌 검사 에게 일격을 먹어서 상현의 3도 전락했다며 한탄한다. [51] [52] 탄지로의 일륜도를 부수는 아카자 네놈의 얼굴...!! 기억해 뒀다, 애송이 . 다음에 다시 만나면 반드시 네놈의 뇌수를 흩뿌려주마! 네놈의 얼굴...!! 기억해 두겠다, 꼬맹아 . 다음에 다시 만나면 네놈의 뇌수를 흩날리게 해주마! '(한국어 더빙판) 밖으로 나간 아카자는 탄지로의 외침을 떠올린 후 격분하여 그의 일륜도 [53] 를 나무에 꽂은 뒤 박살내고 반드시 탄지로를 죽이겠다고 다짐한다. [54]"
    },
    {
      "title": "상현 집결",
      "content": "무한성에 불려온 아카자 異空間「無限城」、ここに呼ばれたということは 上弦が鬼狩りにやられた 이공간 ' 무한성 '... 이곳에 불려왔다는 것은... 상현이 도깨비 사냥꾼에게 죽었다는 뜻. 이공간 ' 무한성 '... 이곳으로 불려왔다는 말은... 상현이 혈귀 사냥꾼한테 당했다는 것. (한국어 더빙판) 샤바나 남매가 음주 우즈이 텐겐 과 탄지로 일행에 의해 쓰러져서 이공간 무한성으로 소집된다. [55] 상현 1 을 제외한 모두가 모이는데, [56] 도우마 가 친한 척 어깨에 손을 올리자 턱을 날려버린다. [57] 그러나 도우마가 태연히 힘이 더 세졌다고 말하자 열받아 한다. [58] 이후 규타로가 죽어서 분노한 무잔이 상현의 도깨비들에게 꾸중을 주고 회의가 끝난다. 상현 5 굣코 는 그가 찾은 정보를 토대로 한텐구 와 함께 어딘가로 가기로 하는데, [59] 도우마가 궁금해 하면서 같이 가고 싶다고 말하자 얼굴의 윗부분을 날려서 무잔이 시키지 않았으면 꺼지라고 말한다. [60] 그러나 동시에 자신의 손이 잘려나가는데, 상현 1 코쿠시보 가 도가 지나치다며 경고한 것이다. 불만이 있으면 혈전을 신청하라는 코쿠시보와 자신이 더 빨리 도깨비가 됐음에도 약한 아카자는 무리라며 능글거리는 도우마에게 아무 말도 못한다. 코쿠시보가 말을 잘 명심했냐고 묻자 \"알았다. 난 반드시 널 죽일 거다.\"라고 답한다. [61] [62] 이후 자신을 부르는 도우마를 뒤로 하고 물러난다."
    },
    {
      "title": "무한성편",
      "content": "무한성편 참여자 (스포일러 주의) [ 펼치기 · 접기 ] 도깨비의 왕 키부츠지 무잔 십이귀월 코쿠시보 · 도우마 · 아카자 · 나키메 · 카이가쿠 귀살대 본부(지휘 사령부) 우부야시키 키리야 · 우부야시키 카나타 · 우부야시키 쿠이나 · 렌고쿠 신쥬로 · 우즈이 텐겐 귀살대 주(柱) 히메지마 교메이 · 시나즈가와 사네미 · 토키토 무이치로 · 이구로 오바나이 · 칸로지 미츠리 · 코쵸우 시노부 · 토미오카 기유 귀살대 일반대원 카마도 탄지로 · 카마도 네즈코 · 아가츠마 젠이츠 · 하시비라 이노스케 · 츠유리 카나오 · 시나즈가와 겐야 · 무라타 도깨비(귀살대 진영) 유시로 · 타마요 기타 인물 우로코다키 사콘지 · 고토 · 칸자키 아오이 무한성편 생존자 도깨비의 왕 키부츠지 무잔 십이귀월 코쿠시보 · 도우마 · 아카자 · 나키메 · 카이가쿠 귀살대 본부(지휘 사령부) 우부야시키 키리야 · 우부야시키 카나타 · 우부야시키 쿠이나 · 렌고쿠 신쥬로 · 우즈이 텐겐 귀살대 주(柱) 히메지마 교메이 · 시나즈가와 사네미 · 토키토 무이치로 · 이구로 오바나이 · 칸로지 미츠리 · 코쵸우 시노부 · 토미오카 기유 귀살대 일반대원 카마도 탄지로 · 카마도 네즈코 · 아가츠마 젠이츠 · 하시비라 이노스케 · 츠유리 카나오 · 시나즈가와 겐야 · 무라타 도깨비(귀살대 진영) 유시로 · 타마요 기타 인물 우로코다키 사콘지 · 고토 · 칸자키 아오이 무한성편 생존자"
    },
    {
      "title": "제1장",
      "content": "귀멸의 칼날 의 분기별 최종 보스 [ 보기 · 닫기 ] 남매의 연편 손 도깨비 아사쿠사편 야하바 스사마루 장구저택편 쿄우가이 나타구모 산편 루이 무한열차편 아카자 환락의 거리편 규타로 도공 마을편 한텐구 합동 강화 훈련편 키부츠지 무잔 무한성편 제1장 아카자 무한성편 제2장 코쿠시보 무한성편 제3장 키부츠지 무잔 토벌 이후 최후의 도깨비 토미오카 기유 외전 마타조 렌고쿠 쿄쥬로 외전 하이로 바람의 이정표 우부메 남매의 연편 손 도깨비 아사쿠사편 야하바 스사마루 장구저택편 쿄우가이 나타구모 산편 루이 무한열차편 아카자 환락의 거리편 규타로 도공 마을편 한텐구 합동 강화 훈련편 키부츠지 무잔 무한성편 제1장 아카자 무한성편 제2장 코쿠시보 무한성편 제3장 키부츠지 무잔 토벌 이후 최후의 도깨비 토미오카 기유 외전 마타조 렌고쿠 쿄쥬로 외전 하이로 바람의 이정표 우부메"
    },
    {
      "title": "VS 수주 토미오카 기유, 카마도 탄지로",
      "content": "무한성에서 탄지로를 조우한 아카자 오랜만이다. 용케 살아있었구나? 너 같은 약자가. 카마도 탄지로 !! 무한성으로 끌려들어가 이동하고 있던 탄지로의 앞에 천장을 부수며 나타난다. [63] 탄지로에게 약자 주제에 잘도 살아남았다며 탄지로의 이름을 외치면서 전투에 돌입한다. 그러나 그동안 경험과 수련을 쌓은 탄지로에게 공격은 전부 적중하지 못했고 2번이나 반격당하자, 쿄쥬로의 말 [64] 을 되뇌이며 그의 말이 맞았음을 인정하고 탄지로를 강자로 인정한다. 그 후 전력으로 싸우기 위해 술식을 전개한다. 전투에 앞서 술식을 전개하는 아카자 さあ、始めようか？宴の時間だ。 자, 그럼 시작해 볼까? 연회 시간이다. 자, 시작해 볼까? 연회의 시간이다. (더빙판) 아카자가 술식을 전개하며 다소 진심을 내기 시작한 후, 탄지로와 기유를 동시에 상대하면서 우세를 점해 압도적인 강함을 선보인다. 그리고 11형을 사용하는 기유에게 50년 전에 수주를 상대한 적은 있지만 그런 기술은 처음 본다며 이름을 물어본다. 기유가 매몰차게 거절하면서 말을 하는 게 싫다고 하자, 자신은 말하는 게 좋다며 계속 이름을 물어보겠다면서 파괴살 각식 유섬군광을 시전해 벽을 뚫어버릴 정도로 저 멀리로 걷어차버린다. 탄지로가 기유의 이름을 외치자 이제 이름을 알았다며 기뻐하고, 탄지로가 그 날 이후로 강해져서 기쁘다며 쿄쥬로도 그 날 죽어서 약해지는 꼴을 보지 않게 되어서 오히려 좋다는 망언을 내뱉는다. [65] 탄지로가 쿄쥬로를 모욕하지 말라고 분노하자 그것은 오해이고 자신은 약자만 멸시할 뿐이라며 약육강식을 피로한다. 그러나 탄지로가 사람은 누구나 다른 사람의 도움 없이는 살 수 없는 갓난아기인 시절이 있고 그것은 아카자도 예외가 아니라면서, 그 비뚤어진 사고방식을 용서하지 못한다며 정곡을 찌르자 분노한 듯 주먹을 콱 쥔다. 뭔가 착각을 했었다. 처음에는 여느 때처럼 '약자라서' 불쾌한 거라 생각했다. 하지만 어떠냐, 이 녀석은? 강해지고도 여전히 불쾌감이 가시질 않는다. 그때 누군가 가 아카자의 뒤에서 그의 어깨에 손을 올리며 탄지로가 한 말과 비슷한 말을 하고, 반사적으로 주먹을 휘두르지만 뒤에는 아무도 없었다. 이후 아카자는 탄지로가 역시 넌 그냥 불쾌하다며 살기 어린 맹공을 날린다. 탄지로가 비륜양염을 사용해 처음으로 자신의 목에 공격이 닿자 나침이 제대로 반응하지 않았다며 신기한 기술을 사용한다고 흥미로워한다. 탄지로가 다시 한 번 참격을 날리지만, 이 시점에서 아카자는 탄지로의 검술에 완전히 적응해서 칼날 잡기로 막는다. 그리고 검을 그대로 부러뜨리려고 하는데, 탄지로의 박치기 발악을 받아도 [66] 계속 칼날을 놓치지 않고 있었으나 때마침 다시 복귀한 기유 [67] 의 공격에 팔이 잘려서 겨우 놓친다. 이후에는 본격적으로 싸우기 시작하는데, 반점 을 발현한 기유에게 잠시 압도 당했지만 순식간에 적응해서 기유와 합을 주고받으며 접전을 벌인다. 결국 물의 호흡의 모든 형에 적응해 버린 아카자는 기유의 생생유전까지 모두 막아내고 마지막으로 내리친 검까지 측면을 때려서 부러뜨린다. 기유가 경악하는 사이 이제 충분하다며 결정타로 복부를 공격하지만 그 순간  기척도 없이 나타난 탄지로가 팔을 베면서 위력이 줄어드는 바람에 기유를 제대로 처리하지 못한다. 아카자는 탄지로가 그동안 아카자의 기술이 무엇이었는지 파악한 데다가 [68] 아버지에게 배운 내비치는 세계 에 들어가서 한층 더 성장한 것을 보고 큰 위협을 느낀다. 자신을 공격하는 기유를 앞에 두고도 전신의 모든 세포가 탄지로를 죽여야 한다고 소리 친다는걸 느끼며 탄지로를 처리하기 위해 가장 강력한 필살기 파괴살 종식 - 청은난잔광 을 사용한다. 역린을 건드릴때를 제외하고 전투 내내 즐거운 표정으로 임하는 아카자가 처음으로 굳은 표정을 지은 것이다. 탄지로의 기척이 느껴지지 않자 그가 죽었다고 생각했고 기유는 잔잔한 물결로 치명상은 겨우 피해 아직 살아있는 상태였기 때문에 아카자는 기유에게도 도깨비가 되라고 제안하기 시작한다. 하지만 탄지로는 죽은 것이 아니라 내비치는 세계를 터득해 투기를 지울 수 있게 된 것으로, 이는 아카자 최대의 오판이었다. [69] 탄지로는 기습을 하지 않고 당당히 아카자의 목을 베겠다고 선언한다. [70] [71] [72] 말도... 안 돼... 탄지로가 직접 말을 걸고 나서야 그가 살아있음을 눈치채고 놀라워하며 [73] 침착하게 응전하나 히노카미 카구라 - 사양전신(斜陽転身)에 목을 베인다. [74] 아카자의 독백으로는 지금껏 투기가 없는 인간은 본 적이 없었는데 그 일순간 탄지로의 투기는 사라졌다고 한다. [75] 그 때문에 존재할 리 없는 것과 대치하는 듯한 이물감에 감각이 혼란을 일으켰다고 한다. 하지만 싸움터에서는 예상하지 못한 사태에 즉각 대응해야 하며 자신은 그것이 가능했음에도 탄지로는 수백 년간 갈고 닦아온 자신의 무술을 정정당당하게 꺾었으며, 탄지로의 눈에 있던 것은 증오도 분노도 투기도 살기도 아닌 자신이 바라던 지고의 영역 무아의 경지라고 말한다. 그렇게 죽나 싶었으나..."
    },
    {
      "title": "각성과 최후",
      "content": "아직이다!! 아직 더 싸울 수 있어!! 나는 아직 더 강해질 것이다. 이런 식으로 끝날 순 없다. 난 강해질 것이다. 그 누구보다도 강해져야 된다. 강하게. 더욱 강하게...!! '그 영역 '이 있다는 것은 알고 있었지만 자신은 거기에 도달하지 못했고, 그렇기에 탄지로가 지고의 영역에 들어선 것을 보며 자신은 아직 더 강해질 수 있고 아직 더 싸울 수 있다고 하며 목이 잘렸음에도 불구하고 몸통이 머리를 잡아채 다시 이어붙이려 한다. [76] 그러나 기유가 칼을 던져 머리가 다시 떨어지는데 떨어지는 순간까지도 자신은 더욱 강해질 거라며 끝없는 강함을 추구하는 광기 어린 모습을 보여준다. 그리고 머리가 소멸하는데 몸은 사라지지도 쓰러지지도 않아 [77] 기유가 뭔가 이상하다고 생각한 순간 다시 몸을 움직이기 시작하며 술식을 전개, 근육을 조여 목의 절단면을 막고 공격해온다. [78] [79] 한계에 달한 탄지로는 부활한 아카자의 발차기 한 방에 실신하고 벽에 처박혀 아카자에게 처리 당할 위기에 놓이지만 기유가 부러진 검을 들고 막아서자 눈엣가시로 여기며 [80] 공격하려 하지만 자신을 \"아카자\" 가 아닌 \"하쿠지 씨\" 라고 부르는, 누군지 모르겠지만 어딘가 많이 들어본, 그리고 왠지 모르게 마음 한구석을 깊이 울리는 듯 한 아주 익숙한 여성의 환상 [81] 을 본다. 뒤이어 그 익숙한 여성의 환상이 \"이제 그만하고 저쪽 으로 가자\" 며 울먹이며 권유하나, 기유와 탄지로를 죽여야 하니 놓으라며 거부한다. 이에 여성이 대체 왜 그래야 하는지 묻자 자신은 강해지지 않으면 안 된다고 대답하나... 또 다시 그 여성의 환상은 왜 강해지려 하냐며, 왜 싸우려는 것이냐며 되물어오자 강해지려는 이유를 떠올리다 문득 그래야 아버지의 약을 가지고 돌아갈 수 있기 때문이야. 라며 인간 시절의 강함이 절실했던 과거를 떠올리게 된다. [82] 이와 동시에 과거에 했었던 약속도 떠올린 아카자는 죽어도 소중한 사람들의 곁에 갈 수 없는 자신을 자책한다. 한편 그의 목에선 머리가 새로 돋아나려 했고 [83] , 이 와중에 파괴살 멸식으로 기유를 끝장내려고 했지만 때마침 일어난 탄지로의 주먹을 맞는다. [84] 이 때 탄지로에게서 아카자의 옛 스승 케이조의 모습을 겹쳐봤으며, 자신이 약자를 싫어하는 이유가 정정당당하게 싸우지 않고 우물에 독이나 푸는 추하고 비겁한 사람들이기 때문이라 생각한다. 하지만 곧바로 원래 기억을 되찾아 지켜야 하는 주먹으로 사람을 죽여 사범의 소중한 소류를 피투성이로 만들고 아버지의 유언도 지키지 못한 자신을 되뇌이며 자신이 필사적으로 강해지려던 이유를 떠올리고, 자신이 진정으로 혐오하며 죽이고 싶어하던 것은 그 누구도 아닌 약해서 아무것도 지켜내지 못한 자기 자신임을 깨닫는다. 그 후 탄지로가 기유를 껴안고 필사적으로 범위 밖으로 피하려 하는데, 아카자는 탄지로에게 마지막으로 감사의 미소를 보이며 자신에게 파괴살 멸식 을 날려 스스로 온 몸을 부순다. [85] 그러나 아카자는 역시 죽지 않았고 곧바로 재생하는데, 계속해서 재생하려 하는 자신의 몸에게 나는 이미 패배했다 말하며 더 이상 재생하지 말라고 되뇌이며 재생하려고 하는 부위를 스스로 해하기까지 한다. 또한 탄지로에게 정정당당한 멋진 공격이었다고, 자신의 완패라고 칭찬한 뒤 이제 지옥으로 가고 싶다며 자신의 죽음을 받아들인다. [86] (무잔: 강해지고 싶다고 하지 않았더냐? 너는 이걸로 끝이냐? 아카자. ) 아카자: 그래, 난 강해질 거다. 강해지고 싶다. 목 좀 잘렸기로서니 뭐? 대결? 상관없어. 다 죽여버릴 거야. 난 아직 더 강해질 수 있다. 약속을 지켜야 돼. 코유키: 하쿠지 씨, 고마워요. 이만하면 충분해요. 이제 됐어. 이제 됐어요. (무잔: 아카자!! ) 미안해. 미안해. 지켜주지 못해 미안해. 중요한 순간 곁에 있어주지 못해 미안해. 약속을 아무것도 지키지 못했어...!! 용서해줘 용서해줘. 제발 날 용서해줘...! (코유키: 우릴 기억해내서 다행이야. 원래의 하쿠지 씨로 돌아와줘서 다행이야... 잘 왔어요. 여보... ) 하쿠지로 돌아온 아카자 아카자는 황천에서 사랑하는 아버지, 자신의 인생을 바꿔준 은사이자, 장인어른, 양아버지와도 같은 케이조를 마주치며 스스로의 과오를 뉘우치지만 그 순간 무잔이 아카자 몸 안에 있는 세포를 통해 나타나서 강해지고 싶다고 하지 않았냐며 아카자를 다그친다. [87] 무잔의 압박에 다시 기억을 잃고 목 좀 잘린게 뭐 어떠냐며 다 죽이겠다고 전의를 불태우지만, 마지막으로 그토록 사랑하고 사랑했던, 그렇기에 자신의 모든 걸 바쳐 지켜주고 싶었으며 그렇기에 아카자가, 하쿠지가 그토록 강해지고 싶었던 이유 자체였던 아내 코유키가 이제 충분하다며 수고했다고 말하자 아카자가 아닌 인간 하쿠지로 돌아온다. [88] [89] 하쿠지는 코유키를 끌어안으며 생전의 약속을 지키지 못해서 미안하다고 오열하고, 코유키도 눈물을 흘리면서도 미소를 함께 그런 하쿠지를 여보 라고 부르며 부드럽게 안아준다. 그렇게 도깨비 아카자는 내면속 인간으로 돌아온 하쿠지에 의해 완전히 사라져 소멸한다. [90] 고마워. [91] 자결의 길을 선택한 아카자는 코유키와 함께 업화에 휩싸이며 지옥으로 떠난다. 삶의 가장 기본적인 목적들도 깨닫고, 무의미하게 저지른 살육을 진심으로 반성하고, 소중한 가족들과도 재회하고, 아내와는 지옥에서나마 같이 있게 되었기에 상현 중에서는 다키 & 규타로 남매 이상의 가장 행복한 최후 를 맞이하였다. 사랑하는 아내의 품에 안겨 떠나는 아카자에겐 지옥으로 가는 길조차 성불이었다. 아카자의 죽음은 같은 상현인 코쿠시보 와 도우마 도 감지했다. 코쿠시보는 자신을 쓰러뜨리겠다고 선언했으면서 더 강해질 수 있는 기회를 버리고 죽음을 택한 아카자에게 나약하다고 읊조리며, 그 화풀이로 자신의 칼로 무한성 내에 늘어서있던 기둥들을 순식간에 베어버린다. [92] 한편 카나오 와 혈전을 벌이던 도우마는 아카자에게 인간 여성은 뱃속에 아이를 키울 정도로 영양분이 많아서 많이 잡아먹으면 더 좋다고 충고했지만, 그럼에도 불구하고 아카자는 여성만큼은 잡아먹기는커녕 죽이지도 않았고 심지어 이 행위를 무잔에게 허락까지 받았다고 투덜거리며 [93] 그의 죽음을 내심 비웃는다. [94] 팬북 2권의 후일담에서 지옥에서의 모습이 공개되었다. 인간인 하쿠지의 모습이며 [95] , 각각 호흡에 베인 순간의 느낌을 묻는 자리에서 화염의 호흡 은 마치 여름 하늘처럼 상쾌했다고 답한다. 쿄쥬로가 호쾌하되 정도를 걷는 성격이었던 만큼 그런 성향이 그의 검에도 드러났던 모양. 이때 하쿠지는 한 도깨비 아이를 업어주며 인간 시절의 상냥하고 다정다감한 면모를 보인다."
    }
  ],
  "timestamp": "2025-10-01 17:02:32",
  "total_sections": 11
}