{
  "character_name": "카마도 탄지로",
  "sections": [
    {
      "title": "외모",
      "content": "애니메이션 원작 동생 과 비슷하게 이마를 드러낸 앞머리 스타일에 삐죽삐죽 솟은 붉은색 머리카락 , 맑고 깊은 붉은 눈동자 의 소유자. 작화상으로는 훈훈한 외모지만, 작가의 말에 따르면 미남보다는 오히려 추남 쪽에 좀 더 가깝다고 한다. 최대한 좋게 봐줘도 평범한 외모이며, 그나마도 이마 왼쪽에 있는 흉터 때문에 보기 흉하다고 여겨진다고 한다. 사람을 외모로만 따지는 다키 가 탄지로를 보며 못생겼다고 했고, [14] 그나마 눈은 예쁘다며 눈알만 뽑아먹어주겠다고 했다. 그래도 작중에서 딱히 못생긴 취급을 받거나 하는건 아니고, 굳이 말하면 특출날 것 없는 평범한 외모 정도로 취급되는 느낌. 소년만화 주인공치고는 드물게 처진 눈꼬리에 순한 인상의 소유자. 그래서인지 성격이 좋아도 강인하고 의욕 넘치는 면이 더 강조되는 타 소년만화 주인공들과 비교하면 선하고 상냥한 면이 더 강조된다. 원작에서는 그림체 특성상 삼백안으로 표현되는데, 애니나 애니 굿즈 일러에서는 일부 상황을 제외하고는 거의 다소 섬뜩해보이는 사백안으로 그려져서 호불호가 갈린다. 오죽하면 원작 그림체를 좋아하지 않는 팬들도 애니 작화의 탄지로보다는 원작 작화의 탄지로에 손을 들어줄 정도. 첫 등장 당시 원래 헤어스타일은 어깨까지 오는 장발 을 포니테일로 묶은 형태였으나, 네즈코가 도깨비가 된 후 찾아온 토미오카 기유 와 몸싸움을 벌이다 그의 칼에 잘려서 숏컷이 됐다. 이후 우로코다키 사콘지에게 2년 동안 수련을 받는 동안에 머리를 정돈할 시간도 없어서 다시 길어졌다가 최종 선별을 치르기 전에 본인이 직접 가위로 잘라서 지금의 헤어스타일이 된다. 가장 큰 특징은 이마 왼쪽의 흉터 와 화투패 모양의 귀고리 . [15] 이마의 흉터는 엎어지는 난로로부터 동생 타케오를 감싸다가 화상으로 생긴 것이며, 탄지로의 아버지 탄쥬로는 태어날 때부터 약간의 반점이 있었다고 한다. 이마의 흉터는 최종선별시험을 전후로 일반적인 화상 자국 형태에서 검붉은 불꽃 문양 같은 형태로 변한다. 복장은 검붉은 색의 대원복에 어릴 때부터 입어온 카마도 가 특유의 바둑판 무늬가 그려진 초록색 하오리 를 입고 있으며, 발목에는 하얀 각반 을 차고 있다. [16]"
    },
    {
      "title": "성격",
      "content": "탄지로의 무의식의 영역 [17] 어쩜 이렇게 아름다울까. 한없이 넓고, 따뜻하다. 탄지로의 무의식의 영역에 도달한 엔무 의 부하 [18] (어린아이란 족속은 순진무구하고 나약하고 걸핏하면 거짓말을 하고, 잔혹한 짓을 아무렇지 않게 하는 욕망 덩어리다. 근데, 이 아이는 역시 달라... ) 의심은 풀렸다. 누가 뭐라고 해도, 나는 너를 인정한다. 카마도 탄지로. (중략) 평소 아무리 선량한 인간이라 해도, 위기에선 그 본성이 드러나지. 그러나 너는 도망치지 않고, 눈을 돌리지 않고, 거짓말도 하지 않고, 솔직하고 한결같았다. 언뜻 간단한 일인 것 같지만, 어떤 상황에서도 그럴 수 있는 사람은 극히 드물다…. 넌 특별한 아이다. 그간 수많은 인간을 마음의 눈으로 지켜본 내가 하는 말이니 이건 절대적이다. 미래에 불안감을 느끼는 건 누구나 마찬가지다. 네가 길을 잘못 들지 않도록 앞으로는 나도 도와주마. 히메지마 교메이 소년만화 특성상 주인공이 전투력뿐만 아니라 인격적으로도 성장하는 전개가 주로 나오지만, 탄지로는 맨 처음부터 인격만큼은 이미 완성된 상태였다. 마음이 매우 따스하고 착하며 , 도깨비에게도 동정심을 품어 처음엔 우로코다키에게 귀살대가 되기에는 글렀다는 평을 받기도 했다. 그러나 손 도깨비 를 처단한 직후부터 우유부단한 태도를 버리고, 도깨비를 대하는 태도를 굳히게 된다. 도깨비의 악행은 가차없이 처단하되, 그들이 반성하고 죗값을 다 치른 후의 삶은 행복하기를 기도해주는 것이다. 물론 본래부터 악인이었던 도깨비 는 제외된다. 무한열차 편에서는 잠든 탄지로의 무의식에 들어간 청년이 너무나 맑고 깨끗한 풍경에 할 말을 잃어버렸고, 정신의 핵 앞에 다다랐을 때는 아예 주저앉아서 울고 말았다 . [19] 참고로 그 사람은 탄지로의 정신의 핵을 파괴하기 위해 탄지로의 무의식에 들어간 것이었고, 정신의 핵이 파괴된 사람은 폐인이 된다. 탄지로의 무의식은 이 남자가 자신을 죽이려고 하는 걸 알면서도 그를 도와주었던 것이다. 결국 불치병에 걸려 마음이 닳을 대로 닳았던 청년은 탄지로의 마음 일부분만 나눠받았음에도 원래의 상냥한 성격이 완전히 돌아왔다. 심지어 도깨비들조차 탄지로의 행동에 위로를 받을 정도로 따스하고 생각이 깊다. [20] 작중에서 탄지로에게 치유받은 인물은 한두 명이 아니다. 하지만 그 선함이 너무 비현실적인 나머지 탄지로라는 인물에게 도저히 몰입할 수 없다는 반응도 많다. [21] 거미 도깨비 일가 의 어미는 수많은 사람들을 죽여 탄지로 역시 분노에 치를 떨었는데 죽음을 목전에 두었을 때 저항을 포기하고 스스로 목을 내주자 수면베기 대신 가뭄의 단비로 성불시켜준 것이 그 예. 또한 너무 솔직하다 못해 억지로 거짓말을 하려고 하면 얼굴이 뒤틀리는 거부반응 이 생리적으로 올 정도로 거짓말을 못한다. 그러나 ' 착한 사람이 화내면 무섭다 '는 말처럼, 제대로 분노하면 평소의 모습은 사라지고 아예 다른 사람으로 보일 정도로 분위기가 험악해진다 . 예를 들어 16세 소녀를 잡아먹은 늪 도깨비 가 \"그년이 추하게 늙기 전에 내가 잡아먹어 줬으니 감사한 줄이나 알아라\"라고 말하자, 입을 찢어버려서 말을 못하게 만들었다. 또한 무한열차편에서 렌고쿠 쿄쥬로 를 죽음에 이르게 하는 치명상을 입히고 햇빛을 피해 도주하는 아카자 에게 분노하여 반드시 잡아서 죽여버릴 기세로 쫓아가다가 앞선 전투로 인해 쌓인 피로로 도저히 따라잡을 수 없게 되자 자신의 일륜도까지 던져 꽂아버렸다. 이후 무한성에서 다시 아카자와 마주치고 싸우게 되면서 반드시 죽여버리겠다는 일념으로 무리해가면서 덤벼들기도 했다. 다키 와 싸우면서는 \" 예쁜 도깨비는 나쁜 짓을 해도 다 용서된다 \"는 망언을 듣고 전과 비교도 안 될 정도로 화를 내며 피눈물 까지 흘렸다. 자세히 보면 눈동자도 초점이 풀려 폭주할 때의 네즈코와 비슷하게 흐릿해졌다. 그만큼 이성을 잃었음을 나타낸듯 하다. 다키의 공격을 쳐낼 때에는 너무나도 분노한 나머지 오히려 무표정으로 무덤덤하게 기술명을 읊으며 공격을 받아쳤다. 그럼에도 불구하고 규타로 가 죽어가는 순간에 다키를 원망하며 욕을 할 때, 진심이 아니라며 규타로 의 입을 막고 끝까지 남매간의 우애를 지켜주려고 하였다. 여행을 통해 도깨비들의 불쌍한 모습을 보면서 도깨비를 만드는 키부츠지 무잔에 대한 증오는 이야기가 전개될수록 점점 더 깊어져 가다가 마침내 최종국면에서 마주한 무잔이 황당무계한 망언을 지껄여가며 자기합리화를 하자 분노의 극에 달한 나머지 무표정한 얼굴로 너는 존재해서는 안되는 생물이라며 반드시 죽여서 없애버릴 것을 다짐하기도 했다. 기습을 절대로 못 하는 성격을 가졌다. 그래서 기습을 하지 않고 오히려 상대에게 먼저 선언을 해서 대결의사를 전달부터 한다. 귀멸의 칼날: 장구저택 편 원작에선 이미 '기습을 못 하는 남자'라고 공식적으로 설명하고 있고 이것이 무한성편의 복선으로 이어진다. 사실 네 목을 베겠다는 나름대로 있던 복선이었음 ( 극장판 귀멸의 칼날: 무한성편 의 스포일러가 있음)"
    },
    {
      "title": "개요",
      "content": "귀멸의 칼날 의 주인공인 카마도 탄지로 의 작중 행적을 설명하는 문서."
    },
    {
      "title": "도입부",
      "content": "생활은 편치는 않지만, 행복하다. 그래도 인생은 날씨와 같아 옮겨가며 움직이는 법이다. 줄곧 맑은 날이 계속되지도, 눈이 계속 오는 것도 아니다. 행복이 부서질 땐 항상... 피 냄새가 난다. 가난한 숯쟁이 집안의 장남. 아버지를 여의고 어머니, 동생들과 어렵게 살아갔다. 하지만 가족들과 사이 좋게 지내면서 성실한 삶을 꾸려가던 탄지로는 여느 때처럼 숯을 팔러 마을에 내려간다. 늦은 귀갓길, 사부로 라는 노인이 밤에는 도깨비 가 나타난다고 말하며 탄지로를 붙잡아 자신의 집에서 하룻밤 묵게 한다. [1] 다음 날 탄지로는 집에 돌아갔지만, 가족들은 밤 사이 누군가 에게 습격을 받아 여동생 네즈코 를 제외한 가족들이 모두 사망했다. [2]"
    },
    {
      "title": "VS 수주 토미오카 기유",
      "content": "몸에 온기가 남아있는 네즈코만이라도 살리겠다고 마을로 향하던 도중, 탄지로는 도깨비로 변한 네즈코로부터 습격을 받는다. 처절하게 버티던 도중, 탄지로의 간절한 외침에 네즈코는 자아가 남은 듯 눈물을 흘린다. 그런데 두 사람의 앞에 도깨비 사냥꾼인 토미오카 기유 가 나타나고 도깨비인 네즈코를 죽이려 하는 기유 [3] 에게 탄지로는 네즈코는 다르다고 열변을 토한다. 그리고 더 이상 자신한테서 소중한 것 을 빼앗아가지 말아달라고, 제발 동생을 죽이지 말아 달라며 눈물이 쏟아질 듯한 목소리로 애원하지만, 오히려 여동생의 생사여탈을 남에게 맡기지 말고 자기가 지키라고 일침을 듣는다. [4] 그리고 기유가 일륜도 로 네즈코를 찌르자 탄지로는 그만두라고 소리친다. 그리곤 기유에게 돌을 던지지만 기유는 간단하게 돌을 쳐내고, 이어 탄지로가 도끼를 들고 돌격해오자 검 손잡이로 내리쳐 쓰러트린다. 하지만 탄지로의 손에는 도끼가 없었고, 어느 샌가 도끼는 하늘에서 날아와 기유의 머리 바로 옆에 박힌다. 단순한 공격이라는 기유의 평가와는 달리 탄지로도 나름 계산을 해서 공격했다. 그리고 네즈코가 도깨비가 되었음에도 탄지로를 지키려 하는 것을 보고 기유도 마음이 바뀐다. 그렇게 탄지로에게 사기리산 기슭에 사는 우로코다키 라는 노인에게 찾아갈 것을 권유하고 둘을 놓아준다. 결국 탄지로는 집으로 돌아와 그 옆에 죽은 가족들을 묻어주고, 다 까진 손으로 도깨비가 된 여동생 의 손을 꼭 잡고 집을 나간다. [5]"
    },
    {
      "title": "VS 사당 도깨비",
      "content": "햇빛을 싫어하는 네즈코를 위해 낡은 바구니를 구했다. 정직한 성품의 탄지로는 주인이 낡은 것이라 공짜로 준다는 것을 마다하고 손이 꺾일 정도로 세게 돈을 지불했다. 잠시 쉬고 가려고 주변을 두리번거리다 불이 켜진 불당을 발견하는데, 그곳에서 피 냄새를 맡고 냅다 문을 열었다. 불당 안에는 식인을 하고 있던 도깨비가 있었고, 인간을 먹는 도깨비의 모습을 처음 본 탄지로는 충격 받은 것도 진정하지 못한 채로 도깨비와 싸우게 된다. 도깨비의 특성을 몰라 죽을 위기에 처했을 때 네즈코가 발차기로 도깨비의 목을 날려 살아남았다. 그러나 도깨비가 머리가 잘렸는데도 살아있고, 머리에서 팔이 돋아나 움직이자 식겁한다. 하지만 이내 마음을 다잡고, 네즈코가 몸통을 상대할 동안 본인은 머리를 상대한다. 도깨비의 머리에 박치기를 해 도끼로 나무에 박아 제압하고, 네즈코와 싸우던 몸통 쪽은 절벽으로 밀어내 제압한다. 이때 도깨비의 몸통과 함께 절벽에 떨어질 뻔하지만, 네즈코가 구해준다. 단검으로 도깨비의 숨통을 끊겠다고 생각할 때, 우로코다키 사콘지 가 나타난다. [6] 우로코다키는 그런 것으론 숨통을 끊을 수 없다고 말하고, 그에 탄지로는 머리를 아예 부수는 생각으로 커다란 돌을 집어 든다. 하지만 끝까지 도깨비를 죽이지 못하다가 해가 뜨고 나서야 도깨비가 햇빛에 타 사라지자, 우로코다키에게 판단이 둔하다며 뺨을 맞는다. 그리고 우로코다키는 기유가 보냈던 편지의 내용을 떠올리며, 탄지로는 도깨비 사냥꾼이 될 수 없다는 평가를 내리고 일단은 집에 데려온다. [7] 그러나 이후 온갖 함정이 설치된 사기리산에서 산기슭에 있는 우로코다키의 집까지 혼자서 찾아가는 시험에 통과해 제자로 들어가는 데 성공한다."
    },
    {
      "title": "최종선별편",
      "content": "탄지로는 우로코다키 에게서 전집중 호흡 과 물의 호흡 10개의 형 등을 전수받으며, 1년 동안 죽을 만큼 훈련한다. 그리고 귀살대 의 '최종선별'에 나가고 싶거든 혼자서 거대한 바위를 베라는 과제를 받는다. 홀로 반년 동안 훈련에도 불구하고 바위를 베지 못한 절망에 눈물을 쏟던 도중, 탄지로는 사비토 와 마코모 를 만나 그들에게서 전집중 호흡 과 검술 훈련을 받는다. 그리고 또 반년 후, 사비토와의 전투에서 '빈틈의 실'을 베며 승리한 탄지로는 정신을 차려보니 바위를 벤 후였다. 그 후 사비토와 마코모는 사라지고 없었다. [8] 돌아온 우로코다키는 사실 탄지로가 최종선별에서 죽지 않길 바래 해낼 수 없는 시험을 낸 것 이며, 탄지로가 진짜로 바위를 자를 줄은 몰랐다고 감탄한다. 그리고 애 많이 썼다며, 대단한 아이라며 칭찬을 받은 탄지로는 감동받아 눈물을 흘린다. 우로코다키가 차려준 후한 저녁 식사를 마친 후, 그에게서 액운에게 지켜줄 여우 모양의 가면을 받는다. [9] 최종선별을 치르러 후지카사네 산으로 향하는 날 아침, 산에서 만난 사비토와 마코모에게 고맙다고 안부를 전해달라고 말하며 떠난다. 그러자 우로코다키는 어떻게 죽은 아이들 의 이름을 알고 있냐고 경악한다. [10] 마침내 후지카사네 산에 도착한 탄지로는 개화 시기도 아닌데 흐드러지게 피어있는 등나무 꽃들을 보며 놀라워하고, 수십 명의 후보생들을 발견한다. 최종선별에 대한 규칙과 설명을 들은 후 본격적으로 최종선별이 시작되고, 곧바로 도깨비 2마리와 마주치지만 우로코다키에게 배운 물의 호흡 으로 전부 베어낸다."
    },
    {
      "title": "VS 손 도깨비",
      "content": "그 순간 썩은 냄새가 나고 누군가의 비명이 들리더니, 거대한 손 도깨비 가 눈 앞에 나타나 잠시 겁을 먹는다. 그러나 다른 후보생이 죽을 위기에 처하자 바로 뛰쳐나가 그를 구한다. 손 도깨비는 탄지로가 쓴 가면을 보고 그가 우로코다키 의 제자라는 사실을 바로 알아챈다. 그리고 그 동안 자신은 우로코다키의 제자 13명을 잡아먹었고, 그 중 사비토 와 마코모 가 인상 깊었다고 말한다. 게다가 그 둘을 죽인 과정 [11] 을 즐겁다는 듯이 웃으며 말한다. 그 말을 듣고 분노한 탄지로가 손 도깨비에게 달려들었다가 얻어맞고 의식을 잃는 찰나, 동생 시게루의 환영을 보고 깨어난다. 그리고 도깨비의 냄새를 맡아 공격을 회피한 후, 침착하게 빈틈을 찾아 팔로 감싼 손 도깨비의 두꺼운 목을 베어버린다. 탄지로는 손 도깨비가 분해하며 자신에게 경멸하는 눈빛을 보낼 것이라고 생각하나 예상과는 달리 손 도깨비에게서 잃어버린 형 [12] 을 그리워하는 슬픔의 냄새를 맡은 탄지로는 도깨비의 손을 잡아주며 부디 다음 생엔 도깨비가 되지 않기를 기원한다. [13] 이후 우여곡절을 겪으면서 귀살대 선별이 끝난 후 대략 스무 명 정도였던 사람 수가 겨우 5명 [14] 으로 줄자 안타까워한다. [15] 한편 남은 사람들 중 한 명인 시나즈가와 겐야 가 안내자인 쌍둥이 아이 중 한 명에게 난폭하게 대하자 팔을 부러뜨려 버린다고 경고하고, 겐야가 계속 난폭하게 굴자 정말로 팔을 부러뜨렸다. 선별에서 돌아온 탄지로는 깨어난 네즈코 [16] 와 우로코다키의 환대를 받으며 눈물을 흘린다. 그 이후 대장장이 하가네즈카 호타루 에게 일륜도 를 받는다. 탄지로가 혁작의 아이 [17] 인지라 붉은 도신을 볼 수 있을지도 모른다고 기대하지만, 결국 검은 도신으로 판명 난다. [18]"
    },
    {
      "title": "최초 임무편",
      "content": "일륜도와 귀살대 대원복을 지급받은 탄지로는 귀살대원으로서 첫 임무를 수행하려고 네즈코와 함께 북서쪽 마을로 향한다. 그곳에서 카즈미라는 남자를 만나 도깨비에게 약혼녀를 잃었다는 사연을 듣고, 뛰어난 후각으로 납치된 다른 소녀 [19] 를 구출한다. 그리고 카즈미에게 소녀를 부탁하고 그들을 호위한다. 직후 도깨비의 습격을 받는데, 그는 사실 1마리가 3마리로 분열한 늪 도깨비 였다. 사람을 지키면서 싸우느라 마음대로 쫓지도, 검을 휘두르지도 못했지만, 때마침 깨어난 네즈코의 도움을 받아 위기에서 벗어난다. 탄지로는 네즈코에게 다른 사람들의 안전을 맡기고 도깨비들의 늪에 직접 들어가 둘의 목을 벤다. 그리고 나머지 하나에게 키부츠지 무잔 에 대해 추궁하지만, 늪 도깨비가 무잔에 대해 발설하면 안 된다는 공포에 사로잡혀 발악하자 이내 목을 베어버린다. 결국 무잔에 대한 정보는 얻지 못하고, 카즈미를 위로한 후 다시 길을 떠난다. 잃고 또 잃어도 살아갈 수밖에 없어요. 몇 번을 좌절한다 해도. 약혼녀를 잃고 절망하는 카즈미를 위로한 말 [20]"
    },
    {
      "title": "아사쿠사편",
      "content": "탄지로는 도깨비가 숨어있다는 소문에 도쿄 아사쿠사로 향한다. [21] 아사쿠사에 도착해 토요의 우동 가게에서 우동 을 먹던 도중, 어떠한 냄새 [22] 를 맡고 놀라 냄새의 원인을 찾아간다. 그 끝에서 한 행인을 발견하는데, 그는 바로 무잔 이었다. 그를 보자마자 일어난 엄청난 분노에 탄지로는 마주친 장소가 사람이 많은 도심이라는 사실을 잊고 칼을 꺼내려고 한다. 하지만 무잔이 위장하기 위해 만든 가족들이 함께 있었고, 딸을 안고 있어 차마 싸우지 못한다. [23] 그러다가 무잔이 혼란을 일으키려고 지나가던 남자의 목을 순식간에 긁어 도깨비로 만들어 탄지로는 남자를 붙잡고 있느라 무잔을 놓친다. 탄지로는 울분에 차 소리친다. 키부츠지 무잔 !! 난 널 놓치지 않아! 어디로 가든 절대로! 지옥 끝까지 쫓아가서 반드시 네 목에 칼날을 휘두르겠다! 절대 널 용서 못해! 어쨌든 남자가 사람을 죽이기 전에 [24] 천을 입에 물리고 어떻게든 제압하면서 버틴다. 그런 와중에 도깨비에 대해 전혀 모르는 경찰들이 남자로부터 억지로 떼어놓으려 하는 바람에 잠시 소동이 일어난다. 그때 도깨비를 '사람'이라고 칭하는 탄지로에게 마음이 움직인 타마요 가 혈귀술을 사용해 경찰들을 무력화시키고, 남자를 데려가 사태를 수습한다. 그 후에 타마요의 심복인 유시로 가 탄지로 남매를 거처로 안내하려고 마중 나왔다. 탄지로는 타마요와 유시로의 사정을 듣고, 네즈코를 인간으로 되돌리는 방법을 찾으려고 타마요에게 협력한다. [25] 타마요는 치료를 위해 최대한 많은 도깨비의 피를 조사할 필요가 있어 탄지로에게 먼저 네즈코의 피를 조사하고 싶다고 부탁한다. 그리고 가급적 무잔의 피가 진한 도깨비인 십이귀월 을 잡아달라고 부탁한다."
    },
    {
      "title": "VS 야하바, 스사마루",
      "content": "그때 마침 탄지로를 노리고 습격한 키부츠지 무잔 의 부하 야하바 와 스사마루 와 싸운다. 습격자들의 협공에 열세에 몰렸으나 유시로의 도움으로 야하바의 혈귀술을 간파한다. 그리고 깨어난 카마도 네즈코 가 스사마루와 대치해 탄지로는 야하바를 맡아서 싸우게 된다. 야하바의 혈귀술인 화살표로 칼의 방향이 바뀌어 기술이 제대로 들어가지 않았지만, 물의 호흡 '제6형 비틀린 소용돌이'로 화살표를 감고, '제3형 유유 춤'으로 거리를 좁힌다. 그리고 두 기술을 결합시킨 '비틀린 소용돌이·유유'로 야하바의 혈귀술을 역이용해 '제2형 가로 물방아'로 간신히 목을 벤다. 하지만 야하바의 수많은 화살표에 끌려 다녔고, 충격을 완화하려고 무리하게 기술을 연속으로 사용하다 갈비뼈와 다리가 부러진다. 한편 스사마루는 타마요 의 혈귀술에 의해 금기인 키부츠지 무잔 의 이름을 입에 담은 탓에 저주로 무참한 최후를 맞는다. 스사마루의 최후를 목도한 탄지로는 무잔에게 속고 놀아난 끝에 비참하게 죽어가는 도깨비들의 신세에 씁쓸한 감상을 남긴다. 그리고 무잔이야말로 진정한 도깨비이자 악의 축임을 깨닫는다. 사태가 정리되자 타마요 는 싸움이 일어나는 곳에 데려가는 것보단 위험이 적을 것이라며 자신이 네즈코를 맡아주겠다고 제안한다. 잠시 고민하다가 네즈코가 손을 꽉 잡고 확고한 눈빛으로 바라보자 마음을 굳힌다. 그리고 타마요에게 \"제안은 감사하지만 이제 다시는 뿔뿔이 헤어질 수 없습니다.\" 라고 말하고 [26] 다음 임무지로 떠난다."
    },
    {
      "title": "장구저택편",
      "content": "갈비뼈가 부러져서 걷는 것도 힘들 정도인데, 탄지로는 다음 임무지인 장구저택으로 향한다. 그때 제발 결혼해 달라며 한 소녀를 붙잡고 매달리는 아가츠마 젠이츠 를 목격한다. 탄지로는 젠이츠의 참새에게서 자초지종을 듣고 소녀를 구해주는데, 젠이츠가 떼를 쓰고 울고불며 원망하자 작중 처음으로 경멸하는 표정을 보인다. [27] 탄지로와 젠이츠는 꺾쇠 까마귀의 지령에 따라 임무지로 같이 출발한다. 탄지로 일행은 지령에 따라 도착한 저택 앞에서 쇼이치와 테루코 남매를 만난다. 남매에게서 큰형 키요시가 도깨비에게 납치당해 저택으로 끌려갔다는 말을 듣던 도중, 누군가가 저택 밖으로 떨어진다. 고층에서 떨어져 죽어가는 그를 애도한 후, 네즈코가 들어있는 상자를 남매에게 맡기고 젠이츠와 함께 저택으로 진입한다. 그러나 상자가 흔들리자 겁을 먹은 남매가 뒤따라 들어왔다가 금세 방이 뒤섞여 탄지로는 테루코와 함께 행동한다. [28] 그 후 저택의 주인 쿄우가이 와 맞닥뜨린다. 탄지로는 테루코에게 숨으려고 말한 뒤, 쿄우가이 를 공격한다. 하지만 쿄우가이가 몸에 있는 장구를 치자, 혈귀술로 방이 회전한다. 그때, 방에 쳐들어온 멧돼지 머리 하시비라 이노스케 에게 선수를 빼앗긴다. 이노스케가 테루코를 밟고도 신경 쓰지 않자, 탄지로는 분노해서 그를 날려버린다. 그렇게 셋이서 서로 대치하다가 방이 또 뒤섞여서 다른 곳으로 이동한다. 이동한 곳 주변에서 독특한 피 냄새가 나는 방을 발견하는데, 그 곳에서 키요시를 발견한다. 키요시는 쿄우가이가 떨어트린 장구를 줍고, 그 장구를 이용해 위기 때마다 방을 이리저리 뒤섞어가며 지금까지 살아남았다. 탄지로는 키요시의 상처를 치료하며, 도깨비가 중얼거리던 말과 꺾쇠 까마귀의 설명을 통해 키요시가 잡혀온 이유는 그가 바로 희귀혈 [29] 체질이라는 것을 알았다. 탄지로는 방 건너편에서 쿄우가이의 냄새를 맡는다. 그리고 남매에게 \"난 너희의 이름을 부르며 들어올 테니, 누군가가 문을 열려고 하면 장구를 두드려 도망치라\"라고 말한 뒤 쿄우가이가 있는 방으로 향한다."
    },
    {
      "title": "VS 전 하현 6 쿄우가이",
      "content": "똑바로 앞을 향해라!! 자신을 고무시켜라!! 힘내 탄지로, 힘내라!! 난 지금까지 잘 싸워왔어!! 난 되는 녀석이야!! 그리고 오늘도!! 앞으로도!! 부러져 있어도!! 내가 꺾이는 일은 절대로 없어!! 쿄우가이 와 싸우는 와중 탄지로는 부상 때문에 함부로 간격 안에 들어가지 못하고 [30] 아슬아슬하게 공격을 피한다. 쿄우가이가 더 빠르게 장구를 쳐서 정신 없이 방을 도는 와중에 종이가 날리는 [31] 것을 보고 밟지 않고 피하다가 [32] 상처가 아프지 않게 호흡하며 움직이는 법을 깨닫는다. 네 혈귀술 은 대단했어!! [33] 쿄우가이: 애송이, 대답해라... 소생의 혈귀술은... 대단했나...? 탄지로: ...대단했어. 하지만 사람을 죽인 건 용서할 수 없어 . 쿄우가이: 그런가... 소생이... 쓴 글은... 쓰레기 따위가 아니었다. 적어도 저 애송이에게는 짓밟을 만한 물건이 아니었던 거야. 소생의 혈귀술도... 츠즈미도... ...인정 받았다... 결국 탄지로는 새로 익힌 몸놀림으로 쿄우가이의 모든 공격을 피하고 물의 호흡 제9형 수류 물보라 란으로 간격 안으로 들어가 목을 베어 쓰러뜨린다. 마지막으로 죽어가는 쿄우가이가 자신의 혈귀술은 정말 대단했냐고 묻자, 대단했지만 사람을 죽인 것은 용서할 수 없다고 대답해준다. 이에 쿄우가이는 드디어 자신의 소설과 재능이 인정받았다는 생각에 만족해하며 소멸한다. 그 뒤 키요시, 테루코 남매와 함께 저택 밖으로 나온다. 그런데 네즈코가 들어있는 상자를 지키느라 두들겨 맞고 상처투성이가 된 젠이츠와 [34] 그런 젠이츠를 칼도 못 뽑는 겁쟁이라고 비하하며 걷어차는 이노스케 를 보고 그의 만행에 분노해 일격을 먹여 갈비뼈를 부러뜨린다. 탄지로는 귀살대 대원끼리는 서로 헛되이 칼을 뽑으면 안 된다는 금기사항을 모르냐며, 그런데도 일방적으로 괴롭힌 것이냐고 이노스케에게 분노한다. 하지만 이노스케는 그저 강한 자와 싸우고 싶어했을 뿐이고, 칼이 안 된다면 맨손으로 붙자며 달려든다. 탄지로는 최대한 말로 풀려고 했지만 무리라는 것을 알고, 격투를 벌여 박치기로 이노스케를 기절시킨다. 그 후 도깨비에게 당한 희생자들을 묻어준다. 매장이 끝나고 삼남매에게 도깨비 액막이인 등꽃 향낭을 주어 돌려보낸 후, 겨우 휴식 허가가 떨어진다. 까마귀에게 인도받아 귀살대 대원에게 무상으로 숙식과 치료를 제공하는 등꽃 문양 저택에서 쉬게 된다. 그리고 나중에 젠이츠가 왜 도깨비를 데리고 다니냐고 묻자, 자신은 코가 좋아서 젠이츠가 다정하고 강한 건 이미 알고 있었다고 칭찬하며 네즈코를 소개한다. 젠이츠 본인은 정신을 잃은 순간 얼마나 강해지는지 몰라 무슨 헛소리냐고 말한다. 그러나 소개가 다 끝나기도 전에 네즈코가 탄지로의 여자친구라고 착각한 젠이츠가 질투심에 눈이 먼 채로 칼을 뽑고 덤벼든다."
    },
    {
      "title": "나타구모산 편",
      "content": "오해를 푼 뒤 젠이츠 는 네즈코 에게 잘 보이려고 굽실댄다. 이노스케 는 한 판 붙자고 들이받는 게 일상이다. 한편 부상이 다 낫자 탄지로 일행은 지령을 받고 나타구모산으로 간다. [35] 나타구모산에 도착한 뒤 부상을 입은 귀살대 대원을 보고 돕지만, 그는 \"나한테도 이어져 있어\"라는 말을 남기고 숲으로 끌어 당겨진다. 괴상한 사건과 산에서 나는 섬뜩한 냄새에 탄지로는 잠시 몸이 움츠러들지만, 이노스케가 망설임 없이 자신이 먼저 갈 테니 뒤따라 오라고 한다. 숲에 들어간 뒤 만난 또 다른 귀살대 대원 무라타 가 겨우 말단 계(癸)인 그들을 보고 최고 계급인 주(柱)가 아니라며 절망하고 의미가 없다고 말하자 열 받은 이노스케가 그를 때리고 탄지로는 옆에서 말린다. 그때 갑자기 뭔가에 움직임을 조종 당해 같은 편을 공격하는 귀살대 대원들을 본다. 이노스케가 그들을 망설임 없이 죽이려 하자 제지하고 대원들의 등에 실이 달려 있는 것을 눈치채서 실을 잘라 조종을 푼다. 그러나 거미가 계속 나타나 실을 연결하고, 도깨비를 찾자니 자극적인 냄새가 너무 강해서 추적을 못해 난감해한다. 그러다 나타구모산에 사는 도깨비 일가인 루이 가 나타나 우리 가족을 방해하지 말라고 한다. 탄지로는 도깨비 중에 '엄마'를 죽여야 조종당하고 있는 사람들을 구할 수 있다고 이노스케에게 추적을 부탁한다. 하지만 정신을 차린 무라타가 이곳은 자신이 맡을 테니 둘이서 도깨비에게 가라고 말하는 것을 듣고 둘이 같이 떠난다. 둘은 도깨비에게 가까우면 가까울수록 조종도 정교해져 몸이 다쳐도 억지로 움직이는 대원들을 발견한다. 내장이 다 튀어나와 고통스럽다며 자신을 죽여 달라는 대원들의 말에 난감해하다가 거미줄을 나무에 얽매서 움직임을 봉쇄하는 법을 택한다. 하지만 기껏 구한 보람도 없이 도깨비가 꼭두각시로써 쓸모가 없어진 대원들을 죽여버리자 탄지로는 분노에 차 도깨비들을 추적한다. 이번에는 목이 없는 도깨비를 발견하고 당황하지만, 이노스케와 함께 침착하게 오른쪽 목덜미부터 왼쪽 겨드랑이까지 잘라 쓰러뜨린다. 그리고 이노스케가 탄지로를 던져 엄마 도깨비가 있는 곳으로 가 물의 호흡 제1형을 쓰려 한다. 하지만 도깨비가 차라리 죽는 게 낫다 느껴 저항하지 않는 모습을 보고, \"제 5형 가뭄의 단비\" 로 끝낸다. [36] 그리고 부드러운 눈빛으로 자신을 바라봐준 탄지로에게 고마움을 느낀 엄마 도깨비는 이곳에 십이귀월 이 있다며 조심하라고 경고를 준다. 이후 탄지로는 심한 부상을 입은 이노스케의 상처를 천으로 감싸면서 도깨비가 무리를 짓고 사는 것에 의문을 가진다. [37] 근처에서 벼락 치는 소리가 나자 [38] 걱정하고, 많이 다친 이노스케에게 산을 내려가라고 하지만, 자기는 다친 적 없다며 거절한다. 그때 누나 도깨비를 보고 싸우려 하지만, 누나 도깨비가 아비 도깨비 를 부르고 도망쳐 그와 싸우게 된다. 괴력을 가진 데다 단단해서 한 아비 도깨비에게 고전하지만, 나무를 쓰러뜨려 제압한 후 물의 호흡 제10형 생생유전으로 전투를 끝내려고 한다. 그러나 아비 도깨비가 나무를 통째로 들어올려 밀쳐내는 바람에 멀리 날아가고, 남은 이노스케에게 절대로 죽지 말라고 외친다. 한참 날아가다가 물의 호흡 제2형 '물방아' 로 충격을 줄이면서 착지한 곳에서 탄지로는 분노한 루이가 누나 도깨비를 상처 입히는 것을 목격한다."
    },
    {
      "title": "VS 하현 5 루이",
      "content": "탄지로는 가족을 왜 공격하냐며, 그런 건 가족이 아니라며 루이 에게 화를 낸다. 그 와중에 일반 대원이 나타나 루이에게 달려가는 것을 보고 막으려 하지만, 순식간에 토막 나는 것을 보고 경악한다. 가족이든 동료든 강한 인연으로 연결되어있다면 똑같아 숭고한 거야. 한 핏줄이 아니면 얄팍하다거나, 결코 그렇지 않아!! 그리고, 강한 인연으로 연결되어있는 이들한테선 신뢰의 냄새가 나지. 하지만 너희한테선 공포와 미움과 혐오의 냄새밖에 안 나. 이딴 건 인연이라 부르지 않아. 유사품..., 가짜라고!! 이 말을 듣고 루이는 분노하지만 탄지로는 겁먹지 않고 달려들었다가 루이의 실에 검이 잘려나가며 코를 베인다. 이후 어찌저찌 손잡이 부근만 살짝 남은 검을 든 채 루이에게 죽을 위기에 처하지만, 네즈코가 루이의 공격을 대신 맞으며 살아남는다. 루이는 탄지로와 네즈코의 '진짜' 가족의 인연에 감동받아 [39] , 네즈코를 자신의 동생으로 넘겨 준다면 살려주겠다 한다. 그러자 탄지로는 분노하면서 루이의 제안을 거절한다. 하지만 루이는 자신이 십이귀월 하현 5 라는 것을 밝히며 네즈코를 강제로 잡는다. 탄지로는 분노하지만, 애써 마음을 가다듬고, 회전을 가할수록 강해지는 물의 호흡 10형 생생유전을 사용해 실을 잘라낸다. 하지만 루이가 혈귀술 각사뇌로 실의 강도를 더 강하게 만들어 탄지로의 사방을 둘러싸자 탄지로는 죽음을 감지하고 주마등을 본다. 그리곤 어린 시절 아버지 가 카구라를 추던 모습을 기억하고, 히노카미 카구라 를 각성하여 원무를 사용해 실을 벤다. [40] 그에 당황한 루이가 계속해서 실로 공격하지만, 계속 베어내며 루이에게 접근한다. 중간중간 루이의 실에 부상을 입는 와중에도 멈추면 히노카미 카구라의 부작용이 올 것을 알아서 네즈코를 지키겠다는 일념만으로 공격을 이어간다. 종국에는 실 사이로 뛰어들며 동귀어진의 각오로 루이의 목을 노린다. 이때 네즈코가 혈귀술을 각성하며 네즈코의 피가 묻어있던 루이의 실을 불태우며, 칼날에 묻어있던 네즈코의 피가 폭혈도 를 만들어 루이의 목을 벤다. 나와 네즈코의 인연은 그 누구도 갈라놓을 수 없어!! 나와 네즈코의 인연은 누구도 갈라놓지 못해!! - 더빙판 하지만 루이는 자신이 먼저 실로 목을 잘라서 멀쩡했다. 그리고 머리끝까지 화가 나 탄지로와 네즈코를 죽이려 든다. 루이의 공격에 당하기 일보 직전, 나리 의 명령으로 나타구모산으로 파견된 수주 토미오카 기유 가 나타난다. 루이는 기유를 공격하지만 기유는 물의 호흡 11형 잔잔한 물결로 간단하게 막아낸 후, 손쉽게 루이의 목을 벤다. [41] 그리고 루이는 자신의 과오를 떠올리고 후회하며 탄지로와 네즈코에게 다가가다 바로 앞에 쓰러져 소멸한다. 그리고 탄지로는 루이에게서 작은 몸에 다 담지도 못할 슬픔의 냄새가 난다 말하며 루이의 옷에 손을 얹는다. 탄지로가 루이를 동정하는 것을 눈치챈 기유가 도깨비는 동정할 가치가 없다며 루이의 옷을 짓밟자, 탄지로는 \"당연히 사람을 먹는 도깨비의 목은 가차 없이 베겠지만, 그들도 도깨비이기 이전에 인간이었습니다. 자신의 잘못에 후회하는 이는 짓밟지 않겠습니다. 발을 치워주세요.\"라고 말한다. 기유는 그 모습을 보고 이전에 자신이 구해줬던 소년 이라는 것을 깨닫는다. 하지만 그때 네즈코가 혈귀임을 알아챈 충주 코쵸우 시노부 의 공격을 받는다. 기유가 시노부를 막는 사이 탄지로는 네즈코를 데리고 간신히 도망가지만, 선별시험 동기인 츠유리 카나오 의 습격을 받는다. [42] 탄지로는 네즈코에게 빨리 도망가라고 외치다 카나오에게 머리를 맞고, 턱뼈가 부러져 기절한다."
    },
    {
      "title": "귀살대 주합 재판편",
      "content": "카나오는 네즈코를 죽이려 하지만, 그때 까마귀가 네즈코와 탄지로를 사로잡아오라고 지시를 내렸다. 탄지로가 깨어난 곳은 귀살대 본부였다. 이유는 귀살대 대원이면서 도깨비를 데리고 다녔다는 대율위반죄, 탄지로가 여동생 은 사람을 먹지 않는 도깨비라고 항변한다. 하지만 미츠리 , 무이치로 , 기유, 시노부를 제외한 주들은 헛소리 라고 치부해, 탄지로는 네즈코와 같이 죽을 위기에 빠진다 [43] . 그러던 와중 네즈코가 풍주 시나즈가와 사네미 에게 공격을 받자 분노해 그에게 박치기를 날린다. 선량한 도깨비와 나쁜 도깨비도 분간할 줄 모른다면, 주 따윈 관둬버려!! 코피를 흘린 사네미가 분노해서 탄지로를 죽이려 들지만, 그때 우부야시키 카가야 가 싸움을 멈춘다. 귀살대의 수장인 카가야 는 탄지로와 네즈코의 일은 자신이 용인했고, 주들에게 받아들여 달라고 부탁한다. 하지만 큰 어르신의 부탁이라도 도깨비를 받아들이는 것은 이해할 수 없다며 주들에게 많은 반대를 받는다. 그러자 카가야는 자신의 옆에 있던 딸에게 전(前) 수주 우로코다키 사콘지 의 편지를 낭독할 것을 부탁한다. 편지의 내용은 이랬다. '네즈코는 도깨비가 된 후로 2년이 넘는 세월 동안 사람을 먹은 적이 없습니다. 만약 사람에게 달려드는 경우, 탄지로뿐만 아니라 저와 기유 가 할복 으로 사죄하겠습니다.' 탄지로는 이에 감동받아 눈물을 흘린다. 더불어 카가야는 탄지로가 주들조차 만난 적 없는 무잔 과 만났고, 무잔이 탄지로에게 추격을 보내 처음으로 드러낸 꼬리를 놓치고 싶지 않다며 주들에게 이해해 달라고 말한다. 하지만 사네미는 인간인 탄지로는 그렇다 쳐도 도깨비인 네즈코의 존재는 인정할 수 없다며 반박한다. 그리고 자신의 팔을 베어 피를 보여주고, 네즈코가 사람을 먹는다는 증거를 보여주려고 한다. 그러나 네즈코는 탄지로의 외침에 가족들을 떠올리며 끝까지 참아낸다. 그 결과 탄지로와 네즈코는 무죄를 선고 받는다. [44] 저는... 저와 네즈코는 키부츠지 무잔 을 쓰러뜨릴 겁니다. 저와 네즈코가 반드시! 이 슬픔의 반복을 끊는 칼날을 휘두르겠습니다. 목숨을 건진 탄지로는 카가야에게 무잔을 쓰러뜨리겠다고 말한다. 하지만 카가야는 \"지금의 탄지로에겐 무리니 우선 십이귀월 부터 쓰러뜨려라\"라고 말한다. [45] 이후 시노부 가 탄지로를 자신의 저택에 머물게 하고, 은 [46] 부대원들에게 그를 데려가라고 말한다."
    },
    {
      "title": "기능 회복 훈련편",
      "content": "탄지로는 나비저택에 도착해 회복 중인 젠이츠 와 이노스케 를 보고 반가워한다. 이후 어느 정도 회복하고 시노부의 기능 회복 훈련에 참가한다. 하지만 훈련 중 카나오 를 상대로 계속 져서 이길 방법을 생각한다. 저택의 아이들이 '카나오는 전집중 호흡 을 24시간 내내 하고 있다. 사용법을 알면 따라잡을 수 있을 것'이라는 정보를 알려준다. 하지만 긴 호흡의 유지는 아직 무리였고, 자신의 폐를 강화하는데 집중한다. 내 몸은 변했어!! 빨리 칼을 휘두르고 싶다. 이 손으로 일륜도 를!! 밤에 명상으로 사콘지 와 호타루 를 생각하는데, 상상 속에서 하가네즈카에게 칼을 부러뜨렸다고 용서할 수 없다는 말을 듣는다. 그렇게 명상을 하던 중 시노부가 와서 안부를 묻다가 탄지로의 따뜻한 마음을 느낀다. 그리고 자신의 꿈인 도깨비와 사이 좋게 지내는 것인데, 그 꿈을 맡겨보려고 한다는 말을 듣는다. 하지만 탄지로는 계속 미소 짓고 있는데도 늘 분노의 냄새가 났다며, 시노부에게 화 나셨냐며 물어본다. 이에 시노부는 자신의 과거를 이야기한다. [47] 자신 대신 탄지로가 노력한다면 안심이 된다는 시노부의 말에 탄지로는 노력하겠다고 대답한다. 이후 마음을 굳세게 먹고, 만약 자신이 잘 때 호흡을 중단하면 때려서 깨워달라고 아이들에게 부탁한다. 그 결과, 열흘 뒤에는 손으로도 깨기 힘든 표주박을 불어 깨뜨릴 만큼 폐활량이 늘어난다. 그렇게 훈련을 마친 탄지로는 카나오의 움직임을 따라 잡는데 성공한다. 이후 젠이츠와 이노스케에게도 전집중을 24시간 상시로 하는 전집중 상중의 기술을 가르쳐준다. [48] 하지만 가르치는 데는 소질이 없어 성과가 없었지만, 시노부가 대신 요령을 가르쳐줘서 둘 모두 습득에 성공한다. 그리고 일륜도의 수리 완료라는 말에 호타루를 마중하지만, 예상대로 호타루가 칼을 부러뜨린 탄지로를 죽이려 드는 바람에 도망친다. 어쨌든 일륜도를 받고 다시 다음 임무를 받을 준비를 마친 탄지로. 자신이 루이 와 싸울 때 사용한 히노카미 카구라 나 불의 호흡에 대해 시노부 에게 물어보지만, 둘 다 모른다는 대답을 듣고 당황한다. 사정을 들은 시노부는 불의 호흡은 없지만 화염의 호흡은 있다고 대답한다. 탄지로가 더 물어보려 하지만 시노부 자신도 자세한 것은 잘 모르니, 화염의 호흡 사용자인 염주 렌고쿠 쿄쥬로 에게 물어보면 좋을 것 같다 답한다. 대화가 끝난 후 탄지로는 복도에서 누군가와 부딪히는데, 그가 최종선별 때의 난폭한 소년 이라는 것을 알아차린다. 단기간에 체격이 커지고 이상한 냄새 가 나서 위화감을 느끼지만, 이내 신경을 끈다. [49] 탄지로는 칸자키 아오이 에게 나비저택에 있는 동안 감사하다며 인사를 한다. [50] 그 다음에는 카나오 에게 인사한다. 이에 카나오는 말 없이 웃음을 보이다 결국 동전을 튕기고 나서야 인사를 한다. 탄지로는 이유를 물어보는데, 카나오도 \"자신은 전부 아무래도 좋으니 동전이 대신 결정해주는 것\"이라고 대답한다. 그러나 탄지로는 \"이 세상에서 아무래도 좋은 건 없어. 내가 동전을 던졌을 때 앞면이 나오면, 카나오가 앞으로 마음의 소리를 더 자세히 듣는 걸로 하자.\"라고 말한다. 그리고 앞면이 나오자 매우 기뻐하며 가려는데, 카나오가 어떻게 앞면이 나올 줄 알았냐며 궁금해한다. 그러자 앞면이 바로 나온 것은 우연이고, 뒷면이 나왔으면 앞면이 나올 때까지 계속 시도했을 것이라고 말한다. 이후 젠이츠 , 이노스케 와 함께 나비저택의 아이들에게 배웅을 받고 길을 떠난다."
    },
    {
      "title": "무한열차편",
      "content": "역에 도착해 열차를 보고서 \"땅의 신아! 싸우자!\"라며 덤비는 이노스케를 말리지만, 정작 본인도 기차는 난생 처음 보는지 이 땅의 수호신 일지도 모르니 먼저 공격하는 건 실례라고 했다가 젠이츠한테서 촌놈이라며 잔소리를 듣는다. 결국 열차에 저돌맹진을 감행하며 이노스케가 소란을 피우는 바람에, 온 역무원들의 눈에 띄어 검을 들고 있는 것을 들킨다. 역무원들이 경찰을 부르려고 하자 서둘러 도망가 일단 등에 검을 숨긴다. 이후 열차가 출발할 즈음 무한열차에 탑승한다. 이후 젠이츠한테서 네즈코를 데려와도 괜찮냐는 질문에 과거를 떠올리며 언제든 네즈코의 곁에 있어줄 거기에 괜찮다며 답해준다. 그리고 열차에서 쿄쥬로를 찾았지만 그는 큰소리로 '맛있어! '를 연발하며 도시락을 먹는 기행을 하고 있었기에 당황한다. 말을 걸어도 쿄쥬로는 계속 맛있다는 말만 반복해 쩔쩔매다가, 겨우 쿄쥬로에게 히노카미 카구라에 대해 물어볼 수 있었다. 그러나 쿄주로는 자신도 모른다며, 그냥 자신이 잘 보살펴주고 단련시켜 줄 테니 자신의 츠구코가 되라는 권유를 하는 등, 그의 엄청난 마이웨이 기질에 탄지로는 황당해한다. 이후 쿄쥬로에게서 무한열차에서 도깨비가 나오고 40명 이상이 행방불명 됐다는 이야기를 듣는다. 그리고 차표를 끊는 순간, 탄지로는 일행 모두와 함께 하현 1 엔무 의 혈귀술에 당해 잠들어버린다 . 탄지로는 꿈을 꾸는 도중 종종 위화감을 느끼기는 해도, 가족들이 살아있는 행복한 꿈 속에 더욱 깊이 빠져들어버린다. 하지만 꿈 속에서 물에 비치는 자신의 자아로부터 여긴 꿈 속이며 어서 일어나 싸워야 한다는 말을 듣는다. 그제서야 정신을 차리고 어떻게든 일어나야 한다고 생각하지만 , 방법을 알지 못해 쩔쩔맨다. 바로 그때 현실에서 네즈코의 혈귀술이 발동되며 피 냄새가 탄지로에게 닿는다. [51] 탄지로는 네즈코가 피를 흘리고 있다는 사실에 조급해져 집을 뛰쳐나간다. 그때 꿈 속의 인간 네즈코와 마주쳐 그녀의 목소리를 듣자 눈물을 흘린다. 다른 가족들도 쫓아와 무슨 일이냐고 묻자, 원래라면 지금도 행복하게 살았을 거라며 슬픔에 빠진다. 하지만 이젠 돌아갈 수 없다며 결의를 다진 후, 다시 뛰기 시작한다. 이때 로쿠타가 탄지로를 쫓아가다 넘어져 울자, 눈물을 흘리며 미안하다 사과하고 마음만은 같이 있다고 독백한다. '아아... 계속 여기에 있고 싶어. 집으로 돌아가고 싶어. 원래라면 계속 이렇게 살아갔을 거야. 여기서... 원래라면 다들 지금도 건강히... 네즈코도 햇빛 속에서... 파란 하늘 아래에서. 원래라면, 원래라면... 난 오늘도 여기서 숯을 구웠을 거야. 검 같은 건 만질 일도 없었어. 원래라면... 원래라면! 하지만 난 이미 다 잃었어. 돌아갈 수는 없어. ' 로쿠타: \"형! 우리를 두고 가지 마!\" (로쿠타가 탄지로를 쫓아가려다 넘어져 운다.) '미안해. 미안해, 로쿠타. 더는 같이 있을 수 없어. 하지만 형은 항상 널 생각하고 있어. 모두를 생각하고 있어! 많이 고맙게 생각해. 많이 미안하게 생각해. 절대 잊어버리지 않아. 그 어느 때든 마음은 모두의 곁에 있어. 그러니, 부디 용서해줘. ' [52] 이후 숲 안으로 들어가 엔무를 찾다가 베어야 할 것은 눈앞에 있다고 말하는 환상 속 아버지 의 말을 [53] 듣는다. 그리고 자신의 목을 베어서 꿈에서 깨어난다. 이때 꿈에서 죽으면 현실에서도 죽지 않을까 우려했으나 그런 일은 없었다. 탄지로는 다른 사람들도 잠에 들어있는 것을 보고 네즈코에게 밧줄을 태워달라고 부탁한다. [54] 그리고 홀로 엔무가 있는 선두차량으로 향한다."
    },
    {
      "title": "VS 하현 1 엔무",
      "content": "엔무는 탄지로를 보고 계속 행복한 꿈을 꾸게 해주겠다고 권유하지만 단칼에 거절한다. 엔무는 탄지로에게 혈귀술 최면의 속삭임을 걸지만, 잠들지 않는 탄지로의 모습에 당황한다. 하지만 이내 탄지로가 혈귀술에 걸리지 않은 것이 아니라 걸려든 순간 걸렸다는 사실을 알고 각성하기 위해 꿈속에서 몇 번이고 자결한 것 이라는 사실을 깨닫는다. [55] 아무리 꿈 속이라 해도 자결을 한다는 건 엄청난 담력이 필요한 일이기에, 엔무는 탄지로가 정상이 아니라고 평가한다. 이때 엔무는 죽은 탄지로의 가족들이 그를 욕하는 악몽을 꾸게 만들었다. [56] 오히려 이 악몽으로 인해 탄지로의 분노는 정점을 뛰어넘었고, 자신의 가족들은 그런 말을 하지 않는다며 분노해 엔무의 목을 벤다. 하지만 곧 엔무가 사실 열차와 한 몸이 됐으며, 탄지로가 벤 몸은 더 이상 본체가 아니라는 사실을 듣게 된다. 탄지로는 서둘러 승객들을 지키러 가고, 어느새 꿈에서 깬 쿄쥬로 에게 자신과 젠이츠, 네즈코가 승객을 지킬 테니 이노스케 와 함께 도깨비의 목을 찾아서 베라는 지시를 듣는다. 탄지로는 급소가 있는 곳으로 가서 목을 베려고 달려간다. 선두 차량 부위에 있는 목을 쳐서 끝을 내려고 하지만, 저항이 거센 데다가 목이 단단해서 고전한다. 그렇게 고전하는 도중 계속해서 자살을 하면서 최면술을 깨다가, 엔무의 함정에 걸려 현실에서 꿈이라고 착각해 자신의 목을 벨 뻔 한다. 하지만 다행히 이를 눈치챈 이노스케에 의해 저지된다. 이후 탈을 쓰고 있어서 최면술이 통하기 어려웠던 이노스케의 도움으로 [57] 히노카미 카구라 푸른 비단 하늘로 목을 벤다. 이후 부상과 히노카미 카구라의 반동으로 몸을 제대로 움직이지 못하지만, 승객들을 모두 지켜낸 쿄쥬로가 와서 격려하며 호흡으로 지혈하라는 조언을 받는다. 지혈을 하고 임무는 끝난 것으로 보였지만... 그 순간 상현 3 아카자 가 출현한다."
    },
    {
      "title": "상현 3 아카자 VS 염주 렌고쿠 쿄쥬로",
      "content": "탄지로는 곧바로 아카자 에게 공격 당할 뻔하지만, 쿄쥬로 가 아카자의 팔을 베어 구해진다. 그리고 쿄쥬로가 혼자서 아카자를 상대하기 시작하자 그를 도우려 하지만, 쿄쥬로는 움직이면 상처가 벌어진다며 대기 명령을 내린다. 그리고 둘의 전투 속도를 눈으로도 도저히 따라잡을 수가 없어 보고만 있어야 하는 상황이 된다. 하지만 시간이 갈수록 재생능력이 있는 아카자가 우세를 보이자 쿄쥬로를 걱정하다가, 결국 그가 아카자의 주먹에 복부를 관통 당하는 끔찍한 치명상을 입자 경악한다. 하지만 쿄쥬로는 치명상을 입었음에도 불구하고 아카자를 해가 뜰 때까지 붙잡고 있는다. 복부를 관통한 아카자의 팔이 못 빠지게 막고, 다른 한쪽 팔은 손으로 붙잡아 버틴다. 그에 탄지로는 쿄쥬로가 아무리 야단을 치더라도 베어야한다는 생각으로 검을 들고 이노스케에게 쿄쥬로를 도우라며 소리친다. 이노스케가 서둘러 공격하려고 하지만 결국 아카자는 스스로 팔을 뜯어내고 도망쳐버린다. 도망치지 마, 이 비겁한 녀석아!! 도망치지마!!! 우리 귀살대는 언제나 너희 에게 유리한 어둠 속에서 싸우고 있단 말이야!! 평범한 인간의 몸으로 말이야!! 상처도 쉽게 아물지 않아!! 잃어버린 팔다리가 돌아오는 일도 없어!! 도망치지 마라 이 바보 녀석아!! 멍청아!! 비겁한 녀석아!! 너 같은 놈 보다 렌고쿠 씨가 훨씬 더 대단해!! 강하시다고!! 렌고쿠 씨는 지지 않았어!! 아무도 죽게 놔두지 않았잖아!! 끝까지 싸웠어!! 끝까지 지켜냈어!! 네가 진 거야!! 렌고쿠 씨의 승리야!! 그리고 아카자에게 검을 던지면서 울분의 눈물을 흘린다. 그러나 쿄쥬로가 너도 중상이니 그렇게 소리 지르지 말라며, \"카마도 소년이 죽어버리면 내가 진 게 되어버린다\"는 말을 하며 제지하고 마지막으로 대화를 나누게 된다. 쿄쥬로가 자신의 친가에 들려 역대 염주가 남긴 수기를 보면 히노카미 카구라 에 대한 단서가 있지도 모른다고 말한다. 탄지로는 호흡을 사용한 지혈로 상처를 막을 수 없냐고 물어보지만, 너무 큰 중상이라서 무리였다. 그리고 쿄쥬로가 네즈코 를 귀살대로 인정한다는 것과 탄지로, 이노스케, 젠이츠 가 귀살대를 받쳐주는 주가 될 수 있을 거라며 믿는다는 유언을 남기고 숨을 거두자 오열한다. 이후 정신을 차린 젠이츠가 열차가 탈선했을 때 쿄쥬로가 충격을 줄여준 덕분에 승객이 모두 멀쩡할 수 있었다고 말한다. 그리고 상현이 그렇게 강했냐며 질문하자, '무언가를 이뤄도 앞에는 큰 벽이 있고, 굉장한 사람들이 앞에서 싸우는데 자신은 그렇지 못해서 매우 분하다' 며 펑펑 운다. 하지만 이노스케에게 심약한 소리 하지 말라는 일침을 듣고 다시 결의를 다진다."
    },
    {
      "title": "쿄쥬로의 생가 방문",
      "content": "격전이 끝나고 입원 치료를 받던 탄지로는 중상에도 불구하고 나비저택을 빠져 나와, 렌고쿠 가의 저택으로 간다. 쿄쥬로의 동생 센쥬로 를 보고 쿄쥬로의 유언을 전해주려 하지만, 그 와중에 그 둘의 아버지 렌고쿠 신쥬로 가 나타난다. 신쥬로는 쿄쥬로가 대단한 재능도 없으면서 검사 따위나 되었기에 죽었다고 폭언을 날린다. 그러자 탄지로는 말이 너무 심하다며 분노한다. 신쥬로는 끼어들지 말라는 식으로 말하다가, 탄지로가 끼고 있던 귀걸이로 그가 해의 호흡 사용자라는 것을 알아챈다. 그러고는 곧바로 탄지로를 덮치고 폭력을 휘두른다. 탄지로는 이유도 모른 채 공격 당하자 이러는 이유를 물어본다. 그러자 신쥬로는 '우리를 무시하고 있는 것이냐, 네가 최초의 호흡이자 최강의 호흡인 해의 호흡을 쓴다고 말하니 그런 것'이라고 말한다. 그리고 그것을 사용한다고 해서 건방 떨지 말라고 대답한다. 기고만장할 리가 있어?! 지금 내가 내 나약함에 얼마나 좌절해 있는데. 이 빌어먹을 영감탱이야!! 탄지로는 신쥬로에게 달려들지만, 신쥬로가 전 염주 출신이기에 실력 차가 나는 만큼 일방적으로 구타당한다. 그러면서 히노카미 카구라가 그렇게 대단한 해의 호흡이라면, 왜 자신은 쿄쥬로를 구하지 못한 것이냐고 자책하다가 마지막에 박치기 일격을 날려 신쥬로를 쓰러뜨린다. 발버둥 치는 수밖에 없어요. 지금의 제가 할 수 있는 최선을 다해 앞으로 나아갈 겁니다. 아무리 괴롭고 분해도. 그리고 전 쿄쥬로 씨처럼 강한 주가 반드시 될 거예요. 한바탕 싸운 뒤 냉정을 찾은 탄지로는 아버지를 공격해서 미안하다며 센쥬로에게 사과하고, 그에게 형의 최후와 유언을 알려준다. 센쥬로에게 감사인사를 받은 다음 염주들의 수기를 함께 읽으려 하지만, 너무 손상이 심해서 알아보지 못한다. 이에 센쥬로는 아버지의 짓이라고 생각한다. 히노카미 카구라나 해의 호흡에 대해 알기 위해 온 것인데 아무 것도 얻은 게 없어서 어떡하냐는 센쥬로의 걱정에, 어차피 자신이 해야 할 일은 알고 있기에 상관 없다고 대답한다. 또한 자신은 히노카미 카구라를 제대로 다루기 위해 더욱 단련하여 강해지고, 쿄쥬로 같은 주가 되겠다는 다짐을 한다. 그 모습에 감명받은 센쥬로는 자신은 검사의 소질이 없으니 다른 방향으로 도움이 되는 일을 해야겠다고 말한다. 이후 센쥬로에게 배웅을 받으며 그에게서 쿄쥬로의 일륜도 코등이를 받고 지친 몸을 이끌며 나비 저택으로 돌아간다. 한편 센쥬로에게 쿄쥬로의 유언 [58] 을 들은 신쥬로는 자신의 잘못을 뉘우치고 눈물을 흘린다. 한편 탄지로가 도착한 나비 저택의 정문에는 지난번보다 더 살벌하게 열 받은 하가네즈카 호타루 가 식칼을 들고 벼르고 있었고, 결국 칼을 잃어버린 대가로 밤이 되고 동이 틀 때까지 쫓겨 다닌다."
    },
    {
      "title": "환락의 거리편",
      "content": "쿄쥬로 의 죽음으로부터 4개월 후. 탄지로는 젠이츠 , 이노스케 와 함께 매일 단련하며 임무를 수행해온다. 어느 날 네즈코와 함께 단독 임무를 완수하고 나비 저택으로 돌아가던 중, 소란스러운 소리를 듣고 서둘러 간다. 그곳에서는 음주 우즈이 텐겐 이 아오이 와 나비저택 여자아이 3인방 중 한 명인 나호를 붙잡고 있었다. 탄지로는 그걸 보고 분노해 텐겐에게 달려든다. 하지만 텐겐은 탄지로의 박치기를 쉽게 피했고, 탄지로는 그를 납치범이라고 매도한다. 하급 대원이 주에게 대드는 것 이 어이가 없었던 텐겐이 이를 지적하자, 텐겐을 주라고 인정하지 않는다고 말한다. 그러자 텐겐은 열 받아 하며, 임무 때문에 여자 대원이 필요해 아오이와 나호를 데려가려고 한다고 말한다. 주는 하급 대원을 임의로 선발할 수 있다고 하자, 탄지로는 저 둘을 대신해 젠이츠와 자신, 이노스케가 함께 가겠다고 말한다. 텐겐은 쿨하게 승낙해서 그들은 도깨비가 사는 유곽으로 잠입하게 된다. 길을 떠나기 전 텐겐이 우선 자신은 신이고 다른 이들은 먼지라고 선언하자, 탄지로는 침착하게 무엇을 관장하는 신이냐고 물어본다. 텐겐은 탄지로를 기특하게 여기며, 자신은 화려함을 관장하는 축제의 신이라고 설명한다. 이후 준비를 위해 등나무꽃 문양이 박힌 집으로 향하는데, 엄청난 속도로 단번에 거리를 벌린 텐겐을 보고 감탄한다. 등나무꽃 집에 도착한 후 텐겐이 작전 설명을 할 때, 탄지로만 유일하게 텐겐한테 맞지 않는다. [59] 그러나 문제는 유곽에 도깨비로 의심되는 자가 있는 것이 확실한데, 그 정보를 정확히 얻기 위해서는 손님이 아닌 기생 으로 잠입할 필요가 있다는 것이었다. 그래서 처음에는 아내 셋을 보냈으나 셋 다 소식 두절되었고, 자신이 직접 가기 위해서는 여자인 아오이와 나호가 필요했는데 탄지로가 그걸 막았기에 결국 셋이서 여장 을 하게 된다. 그렇게 탄지로는 '스미코(炭子)', 젠이츠는 '젠코(善子)', 이노스케는 '이노코(猪子)'란 가명의 유녀로 분장한 후 잠입하게 된다. 허나 텐겐과 셋 모두 화장 실력이 엉망이라 셋 모두 떡칠 화장의 못난이들이 되는 바람에 텐겐도 뒷목을 잡았지만, '토키토야' 쪽에서 텐겐의 부탁에 넘어가 성실함을 눈여겨본 덕분에 가장 먼저 낙찰되었다. [60] 하지만 화장을 지웠을 때 얼굴의 흉터가 드러나서 본업은 불가능했으나, 본인의 친화력과 허드렛일도 열심히 하는 모습을 통해 사람들의 신뢰를 받는다. 짐을 코이나츠 오이란의 방으로 옮기던 중, 사람들이 행방불명 되는 일의 자세한 사정을 듣는다. 그리고 정보원으로 잠입해 있던 텐겐의 아내 스마 에 대한 이야기도 물어본다. 코이나츠가 탄지로를 경계하며 궁금해 하는 이유를 묻자 자신의 언니라고 둘러댄다. 이때 정직함 때문에 거짓말을 못해서 얼굴이 뒤틀리는데, 사람들이 가족을 잃어 괴로워하는 것이라고 생각해 믿어준다. 탄지로를 동정한 코이나츠는 스마가 손을 씻겠다는 글을 남긴 채 사라졌다고 증언하고, 탄지로는 도깨비에게 사로잡힌 것이라고 예상한다. 유곽에서 계속 일하고 있던 중 탄지로는 이노스케에게 어떤 도깨비에 대해 듣지만, 이노스케가 설명을 워낙 못해서 못 알아듣는다. 이후 젠이츠와 텐겐의 연락을 기다리는데, 텐겐에게 젠이츠는 어젯밤부터 행방불명 됐다는 사실과 상현 도깨비가 있을지도 모르는데 끌어들여서 미안하다며 이 곳을 떠나라는 말을 듣는다. 탄지로는 혼자 움직이는 텐겐을 보고 자신들의 계급이 너무 낮아서 신뢰를 받지 못하는 것이라 생각하다가, 이노스케에게 벌써 경(庚) 계급으로 승진했다는 말을 듣는다. [61] 이후 탄지로는 이노스케에게 도깨비가 몰래 숨어 다니는 통로가 있을 것이라고 말하고 밤에 일하는 것이 안전하다고 말한다. 그리고 이노스케에게 죽지 말라는 말을 남긴다. 조사를 마친 탄지로는 코이나츠에게 정체를 밝히고, 자신은 토키토야를 나간다고 말한다. 하지만 코이나츠는 겉모습과 목소리를 통해 진작에 탄지로가 남자라는 것을 알고 있었다. 하지만 뭔가 깊은 뜻이 있을 거라 생각해 눈 감아준 것. 탄지로는 이노스케가 있는 곳으로 가려고 하지만 도깨비의 냄새를 맡고 토키토야로 돌아간다. 그곳에서는 상현 6 다키 가 코이나츠를 습격하고 있었다."
    },
    {
      "title": "VS 상현 6 다키",
      "content": "탄지로는 네즈코에게 자신의 목숨이 위험해지기 전까지는 상자에서 나오지 말라고 일러두고 [62] 다키와 싸운다. 하지만 자신의 몸에 적합하지 않은 물의 호흡 으로는 다키에게 밀려서 [63] 히노카미 카구라 를 사용하기로 한다. 탄지로는 쿄쥬로 를 생각하면서 히노카미 카구라를 능숙하게 사용해 다키를 몰아붙인다. 불태워. 불태워, 불태워!! 마음을 불태워!!! 다키의 뒤를 잡아 빈틈의 실이 보였지만, 곧바로 다키에게 하품 나온다는 평가와 함께 공격이 읽혀 날아가버리고 만다. 탄지로는 낙법을 취하려고 하지만, 히노카미 카구라를 연발한 반동이 와서 낙법을 취하지 못하고 넘어진다. 반동 때문에 몸을 못 움직이기 시작하던 것도 잠시, 서둘러 호흡을 가다듬어 회복하고 공격을 피한다. 탄지로는 몸의 체온을 올리면서 과거를 회상한다. 나비 저택에서 탄지로의 열 [64] 이 내리지 않아서 스미가 시노부 에게 알려야 한다고 말하자, 자신은 열이 오른 상태면 오히려 팔팔하다며 나중에 보고해달라고 한 것이다. 회상을 끝내고 히노카미 카구라라면 상현에게도 통하지만 통하는 것만으로는 부족하다며, 다른 사람들의 목숨을 지키기 위해 자신이 갖고 있는 모든 것을 써서 반드시 승리하겠다고 다짐한다. [65] 하지만 분열했던 다키의 분신이 돌아와서 다키는 힘을 완전히 되찾는다. 그리고 탄지로는 싸우는 소리를 듣고 달려온 사람들을 지켜주다가 어깨에 큰 부상을 입는다. 용서 못한다는 탄지로의 말에 다키가 추한 인간들은 살아 있을 가치도 없다고 말하며 희생자들에 대해 모욕을 하자 격노한다. 어지간히도 감정이 격해졌는지 눈의 실핏줄이 터져서 피눈물을 흘린다. 전 아닙니다. 전 분명 선택 받은 사용자 가 아닐 거예요. 하지만, 그래도, 선택 받은 자가 아니어도, 힘이 부족해도, 사람에겐 도저히 물러설 수 없는 때라는 게 있습니다. 사람의 마음을 갖지 못한 자 가 이 세상에 있기 때문입니다. 부조리하게 목숨을 빼앗고, 반성도 하지 않으며 후회하는 법도 없는, 그 횡포를 저는 절대로 용서하지 않겠습니다. 이때 렌고쿠의 아빠 신쥬로 의 편지 내용을 회상한다. 해의 호흡 의 사용자들은 태어날 때부터 붉은 반점이 있으니, 같은 반점이 있는 탄지로도 대단한 힘이 있을 것이라는 내용이었다. 하지만 탄지로의 반점 은 원래 있던 게 아니라 동생을 감싸다가 생긴 흉터여서 자신은 선택 받은 사용자는 아니라고 생각한다. 하지만 도깨비에 대한 분노로 끝까지 싸우겠다고 다짐한다. 그 후 탄지로는 다키가 반응 못할 정도의 놀라운 속도로 따라잡고 다리를 붙잡아서 베려 하지만, 다키가 다리를 뜯고 도망쳐서 실패한다. 탄지로는 다키와 대화를 시도하려 한다. 잃어버린 목숨은 다시는 돌아오지 않아. 살아있는 사람은 도깨비처럼 회복되지 않는다고. 그런데 왜 빼앗아? 왜 목숨을 짓밟아? 왜 모르는 거야? [66] 인간이었을 너도, 예전에는 분명, 아픔이나 고통에 몸부림치고 울었을 텐데. 하지만 그녀는 지금은 도깨비니까 마음대로 해도 상관 없다고 말한다. 그러자 더 이상 대화하는 것은 무의미하다고 생각했는지 이제 됐다고 말하고는, 다키를 압도적으로 몰아붙인다. [67] 다키의 목을 베기 직전까지 도달하지만 이미 체력의 한계를 넘어 목숨의 한계가 다가와 [68] 결국 마지막 공격에 실패하고, 붉게 변했던 눈도 원래대로 돌아온 채 쓰러진다. [69] 그 상태에서 역습을 당할 위기에 놓이지만, 네즈코가 나타나 다키의 머리를 후려쳐 날려버리며 위기를 모면한다. 하지만 한계까지 왔던 것 때문에 괴로워하다가 기절한다. 그동안 네즈코는 도깨비로써 완전히 각성해 다키를 갈기갈기 찢어놓을 듯이 공격한다. 그 때 탄지로의 꿈 속에 죽은 남동생 타케오가 나타나 '누나가 이제 누나가 아니게 된다'면서 탄지로를 깨우고, 네즈코가 사람을 공격하려 한 순간 나타나 네즈코의 입에 검을 물려 온몸으로 그녀를 저지한다. 네즈코가 심하게 버둥거려 천장까지 뚫고 올라가지만 포기하지 않고 네즈코에게 연신 사과하며 잠들어서 회복하자고 말한다. 그 때 네즈코에게 잔뜩 얻어맞고 분노한 다키가 나타나서 위기에 처하지만 다행히도 텐겐이 제때 찾아와 다키의 목을 잘라서 목숨을 건진다. 텐겐이 폭주하는 네즈코와 말리는 탄지로를 보고 큰 어르신한테 큰 소리 떵떵 쳐놓더니 이 꼬라지는 뭐냐, 이런 식으로 화려하게 도깨비화하란 소리는 아무도 안 했다 며 구박한다. 그리고선 텐겐은 지나가는 소리로 탄지로에게 '자장가라도 불러서 재워라'라고 말하는데, 이후 탄지로는 네즈코에게 어릴 때의 자장가를 불러주어 간신히 잠재운다. [70] 이후 나타난 이노스케와 젠이츠에게 뒷일을 부탁하고, 잠든 네즈코를 상자에 넣으러 간다."
    },
    {
      "title": "VS 상현 6 다키 & 규타로",
      "content": "그러나 변수로, 다키 의 몸에서 규타로 가 튀어나온다. 하지만 두 도깨비의 목을 동시에 베면 둘 다 죽일 수 있다는 것을 깨닫고 이노스케와 젠이츠는 다키를, 탄지로와 텐겐 은 규타로와 싸우게 된다. 이때 탄지로는 독에 맞고도 당당히 귀살대가 승리할 것임을 선언하는 텐겐에게서 쿄쥬로의 모습을 겹쳐본다. 규타로의 막강함 때문에 탄지로는 오히려 방해만 되지만, 어떻게든 텐겐을 보조하는데 주력하면서 그가 힘을 쏟을 수 있게 돕는다. 격렬한 사투 도중 히나츠루 가 날린 등꽃 독이 묻은 쿠나이가 규타로를 맞추고, 텐겐이 곧바로 규타로의 다리를 잘라 찬스를 만든다. 하지만 규타로는 금세 독을 해독하고 다리를 재생시킨 후에 히나츠루를 노린다. 이에 탄지로는 히노카미 카구라 와 물의 호흡 을 섞어 써서 [71] 규타로에게서 히나츠루를 구하고 텐겐과 함께 다시 한 번 목을 노린다. 그럼에도 규타로는 목을 180도 돌려 탄지로와 텐겐의 공격을 전부 막는다. 그러자 탄지로는 작전을 변경해 규타로는 텐겐에게 맡기고 다키를 먼저 베기 위해 젠이츠와 이노스케에게 간다. 이후 이노스케가 다키의 목을 베는 데 성공하지만, 그 사이에 텐겐이 규타로에게 당하고 만다. 다키의 머리를 들고 도망치던 이노스케도 바로 규타로에게 좌측 흉부를 뚫리는 치명상을 입으며 전세가 기운다. 그리고 규타로가 탄지로, 젠이츠, 이노스케가 올라가 있던 기왓집을 무너뜨리며, 탄지로는 그대로 떨어져 정신을 잃는다. 깨어난 후 아직도 살아있었냐며 자신을 내려다보는 규타로와 마주친다. 규타로가 열린 상자 안에 잠들어있는 네즈코를 보고 혈육이냐고 묻자 여동생이라고 대답한다. 하지만 여동생을 지키지 못해서야 되겠냐며 조롱을 듣고, 규타로에 의해 검지와 중지 손가락이 부러진다. 그리고 자신들과 카마도 남매의 처지가 비슷한 것 같다면서, 여동생과 함께 도깨비가 되어 무잔을 섬기지 않겠냐는 권유를 받는다. 이후 네즈코가 든 상자를 들고 도망치는데 규타로는 빠른 속도로 쫓아오고, 유녀의 향 주머니를 던지기도 하지만 금세 따라잡힌다. 이 처지는 언제고, 발 한 번 잘못 디디면 언젠가 나 자신이 그리 되었을지도 모르는 상황. 난 운 좋게 인간으로 남을 수 있었지만, 둘 다 도깨비가 된 미래도 있었을지도 몰라. 만약에 내가 도깨비로 전락한다 해도, 반드시 귀살대의 누군가가 내 목을 베어줄 것이다. [72] 규타로의 모습에 자신의 모습을 겹쳐보며 탄지로는 규타로의 강함에 하늘을 바라보며 체념하는 듯한 모습을 보이지만, 사실 방심 유도 작전. 박치기를 날리며 다시 공격을 시작한다. 규타로는 이 정도는 효과 없다고 비웃었지만, 박치기 역시 방심유도. 진짜 목적은 히나츠루가 던졌던 등꽃 독이 묻은 쿠나이를 꽂아 규타로의 움직임을 막는 것이었다. [73] 그 틈을 타 탄지로는 규타로의 목을 베려 하고, 동시에 젠이츠도 이를 눈치채고 건물 잔해에서 빠져나와 벽력일섬 신속으로 다키의 목을 노린다. 고작 혼신의 일격 따위론 부족해!! 그 백 배 천 배의 힘을!! 끌어내야 돼!!! 아아아아아아아아아아아아아아!!!! 하지만 규타로가 쿠나이를 뽑더니 독을 분해해 일어나며 탄지로는 낫에 눈을 찔릴 위기에 처한다. 그러나 살아있었던 텐겐 [74] 이 나타나 낫을 쳐내고 악보가 완성됐다 고 말하며 규타로와 팽팽한 전투를 벌인다. 탄지로가 다시 규타로의 목을 베기 위해 뛰어오르자 규타로는 탄지로의 턱에 낫을 박는데, 탄지로는 이를 역이용하여 낫을 못 빠지게 한 후 [75] 드디어 규타로의 목을 검으로 내리친다. 하지만 그 일격으론 부족했고, 백 배 천 배의 힘을 끌어내야 한다는 것을 깨달아 전신의 힘을 끌어올리자 이마의 흉터가 반점으로 변한다. 그렇게 온 힘을 다해 마침내 목을 베는 데 성공한다. 몸의 집중을 풀자 반점의 형태가 원래대로 돌아온다. 때마침 젠이츠와 이노스케도 다키의 목을 베어내며 상현 6을 토벌하는 데 성공한다. 그러나 규타로의 낫에 턱을 깊게 찔린 탓에 독에 중독되고 다들 규타로의 마지막 발악에 휩쓸리지만 [76] 네즈코가 혈귀술로 독을 다 태워 해독해줘서 다들 목숨을 건진다. 이후 서로를 탓하며 소멸하는 규타로 남매에게 다가가, 아무도 너희를 용서하지 않으니 둘만은 서로를 미워하면 안 된다는 진심 어린 충고를 한다. 규타로와 다키가 완전히 소멸하자 네즈코 에게 둘이 화해했을지 묻고, 네즈코가 끄덕이자 미소를 짓는다. 이후 젠이츠, 이노스케를 얼싸안고 모두 다 살아남아 다행이라며 기쁨의 눈물을 흘린다. 하지만 부상이 심해 셋 다 서로를 얼싸안은 그 상태로 기절해버린다. 그 때 꿈을 꾸는데, 꿈에서 어떤 검사와 남자가 대화하는 것을 지켜본다. 그리고 자신은 쓸모 없는 남자라며 자책하는 검사를 보고 눈물을 흘리며 깨어난다. 마침 탄지로가 깨어난 것을 발견한 카나오 는 탄지로가 상현 6과의 싸움이 끝나고 2달 동안이나 의식이 없었다는 걸 알려준다."
    },
    {
      "title": "도공 마을편",
      "content": "이후 고토 가 탄지로가 깨어난 것을 보고 모두에게 알린다. 나비저택의 소녀들과 아오이 가 맞아주고, 젠이츠 나 이노스케 의 안부를 물어본다. 젠이츠는 부상이 제일 적어서 먼저 일어났고, 복귀했다고 한다. 이노스케도 탄지로 못지않게 상태가 나빴지만 이노스케답게 금방 일어나서 탄지로가 있는 방의 천장에 붙어 있었다. 곧 지쳐서 잠들었지만 일주일 만에 회복해서 [77] 재활 훈련을 한다. 한편, 다키&규타로와의 싸움에서 칼이 상한 것에 삐진 하가네즈카 가 저주의 편지 [78] 와 함께 다시는 칼을 만들어주지 않겠다고 해서 곤란해 한다. 결국 도공 마을에 직접 가서 그를 만나기로 한다. 도공 마을은 귀살대 본부 다음으로 기밀인 곳이라서 엄격한 절차와 함께 간신히 마을에 들어선다. 이때 탄지로의 은 부대원들에게 한 \"감사합니다.\"라는 말이 울려서 온천에 있던 연주 칸로지 미츠리 의 귀에 들리게 된다. 그리고 마을의 촌장 텟치카와하라 텟친 에게 찾아가 현재 하가네즈카는 행방불명 상태라는 걸 듣게 되고 텟친은 하가네즈카가 계속 검에 손을 대지 않는다면 탄지로의 담당 도공을 바꿔주겠다고 한다. [79] 그리고 탄지로는 몸이 나을 때까지 마을에 머물기로 결정한다. 이후 미츠리와 마주치고, 미츠리가 누군가 에게 인사했다가 무시 당했다며 푸념하자 저녁으로 송이버섯 밥이 나온다는 걸 알려주며 의도치 않게 그녀를 위로해준다. 이후 온천에서 누군가의 이빨을 줍고 이어 동기인 겐야 를 발견해서 말을 걸지만 꺼지라는 소리만 듣고 온천에 얼굴을 처박힌다. [80] 이후 저녁 식사에서 걸신 들린 것처럼 먹는 미츠리의 식사량을 보고 감탄하고, 그녀가 왜 귀살대에 들어왔는지 물어보는데, 결혼할 남자를 찾으러 왔다고 하자 할 말을 잃어버린다. 이후 칼 정비가 끝나서 돌아가는 미츠리에게 상현 도깨비와 싸워 살아남은 것은 굉장한 경험이며, 탄지로는 전보다 강해졌을 것이라며 자신은 카마도 남매를 응원하고 있다는 말을 듣는다. 이내 탄지로가 감사하지만 그래도 아직 자신은 멀었으며 텐겐 이 이기게 해줬을 뿐이라고 말하자 [81] 대견함을 느낀 미츠리가 얼굴을 가까이 대며 도공 마을에 강해지기 위한 비밀 무기가 있다고 알려준다. 탄지로는 미인인 미츠리가 가까이 오자 흥분해서 코피를 흘린다. 다음날, 무기를 찾아보다가 하주 토키토 무이치로 를 발견하는데, 그가 인형사 장인 소년 코테츠 에게 무언가를 강압적으로 요구하자 제지하려고 한다. 그러나 자기보다 가냘픈 체구임에도 무시무시한 괴력을 발휘해서 오히려 탄지로 쪽이 나가 떨어진다. 이후 무이치로가 코테츠에게 사실을 말하며 굴복시키자 배려가 없다며 항의한다. 그러나 그는 쓸데없는 얘기에 참여할 시간이 없다는 말과 함께 탄지로의 목을 가격해 쓰러진다. 탄지로가 깨어났을 때 [82] , 코테츠에게 감사 인사를 받고 방금 있던 일이 선조가 만든 꼭두각시 인형 때문에 생긴 일이라고 듣는다. 탄지로는 무이치로와 인형의 대련을 지켜보는데, 코테츠가 말한 대로 인형은 인간을 뛰어넘은 움직임에 불꽃 모양 반점과 탄지로와 똑같은 귀걸이를 하고 있었다 . 무이치로의 싸움을 지켜보던 탄지로는 인형의 모습이 꿈에서 봤던 남자와 비슷하다고 생각한다. 한편, 무이치로의 꺾쇠 까마귀가 자신의 주인이 해의 호흡 사용자의 자손 이라는 것을 자랑한다. 그러나 해의 호흡을 사용하지 않는다는 것을 지적하자 물어 뜯긴다 [83] . 탄지로는 이 인형과 비슷하게 생긴 남성을 꿈에서 봤다고 말하지만 입증할 방법이 없어서 침묵하다가 코테츠에게 유전자에 각인 된 선조의 기억을 봤을 것 이라는 말을 듣는다. 인형은 얼마 안 가 무이치로에 의해 팔 하나가 망가진다. 이 모습을 본 탄지로는 무이치로에게 악의는 없다고 판단하지만 너무 지나치다고 생각한다. 이후 인형이 망가져서 뛰쳐나간 코테츠를 쫓아가서 위로한다. 탄지로의 위로를 받아 의지가 생긴 코테츠는 무이치로의 큰 코를 꺾기 위해 탄지로의 수련을 돕기로 한다. 이후 사실은 인형에는 여러 가지 조작 스위치가 있어서 거기에 따라 움직임을 설정할 수 있으며, 제대로 설정하지 않으면 훈련이 되지 않는다는 말, 즉 무이치로는 삽질했다는 코테츠의 이야기를 듣고 코테츠가 해놓은 설정에 따라 자신의 하오리 를 벗고 수련에 들어가지만 인형이 너무 강해서 얻어터진다. 거기에 코테츠가 분석력이 뛰어나기는 하지만 교관으로서는 초보라서 말이 수련이지 그냥 죽기 직전까지 몰아붙인다. [84] [85] 생과 사를 걷고 있던 탄지로는 상대의 움직임을 읽는 냄새를 맡을 수 있게 된다. 잠깐 쉰 후 인형과 대련을 하는데, 이번에는 호각으로 싸운다. 하지만 인형을 부술지 말지 고민하다가 빈틈이 생겨서 죽을 뻔 하는데, 자신이 반드시 고칠 테니 부서져도 괜찮다는 코테츠의 말을 듣고 간신히 피해서 인형을 부순다. 이때 박살 난 인형의 몸 속에서 검이 나오자 놀라면서 기대한다. 하지만 전국 시대부터 있던 검이라서 너무 녹슬었고 실망하던 찰나 [86] 하가네즈카가 나타나서 검을 연마하기로 한다. [87] 이후 이 사실을 겐야에게 얘기하는데, 당연히 냉대를 받는다. 한편, 저번에 온천에서 마주쳤을 때 빠져있던 겐야의 앞니가 지금은 멀쩡히 있는 것을 보고 의아해 하지만 나가라고 해서 사연을 듣지는 못한다. 이후 밤에 잠들어 있던 중 무이치로가 나타나서 자신의 담당 도공인 카나모리 코조 가 어디 있는지 묻는다. 탄지로는 같이 찾아주기로 하는데, \"남을 위해서 하는 일은 돌고 돌아서 자신을 위해서 하는 것\"이라고 답한다. 이 말을 들은 무이치로가 작중 처음으로 죽은 눈에서 생기 있는 눈으로 잠시 돌아오며 방금 뭐라고 말했냐며 되물어보나 네즈코 가 깨어나며 넘어가게 된다. 그때 갑자기 상현 4 한텐구 가 나타난다 ."
    },
    {
      "title": "VS 상현 4 한텐구",
      "content": "한텐구가 튀어나오자 둘은 즉시 응전에 들어간다. 네즈코 와의 협공으로 움직임이 멈춘 사이 무이치로 가 목을 간단하게 베지만 한텐구 는 몸을 분열해 분노 도깨비 세키도와 쾌락 도깨비 카라쿠가 튀어나오고, 카라쿠의 공격에 무이치로는 저 멀리 날아가버린다. 그리고 탄지로는 세키도의 번개 공격에 맞아 위기에 처한다. 그때 지붕 위에 겐야 가 있는 것을 발견하고, 겐야가 산탄총을 쏴 세키도의 목을 떨구고 [88] 지붕에서 내려와 카라쿠의 목까지 베려 하자 [89] 베면 베일수록 분열한다고 소리친다. 하지만 이미 늦었고 한텐구는 더욱 분열하여 기쁨 도깨비 우로기, 슬픔 도깨비 아이제츠가 나와 수가 늘어나며 도리어 위기에 빠진다. 그런데 분열체 하나가 안 보인다는 걸 눈치챈 탄지로는 주변을 살피다 우로기에게 발을 잡혀 공중으로 떠올려진다. 이때 네즈코가 탄지로를 구하려 하지만 겐야가 아이제츠의 창에 찔린 것을 보고 네즈코에게 겐야를 도와주라고 한다. 그리고 우로기에게 서둘러 공격을 날려 다리를 자르는데 초음파를 맞아 떨어지고 겨우 나뭇가지를 잡아서 충격을 줄인다. 그런데 우로기의 잘린 다리에서 머리가 솟아나 다시 한 번 음파를 쏘려 하자 서둘러 머리를 베지만 다시 한번 분열하며 발사된 초음파에 맞게 된다. 하지만 탄지로는 충격파의 위력이 확연히 떨어졌다는 것을 눈치채고 분신이 4명일 때가 제일 강하며 거기서 더 분열하면 분열할수록 각자 힘이 나눠져 약해진다는 것을 알아챈다. 이후 탄지로는 우로기의 본체가 나타나 발톱에 베이지만 동시에 반격해 얼굴을 세로로 쪼개버린다. 그것에 당황한 우로기가 반격을 하려 하자 더 빠른 움직임으로 얼굴을 다시 가로로 베어버리고 우로기의 입에 칼을 꽂아 그에 매달려 겐야와 네즈코가 있는 저택에 돌아온다. 그리고 같은 분신에게는 능력이 안 통한다는 것을 알고 우로기의 발을 잘라 세키도의 공격을 막는 전투 센스를 보여주고, 가로로 베어 잠시나마 약해진 사이 세키도에게 공격 당하던 네즈코를 구해낸다. 하지만 이내 세키도의 석장에 목이 뚫릴 위기에 처하는데 네즈코가 석장을 붙잡고 세키도를 불태워버리며 구해지지만 이내 카라쿠의 공격에 네즈코와 함께 정신을 잃는다. 그 이후 먼저 정신을 차린 네즈코가 탄지로를 데리고 도망가지만 네즈코가 세키도의 번개 공격을 맞고 기절하자 막 정신을 차린 탄지로가 네즈코를 데리고 도망치기 시작한다. 하지만 카라쿠가 강풍으로 집을 통째로 무너뜨리며 네즈코가 잔해에 깔리게 되고, 그 와중에 네즈코가 일륜도를 손으로 꽉 잡은 상태로 놓지 않자 손이 잘린다며 네즈코를 말리는데 곧 네즈코가 자신의 혈귀술을 이용해 폭혈도 를 만들어낸다. 스스로 강해졌다 생각해도 도깨비는 그보다 더 강하고, 살아있는 몸은 상처 입고 만신창이가 되지만, 그때마다 누군가가 구해준다. 목숨을 이어준다. 난 그것에 부응해야 해. 나에게 힘을 빌려주는 모든 소망은, 바람은 오직 하나뿐이다. 도깨비를 쓰러뜨리는 것. 사람의 목숨을 지키는 것. 난 그것에 부응해야만 해!!! 탄지로는 유전된 기억을 통해 과거 요리이치 가 자신과 같은 흑도이며 싸울 때만 혁도가 된다는 것을 알게 되고 규타로의 목을 베었을 때의 감각을 떠올려 히노카미 카구라 햇무리의 용 두무를 사용해 세키도, 우로기, 카라쿠의 목을 동시에 베는 데 성공한다. [90] 폭혈도를 들자 이마의 흉터가 규타로 와 싸울 때처럼 해의 호흡 사용자 특유의 문장으로 변했다. [91] 하지만 아이제츠를 겐야가 쓰러뜨렸음에도 세키도가 재생하는 걸 보고 뭔가 있다고 생각해 냄새를 맡으니 5번째의 냄새가 있었고, 탄지로는 냄새를 추적해 곧 본체인 조그마한 한텐구의 위치를 알아낸다. 이후 도깨비의 모습처럼 변한 겐야가 이성을 잃어 기고만장하지 말라며, 탄지로에게 주가 되는 것은 자신이라며 목을 조르자 악의 하나 없는 순수한 눈빛 으로 다 함께 상현을 쓰러뜨리자고 하며 겐야를 당황하게 만든다. 그렇게 자신과 네즈코는 희로애락을 상대하며 겐야를 엄호하는데 겐야의 검이 본체의 목에 닿는 순간 부러져 버리고 그 사이 쫓아온 세키도의 공격을 피할 수 없을 거라 생각한 겐야가 체념한 순간 나타나 세키도의 팔을 잘라 겐야를 구한다. 그리고 자신이 지켜줄 테니 포기하지 말고 다시 목을 노리라며, 주가 될 거라 하지 않았냐며 소리친다. 이후 겐야가 탄지로 대신 아이제츠의 공격에 맞으며 [92] 자신은 목을 벨 수 없으니 탄지로가 본체의 목을 베라고 하고 탄지로는 겐야를 대신해 본체를 쫓는다. 그런데 본체의 목을 치려는 순간 희로애락과는 다른 새로운 분신이 나타난다. 작은 약자? 누가... 누가! 웃기지 마. 너희의 이 냄새... 이 피 냄새!! 그간 잡아먹은 인간의 숫자는 일이백 정도가 아니잖아!! 그 사람들이 너에게 무슨 짓을 했는데? 그들 모두가 목숨으로 속죄해야만 할 짓을 했냐!? 수많은 인간을 죽이고 잡아먹은 주제에, 피해자 행세 그만해!! 그 삐딱한 성질머리, 절대로 용서 못 해. 이 악귀 놈...!! 네 목은 내가 벤다!! 작고 약한자? 누가... 대체 누가! 웃기지 마. 네놈들이 풍기는 냄새... 피비린내!! 잡아먹은 사람의 수가 일이백 명 정도가 아니잖아!! 그 사람들이 너한테 무슨 짓을 했지? 그 사람들 모두 자기 목숨으로 갚아야 할 일을 저질렀다는 거야!? 수많은 사람들을 죽여서 먹여놓고, 피해자인 척 하지마!! 그 비틀어진 근성, 절대 용서 못 해. 이 악귀 놈...!! 네놈의 목은 내가 벤다!! (더빙판) 세키도가 다른 3개의 분신들을 흡수해서 새롭게 만들어진 분신 증(조하쿠텐)을 보며 심장이 아파올 정도로 압도적으로 강하다고 생각하며 긴장한다. 이때 조하쿠텐이 탄지로 일행을 향해 약한 자를 베려고 한 악인이라고 매도하며 자신이 잡아먹은 사람 중에 너의 육친이라도 있느냐, 그것도 아니면서 왜 신경을 쓰냐는 논리로 탄지로를 긁는다. [93] 이에 탄지로는 사람이 사람을 구하는데 도대체 무슨 이유가 더 필요하냐, 웃기지 말라며 많은 사람들을 죽여 놓고 피해자인 척하지 말라고 분노하고 절대 용서하지 못한다며 반드시 목을 벤다고 선언한다. 이때 머리의 흉터가 해의 호흡 사용자가 가지는 불꽃 모양 문신으로 다시 바뀐다. [94] 그러나 상상 이상의 힘 [95] 을 가진 조하쿠텐에게 시종일관 밀리고 있다가 [96] 마을 사람들을 구하러 온 미츠리 덕분에 살아남는다. 고막이 터져서 미츠리가 하는 말을 제대로 듣지 못하고 한텐구가 상현 4라고 경고하려고 하는데 미츠리가 검격으로 모든 공격을 막는 것을 보고 경악한다. 그러나 미츠리가 조하쿠텐이 분신이라는 것을 모르고 무작정 목을 베려 하자 그 녀석은 본체가 아니라며 소리친다. 그제야 상황을 파악한 미츠리가 음파를 맞고 기절하자 네즈코, 겐야와 함께 몸을 던져 구한다. 그리곤 미츠리가 희망의 빛이며 이 사람만 있으면 반드시 이길 수 있다고 소리치고, 그 말에 기운을 차린 미츠리가 조하쿠텐과 싸우는 동안 겐야, 네즈코와 함께 본체 한텐구(겁)를 찾기로 한다. 도중에 한텐구가 든 나무구슬의 나무가 점점 높아지자 그에 매달리는데 칼을 쓰기가 어려워지자 겐야가 나무를 뜯어먹어서 [97] [98] 떨어뜨리고 떨어진 나무구슬을 네즈코가 폭혈로 태우자 곧바로 히노카미 카구라 염무를 사용해 반 동강 낸다. [99] 하지만 한텐구는 이미 도망간 후였고, 도망가는 한텐구에게 잘못에 책임에서 도망치지 말라는 격언을 날리다가 빡친 겐야가 나무를 던지자 당황한다. [100] 겐야가 나무를 던지고 네즈코가 협공하는데도 불구하고 여전히 끈질기게 도망치고 그 전에 조하쿠텐과의 전투 중 발에 입은 부상에 움직이지 못한다. 그러다 젠이츠 가 말해줬던 번개의 호흡 에 대한 요령을 떠올려 제1형 벽력일섬 을 히노카미 카구라 원무에 응용한 원무일섬 [101] 으로 한텐구와의 거리를 좁혀 목을 절반 정도 벴지만 자기 같은 약자를 괴롭히지 말라며 급격히 덩치가 커진 한텐구에게 양손으로 머리가 잡혀 뭉개질 뻔하지만 네즈코와 겐야의 도움으로 무사히 벗어난다. 그러나 한텐구가 뒷걸음질치자 본인도 한텐구의 목에 박힌 칼을 잡고 있던 탓에 끌려가다가 절벽에서 떨어져 큰 부상을 입는다. 그럼에도 탄지로는 \"지옥 끝까지 쫓아가서 목을 베겠다.\" [102] 고 움직이다가 무이치로가 건네 준 하가네즈카가 벼려낸 새로운 검 [103] 을 들고 다시 한 번 원무일섬을 사용해 드디어 한텐구의 목을 베어버린다. 그리고 해가 뜨려 하자 네즈코를 피하게 하기 위해 네즈코에게 달려간다. 그러나 한텐구의 몸체는 목을 베인 상태에서도 계속 움직였고, 알고 보니 탄지로가 벤 것은 본체인 '겁'이 아닌 '한'이었다. 네즈코가 뛰어와 손가락으로 가리켜 알려준 후에야 그 사실을 알아챈 탄지로는 곧바로 본체를 베려고 달려가는데 해가 뜨며 네즈코가 햇빛에 불타기 시작한다. 급히 네즈코에게 몸을 줄이라고 하며 네즈코를 감싸는데 한텐구는 햇빛에 서서히 불타면서도 도망가는 도공들의 머리를 잡을 정도로 코앞까지 쫓아간 상태였고, 겐야와 무이치로는 절벽 위에 있어서 도움을 줄 수 없는 상태였다. 그에 자신이 실수했다며 자책하고 [104] 결단을 내리지 못하겠다며 패닉이 온 상태로 갈팡질팡하던 중 사람들을 지키기 위해 네즈코가 스스로 탄지로를 발로 차 한텐구가 있는 곳으로 날려버리고 탄지로에게 미소를 지어 보인다. [105] 이에 탄지로는 자세를 고쳐 잡고 눈물을 머금은 상태에서도 후각에 신경을 집중해 내비치는 세계 를 단편적으로 발현해 심장 속에 본체가 있다는 것을 알아낸다. 그리고 그 목숨으로 죗값을 치르라고 외치며 한의 상반신을 베어낸 후 심장에서 튀어나온 겁의 목을 벤다. [106] [107] 하지만 동생이 죽었다고 생각해서 승리했음에도 슬퍼하지만 네즈코는 태양을 극복해 불타지 않았고 탄지로를 보고 웃으며 \"안녕\"이라는 인사를 한다 . 지, 진짜로 다행이야. 재로 사라지지 않아서, 다행이야! 오빠가, 너 죽는 줄 알았잖아! 다행이야, 네즈코...! 무사해서 다행이야! 다행이야, 진짜...! 네즈코가 인간으로 돌아온 것은 아니지만 태양을 극복하고 자아를 절반 정도 되찾은 것은 매우 경사스러운 일이기 때문에 네즈코를 안으면서 감격의 오열을 했고 그 와중에 탈진해서 쓰러진다. [108] 눈을 뜬 이후 무이치로에게서 소중한 것을 되찾을 수 있었다고 감사 인사를 받고 마침 조하쿠텐이 쓰러져서 합류한 미츠리를 맞이한다. 이후 발이 다 회복되지 않았는지 수레에 탄 상태로 도공 마을을 나오고 수많은 도공들에게 감사 인사를 받는다. 그러나 한텐구는 마지막까지 곱게 가지 않았다. 한텐구를 비롯해 거의 모든 도깨비들과 의식/정보를 공유하는 키부츠지 무잔 이 죽어가는 한텐구의 눈을 통해 네즈코가 태양에 면역이 생긴 걸 알아버렸다. 흥분을 감추지 못하며 본 모습을 드러내고, 무잔은 기뻐하면서 네즈코를 노리기 위해 총공세를 준비한다."
    },
    {
      "title": "합동 강화 훈련편",
      "content": "주 회의에서 탄지로, 미츠리 와 무이치로 에게 나온 반점 에 대한 비밀이 나온다. 귀살대에서 반점 발현에 대해서 물어봤지만 탄지로와 미츠리의 설명이 영 시원찮다 보니 별 도움은 못 됐고 무이치로 덕분에 조건 [109] 이 밝혀진다. 탄지로는 다리를 많이 다쳐서 입원하고 있었는데 간신히 검의 연마를 마친 하가네즈카 가 나타나서 불평과 함께 검을 건넨다. 주문대로 쿄쥬로 의 검 코등이를 달아서 [110] 기뻐한 탄지로는 칼날도 이전과는 비교도 안될 정도로 짙은 검은 날에 감탄한다. 이후 이노스케 가 창문을 부수면서 [111] 합동 훈련이 있다고 말하고 젠이츠 의 푸념을 받아준다. 현재 무잔 측에서 태양을 극복한 네즈코 를 노리기 위해 만반의 준비를 다하고 있는지 현재 도깨비들이 전혀 출현하지 않고 있다고 한다. 폭풍전야 같은 평화지만 덕택에 주들도 여유가 생겨 나머지 귀살대 대원들에게 훈련을 시켜주고 있다. 당시 탄지로는 아직 몸이 낫지 않아서 훈련에 참여하지 못했는데, 카가야 에게서 몸이 아파서 직접 가지 못하는 자신을 대신해서 훈련에 참가하지 않는 기유 를 참가할 수 있도록 설득해달라고 부탁해서 기유를 찾아간다. 기유의 저택에 도착한 탄지로는 기유가 자신에게 화가 나 있는 것을 눈치채서 이유를 물어보는데, 수주가 없는 현재 탄지로가 물의 호흡 사용을 그만둬서라는 알 수 없는 말을 들어서 의아해 한다. 기유는 말을 마친 후 탄지로를 무시했지만 끈질긴 태도에 결국 굴복해서 [112] [113] 자신의 과거를 밝힌다. 여기서 탄지로는 기유가 자신이 유령으로 만나 신세를 졌던 사비토 의 동기라는 것을 듣는다. 기유는 최종선별에서 아무런 도깨비도 쓰러뜨리지 못했고 오히려 죽을 뻔 했지만 사비토 덕분에 목숨을 건진 것이라고 한다. 사비토는 기유를 구한 후 다른 사람들도 구하려 하다가 손 도깨비를 만난 바람에 사망했다. 이 때문에 기유는 자신은 다른 주들과 달리 자격이 없다고 비하한 것이었다. 탄지로는 자신도 쿄쥬로를 만나 비슷한 경험을 한 적이 있기에 기유의 심정을 이해했지만 어떻게 말해야 할 줄 모르다가 \"사비토의 의지는 잇지 않을 것이냐\"고 물어서 본의 아니게 기유의 기운을 되찾아준다. 하지만 기유가 너무 뜸을 들이는 바람에 풀 죽은 것이라고 오해해서 소바 빨리 먹기 대결을 하자고 한다. 기유는 영문도 모른 채 제안을 받아들이고 훈련에도 참가한다. 탄지로는 몸이 완치된 후 각각 텐겐 , 무이치로, 미츠리의 훈련에 참가해서 그들의 반김과 함께 훈련을 무난히 통과한다. 하지만 사주 이구로 오바나이 때부터 조금 힘들어지는데, 사주의 훈련장은 대원들 [114] 이 다양한 각도로 묶여져 있어 마치 처형장을 연상시킬 정도로 흉흉해서 겁을 먹는다. 게다가 훈련 내용은 이 '장애물'들 사이의 금속판만 맞춰야 하는 것이었으나, '장애물'들로 인해 망설이는 바람에 오바나이와의 대련으로 넘어갔고, 그의 뱀처럼 휘는 유연한 검술과 '장애물'들의 틈새에 검을 휘두를 때 맞추지 말아달라는 마음의 소리로 인해 신체와 정신 모두 고전한다. 그래도 나흘이 지났을 쯤에는 대응이 가능할 정도로 익숙해졌고, 오바나이로부터 미츠리와 너무 친해지지 말라는 경고와 [115] 훈련 통과를 받는다. 이후 풍주 시나즈가와 사네미 의 저택으로 향하는데, 훈련을 버티지 못하고 도망치던 젠이츠가 잡혔을 때 덩달아 훈련에 들어간다. 사네미가 자신은 탄지로를 인정하지 않는다고 독설하자 네즈코를 찌른 일로 자신도 사네미를 인정하지 않는다고 역으로 받아 친다. 하지만 이 일로 사네미의 원한을 받아 훈련에서 유독 격하게 맞았다고 한다. 팅팅 부은 얼굴로 돌아다니다가 겐야 가 사네미와 진솔한 대화를 나누려는 것을 보고 몰래 격려하지만 정작 사네미 측에서 대화할 의지도 없고 오히려 도깨비를 먹었다는 발언에 분노해서 겐야의 눈을 찌르려는 것을 보고 서둘러 겐야를 구출한다. 탄지로는 사네미에게 항의하지만 [116] 씨알도 안 먹혔고 사네미의 주먹을 받지만 그 동안 성장해서 막았고 발차기를 먹인다. 하지만 아무런 타격을 입히지 못했고 사네미의 발차기가 스쳤는데도 자신의 귀가 찢어지자 놀라워한다. 결국 말릴 여지가 없어 젠이츠에게 부탁해 겐야를 피신시키고 저녁 때까지 사네미와 난투를 벌이고 그걸 말리려는 다른 대원들까지 합세해 제대로 개판 이 나 귀살대 본부로부터 사네미의 훈련은 중단, 그리고 접근금지 명령을 받았다. 탄지로 본인은 훈련의 성과가 없고 시나즈가와 형제들의 사이를 중재하지 못했다고 시무룩해하는 한편, 자기 어릴 적 형제 싸움을 떠올리면서 차원이 다르다고 벌벌 떨었다. 젠이츠와 함께 암주 히메지마 교메이 의 훈련터로 가는데, 이노스케와 다른 사람들이 차가운 폭포를 버티는 훈련에 암주는 불 속에서 통나무 3개와 바위 4개를 짊어 들고 버티는 모습에 경악한다. 교메이의 훈련은 심플하게 폭포를 견디고, 통나무 3개를 짊고, 거대한 바위를 1정(약 109m) 옮기는 것이라고 한다. 불을 견디는 것은 위험하니까 뺀 거라고... 하지만 어느 쪽이든 스파르타 훈련인지라 한동안은 고생한다. 한편, 이노스케와 함께 대화하면서 교메이가 현 주 최강 이라 생각했고, 젠이츠가 허세라며 훈련에 대해 불평하자 교메이가 자기들이 미는 바위보다 더 거대한 바위를 손쉽게 미는 모습을 보여주면서 허세가 아니라는 것을 증명했고 멘붕한 젠이츠의 불평을 더 듣는다. 결국 폭포 버티기와 통나무 짊기는 성공했지만 바위를 미는 것은 아무리 힘을 써도 실패만 했다. 따로 비결이 있나 고민하던 중 겐야가 찾아와 사네미와의 일에 대한 감사인사를 하면서 이마의 반점이 짙어졌다는 말을 한다. 겐야는 지금까지 따로 교메이의 훈련을 배워서 반복 동작에 대한 요령을 가르쳐준다. 반복 동작의 효과에 들은 탄지로는 반점 상태와 많이 비슷하다고 생각하지만 당사자들에게는 반점이 없어서 의아해한다. 이후 반복 동작에서 소중한 사람들을 떠올리는 것과 쿄쥬로의 \"마음을 불태워라\"를 키워드로 사용해서 바위를 밀기 시작한다. 이 모습에 자극 받은 이노스케도 기어이 반복 동작을 해내 바위를 미는 데 성공한다. 하지만 탄지로는 너무 무리하는 바람에 탈수 증세에 빠지는데, 교메이가 찾아와 물을 준다. 교메이가 훈련 달성과 도공 마을에서 동생보다 마을 사람들의 목숨을 더 우선한 행동을 칭찬하자, 자신은 결단을 내리지 못했고 네즈코가 결정한 행동이라며 칭찬받을 일이 아니라고 부정한다. 거짓말만 하는 평범한 아이들과는 달리 언제나 올곧은 마음을 유지하는 탄지로에게 감탄한 교메이가 그 모습에 누가 뭐라고 하든 자신은 탄지로를 인정할 것이라고 하며 자신의 과거사를 알려 준다. 그의 처참한 과거사에 탄지로는 눈물을 흘리며 앞으로 더 정진하겠다고 다짐하고, 교메이는 그런 탄지로를 보며 자상한 미소와 함께 머리를 쓰다듬고 훈련은 완료했으며 잘했다고 칭찬한다."
    },
    {
      "title": "VS 키부츠지 무잔",
      "content": "무잔 : 이걸로 나를 몰아붙였다고 생각했느냐? 네 녀석들이 이제부터 가게 될 곳은 지옥이다! 눈엣가시 같은 도깨비 사냥꾼 놈들! 오늘 밤, 모조리 죽여 주마!! 탄지로 : 지옥으로 가는 건 너다, 무잔! 절대로 놓치지 않겠어!! 무잔 : 어디 해 봐라. 할 수 있다면... 카마도 탄지로!! 탄지로 : 반드시 쓰러뜨리겠다! 키부츠지 무잔 !!! [117] 무잔 : 이걸로 날 궁지에 몰아넣었다고 생각했나? 네놈들이 지금부터 갈 곳은 지옥이다! 혈귀 사냥꾼 놈들아! 오늘 밤, 다 몰살 시켜주마!! 탄지로: 지옥으로 가는 건 너다, 무잔! 절대로 놓치지 않아! 무잔 : 한번 해 봐라. 어디 할 수 있다면... 카마도 탄지로!! 탄지로 : 반드시 쓰러뜨리겠어! 키부츠지 무잔 !!! (한국어 더빙판) 그러나 야밤에 무잔 이 나키메 를 통해 귀살대 본부를 찾아냈고, 카가야 의 앞에 나타난다. 카가야는 무잔의 약체화를 위해 저택에 폭탄을 설치했으며 암주 히메지마 교메이 를 대기 시켜놓았다. 뿐만 아니라 도깨비이면서도 무잔을 적대하는 타마요 를 불렀고, 저택이 폭파하는 동시에 주들이 올 수 있도록 미리 불러놓았다. 탄지로는 기유 와 함께 서둘러 카가야에게 향했지만 이미 늦은 뒤였고, 무잔을 향해 공격한다. [118] 그러나 나키메 의 혈귀술로 인해 무한성으로 떨어지는데, 탄지로는 반드시 무잔을 치겠다고 선언하고 이에 무잔은 할 수 있으면 해 보라고 외친다."
    },
    {
      "title": "무한성편",
      "content": "무한성편 참여자 (스포일러 주의) [ 펼치기 · 접기 ] 도깨비의 왕 키부츠지 무잔 십이귀월 코쿠시보 · 도우마 · 아카자 · 나키메 · 카이가쿠 귀살대 본부(지휘 사령부) 우부야시키 키리야 · 우부야시키 카나타 · 우부야시키 쿠이나 · 렌고쿠 신쥬로 · 우즈이 텐겐 귀살대 주(柱) 히메지마 교메이 · 시나즈가와 사네미 · 토키토 무이치로 · 이구로 오바나이 · 칸로지 미츠리 · 코쵸우 시노부 · 토미오카 기유 귀살대 일반대원 카마도 탄지로 · 카마도 네즈코 · 아가츠마 젠이츠 · 하시비라 이노스케 · 츠유리 카나오 · 시나즈가와 겐야 · 무라타 도깨비(귀살대 진영) 유시로 · 타마요 기타 인물 우로코다키 사콘지 · 고토 · 칸자키 아오이 무한성편 생존자 도깨비의 왕 키부츠지 무잔 십이귀월 코쿠시보 · 도우마 · 아카자 · 나키메 · 카이가쿠 귀살대 본부(지휘 사령부) 우부야시키 키리야 · 우부야시키 카나타 · 우부야시키 쿠이나 · 렌고쿠 신쥬로 · 우즈이 텐겐 귀살대 주(柱) 히메지마 교메이 · 시나즈가와 사네미 · 토키토 무이치로 · 이구로 오바나이 · 칸로지 미츠리 · 코쵸우 시노부 · 토미오카 기유 귀살대 일반대원 카마도 탄지로 · 카마도 네즈코 · 아가츠마 젠이츠 · 하시비라 이노스케 · 츠유리 카나오 · 시나즈가와 겐야 · 무라타 도깨비(귀살대 진영) 유시로 · 타마요 기타 인물 우로코다키 사콘지 · 고토 · 칸자키 아오이 무한성편 생존자 탄지로는 기유와 함께 무한성에 있는 도깨비들을 상대하는데, 하현급 의 강함을 지닌 도깨비를 자신의 몸에 맞지 않는 물의 호흡으로 죽임으로써 실력이 굉장히 늘었음을 보여주는 한편 [119] 물의 호흡 의 달인인 기유와 새삼 수준 차이를 보여서 뻘쭘해 했다. [120]"
    },
    {
      "title": "VS 상현 3 아카자",
      "content": "아카자 : 오랜만이다. 용케 살아있었구나? 너 같은 약자가. 카마도 탄지로 !! 탄지로 : 아카자 !!! 기유 와 함께 이동하던 중 무한성의 특성에 난감해하다가 까마귀가 코쵸우 시노부 의 사망 소식을 알리자 눈물을 흘린다. 탄지로는 상현과 조우하지 못했고, 무잔은 먼 곳에 있는 것인가, 다른 사람들은 괜찮은지 초조해하다가 [121] 갑자기 진동이 울려서 경계한다. 적은 천장을 부숴서 나타나는데, 그 정체는 다름아닌 상현 3 아카자 였고, 머리 끝까지 분노한 탄지로와 아카자는 전투에 돌입한다. [122] 그 동안의 경험과 수련의 경과 탄지로는 아카자의 공격을 피하는 것과 동시에 몸에 상처를 내는 것에 성공한다 . 오히려 연속된 공격에도 계속해서 반격해서 기유는 싸움에 대해서는 아무런 것도 몰랐던 처음과는 비교도 안 될 정도로 강해졌다고 감탄한다. 아카자는 쿄쥬로 의 말 [123] 을 되뇌이면서 탄지로를 강자 로 인정하고 술식을 전개해 본격적으로 싸우려고 한다. 아카자가 진심을 내자 기유와 함께 싸우면서도 고전을 면치 못한다. 아카자가 쿄쥬로가 그 이상 약해질 일 없이 탄지로를 지키다가 죽어서 잘됐다고 하자, 쿄쥬로와 그의 죽음을 슬퍼하는 가족들을 떠올리면서 쿄쥬로의 죽음을 모욕하지 말라고 닥치라고 말하며 격노한다. [124] 아카자가 오해라며 자신이 모욕하는 사람은 약자뿐이라며 약육강식 을 피로하자, 사람은 누구나 다른 사람의 도움 없이는 살 수 없는 갓난아기인 시기가 있고 그것은 아카자에게도 해당한다고 반박한다. 그리고 강한 자는 약한 사람을 돕고, 약한 사람이 강해져서 다른 약한 사람을 돕는 것 이 자연의 순리라며 아카자의 비뚤어진 사고방식을 용서하지 못한다고 선언한다. [125] 아카자가 갑자기 허공을 향해 주먹을 날리자 당황하다가 정신을 차린 아카자의 살기 어린 맹공을 받는다. 공격을 막아도 충격을 전부 없애지는 못하고, 이상하게도 모든 공격이 정확히 급소로 향하자 어떤 능력을 가지고 있는지 추리한다. 이후 새로운 기술인 비륜양염으로 아카자의 목을 스치는데 성공하지만 다음 공격이 칼날 잡기 에 막혀버린다. 아카자가 그대로 검을 부러뜨리려고 하자 박치기와 발차기를 날리지만 계속 잡고 있어 난감해하던 참에 때마침 기유가 나타나 아카자의 팔을 잘라버린다. 그 순간 기유는 반점 을 각성해서 순간적으로 아카자를 우세를 점하는데, 반점의 리스크를 알고 있던 탄지로는 마냥 기뻐하지 못한다. 탄지로는 아카자의 혈귀술의 약점을 파악하려고 했는데, 반점을 각성한 기유에게 적응한 아카자가 다시 우세를 점하자 서둘러 공격을 가하다가 오히려 검을 잡혀 치명타를 맞을 위기에 처한다. 그런데 놀랍게도 탄지로는 그 일격을 피했고 이노스케 의 감각 탐지가 아카자의 투기 감지 혈귀술인 파괴살과 비슷하다는 것과 과거 아버지 가 말한 히노카미 카구라 의 일정 경지에 오르면 내비쳐 보이는 세계 를 떠올린다. 탄지로는 아카자의 결정타를 피했을 때 그 경지에 발을 들이는데 성공했고 [126] 지금까지 모은 정보와 그 경지를 잘 이용하여 다음 번이야말로 아카자를 쓰러뜨리기로 결심한다. 아카자!! 지금부터 네 목을 베겠다!! 탄지로는 내비치는 세계 의 경지에 올라 아카자의 투기 탐지에 걸리지 않은 채로 접근했고, 서서히 밀리기 시작했던 기유를 구해준다. 이때 머리와 눈 색이 붉어졌으며, 반점도 기존보다 더 선명해지고 커지기 시작했고, 아카자가 탄지로를 경계해서 100발의 난타를 날리는 종식까지 썼음에도 기어이 살아남는다. 아카자가 탄지로의 기척을 전혀 눈치채지 못해서 그의 목을 벨 결정적인 기회가 왔지만 탄지로는 기습을 하지 않고 당당히 아카자의 목을 베겠다고 선언해서 정면대결을 펼친다. [127] 그리고 탄지로는 단 한 합의 공격, '히노카미 카구라' - 사양전신 으로 아카자의 목을 벤다. 이후 아카자는 투기를 일절 발하지 않고 자신의 목을 베어버린 탄지로의 솜씨에 놀라워하면서도 더 강해지겠다는 일념만으로 절단된 머리를 팔로 붙잡아 절단부에 도로 갖다 붙여 재생하려 한다. 이에 탄지로는 목을 베어도 죽지 않는다고 경악하나 이내 기유가 부러진 검을 아카자의 머리에 집어 던져 머리를 몸에서 떨어트린다. 아직 몸에 제대로 붙지 못했던 아카자의 머리는 몸에서 떨어지며 소멸한다. 하지만 머리가 사라진 뒤에도 아카자의 몸은 사라질 조짐은 보이지 않더니 이내 목의 절단면을 근육을 수축해 틀어막고 머리가 없는 상태로 움직이기 시작한다. 탄지로는 거의 한계에 달한 몸으로 아카자의 수도를 간신히 피했지만 결국 옆구리를 노린 발차기에 맞고 벽에 처박혀서 [128] 실신한다. 간신히 정신을 차렸을 때 아카자의 머리가 다시 재생하기 시작해서 경악하지만 죽을 때까지 베려고 한다. 아카자가 기유에게 파괴살 멸식을 날리려고 하자 [129] 서둘려 막으려고 하지만 손에 힘이 빠져서 검을 놓쳤고 결국 주먹을 날린다 . 그러나 주먹만으로는 기세를 멈추기에는 무리였고, 서둘러 기유를 데리고 공격 범위 밖으로 빠져 나오려고 하는데, 아카자의 미소를 보고 그에게서 고마움의 냄새가 느껴지자 의아해한다. 아카자는 탄지로의 행동에서 과거의 소중한 사람들에 대한 기억을 떠올렸고, 자기 자신에게 파괴살 멸식을 먹인 후에 아내 의 영혼과 만나 갱생 해서 완전히 소멸한다 ."
    },
    {
      "title": "VS 키부츠지 무잔_2",
      "content": "아카자 가 소멸하자 긴장이 풀린 듯 그대로 엎어져 다시 정신을 잃는다. 기유 가 부축해주려 했지만 기유 역시 상처와 피로가 심해 그대로 기절. 그리고 기유와 탄지로의 승리는 까마귀를 통해 대원들에게 전해진다. 이후 기유보다 뒤늦게 깨어났는데, 기유가 출혈이 멈추지 않자 칼을 달궈서 상처를 지졌다는 사실에 식겁한다. 그리고 마침내 까마귀로부터 센쥬로 가 보낸 해의 호흡 과 관련된 편지를 읽는다. 여기서 히노카미 카구라 에 아직 습득하지 못한 13형이 있는 사실을 알게 되고 동시에 무이치로 , 겐야 의 부고를 듣게 된다. 탄지로는 친구들의 죽음에 슬퍼하면서도 각오를 다지고 모든 십이귀월이 죽어서 홀로 남은 무잔 에게 향한다. 결국 십이귀월이 시간을 끌어 준 덕택에 무잔은 부활에 성공. 타마요 를 죽이고 귀살대 대원들을 학살하는데, 나키메 의 혈귀술로 무잔 앞에 기유와 함께 소환된다. 무잔을 보자마자 가족들이 살해된 광경과 지금까지 사망한 주들인 쿄쥬로, 시노부, 무이치로, 방금 전에 사망한 동기인 겐야를 떠올리면서 분노하지만 기유가 진정하라고 말린다. 말리긴 했지만 기유 역시 눈에 핏발이 설 정도로 분노했다. 무잔: 끈질겨. 너희는 정말로 끈질겨. 지긋지긋해. 진심 넌더리가 난다. 입만 열면 부모의 원수, 자식의 원수, 형제의 원수, 하나밖에 모르는 바보처럼. 너희는 살아남았으니 그걸로 충분하잖아. (이 말에 기유는 얼굴을 찡그리고 탄지로는 벙찐 표정을 짓는다.) 가족이 살해당한 게 뭐 대수라고 ? 그냥 난 행운이구나, 라고 생각하며 원래 하던 생활을 계속하면 될 것을. 탄지로: 너, 뭐라는 거야? 무잔: 나한테 죽은 건 그냥 큰 재해를 당한 거나 마찬가지라고 생각해. 굳이 어렵게 생각할 필요 없어. 비가, 바람이, 산의 분화 가, 대지의 진동 이 아무리 사람을 죽여도 천재지변 에 복수하려 드는 사람은 없잖아. 죽은 인간이 되살아날 일은 없으니, 언제까지고 그런 일에 연연하지 말고, 하루 벌어 하루 살며 조용히 살면 되잖아. 대부분의 인간들은 그렇게 사는데, 왜 너희는 그러질 않아? 이유는 한 가지. 도깨비 사냥꾼 은 정신병자 집단이기 때문이야. [130] 정신병자들 상대하느라 지쳤다. 이제 그만 끝내고 싶은 건 오히려 내 쪽이야. 그런데 무잔이 원수를 갚는다고 말하는 이들이 이젠 지겹고 그냥 자기들이 살아남은 걸 운이 좋았다고 여기면서 다시 평소대로 살아가면 되는데 귀살대 같은 이상한 집단을 만든 것에 대해 정신 나간 거 아니냐는 망언을 뱉고 천재지변에 죽었다고 자연에게 복수하는 건 어리석으니 자신에게 죽는 건 그냥 운이 없다고 생각하라는 말에 극도로 분노한다. [131] [132] 무잔. 너는 존재해선 안 되는 생물이야. [133] 無惨. お前は. 存在してはいけない生き物だ。 [134] 생물 앞에서 이렇게까지 차가운 감정을 느낀 건 처음이라고 독백하고 덤벼든다. 그대로 무잔의 참격을 넘어 접근하는 데 성공. 그러나 무잔의 빠른 공격에 [135] 오른쪽 눈을 베이고 [136] 이미 오바나이 와 미츠리 가 죽었다는 선고를 듣는다. 한쪽 눈을 잃었지만 자신은 후각으로 대신할 수 있다며 무잔의 공격을 연이어 피하는 데 성공하지만 구석에 몰려 죽을 위기에 처한다. 그런데 죽었다는 미츠리가 등장, 무잔을 공격해 시간을 벌고 그 틈에 이구로가 탄지로를 구해준다. 탄지로는 이구로와 미츠리의 생존에 눈물을 흘리고 무잔은 당황하는데, 사실 유시로 가 나키메의 시야를 조종해 무잔에게 가짜 정보를 보여준 것이었다. [137] 직후 유시로의 조종으로 나키메가 무한성을 흔들기 시작한다. 무잔이 유시로와 나키메의 장악을 두고 힘 싸움을 벌이자 다른 주들과 함께 방해한다. 그러나 탄지로는 주들처럼 움직이지 못해서 상처가 늘어간다. 이 와중에 계속 울리는 비파 때문에 위치가 자꾸 바뀌고, 무잔은 나키메를 죽여 무한성을 붕괴, 귀살대 전원을 생매장하려 한다. 무한성이 요동치는 와중 미츠리가 무잔에게 당할 찰나 죽은 대원의 부러진 검을 던져 무잔의 관자놀이를 꿰뚫고, 무잔은 매우 분노해 탄지로에게 아귀 같은 놈이라며 욕설을 한다. 결국 유시로가 무너져가는 나키메의 육체를 끝까지 조종해 탄지로를 비롯한 귀살대 전원이 지상으로 탈출한다. 전장은 시가지 한복판으로 바뀐다. 일출까지 1시간 30분. 무한성의 잔해를 파헤치고 나타난 무잔을 주들이 공격한다. 하지만 칼이 목을 베는 순간 재생해버리는 무잔의 저력 앞에 공격은 허사가 되고 되려 기유, 미츠리, 이구로가 반격당할 찰나 방패를 자처한 일반 대원들이 몸을 던져 그들을 구해낸다. 그런데 돌격하는 대원들과 합류하려던 탄지로가 피를 토하고 쓰러진다. 무잔이 자신의 피를 섞어서 공격했던 것. [138] 결국 쓰러진 탄지로의 눈가부터 붕괴가 시작, 무잔은 탄지로의 죽음을 선언한다. [139] 그 순간 아버지의 영혼 이 네즈코에게 탄지로의 위기를 알려 네즈코가 깨어나 전장으로 달린다. 이때 탄지로도 주마등 으로 조상 스미요시 의 기억을 체험하기 시작한다. 그리고 기유의 부탁을 받은 무라타 가 탄지로를 업고 전선에서 벗어난다. 주마등 속에서 스미요시인 채로 요리이치 를 만난다. 그를 보고 단박에 해의 호흡의 검사인 것을 알아보고, [140] 그에게 히노카미 카구라의 마지막 동작을 물어보려 하나 현 상황은 과거의 기억을 체험하는 것에 불과했기 때문에 탄지로의 말은 요리이치에게 닿지 못한다. [141] 요리이치의 슬픈 과거사를 들은 탄지로는 뭐라 위로를 건네려 하지만 역시 말이 나오지 않는다. 그러나 스미요시의 자식인 스미레를 안아 올린 요리이치는 자신의 아이를 떠올린 것인지 눈물을 흘렸고, 탄지로는 그것을 보고 이미 죽은 요리이치의 마음이 조금이라도 구원 받았으면 좋겠다고 독백한다. [142]"
    },
    {
      "title": "재기",
      "content": "끝내자, 무잔. [143] 현실의 탄지로의 몸은 이미 무잔의 세포 파괴에 당한 지 오래되어 위험한 상태이고, 유시로가 중화제를 5방이나 투약해도 겨우 맥박이 돌아왔다가 멈추게 되자 유시로도 탄지로를 포기하려고 했다. 이에 무라타가 함께 싸우자면서 계속 격려하고 이러다가 무잔이 도망가버릴 거라고 외치고, 짧은 땅울림이 일어나는 동시에 칼에서 소리가 울리며 기적적으로 깨어난다. 그리곤 무잔이 홀로 남은 카나오를 죽이려는 순간 난입해 무잔의 팔을 잘라버리고 카나오를 구해낸다. 이때 살기 어린 눈빛 으로 무잔을 노려본다. 무잔은 오른쪽 얼굴 세포가 붕괴된 탄지로의 몰골을 보곤 누가 도깨비인지 모르겠다고 조롱하면서도 요리이치를 겹쳐봐서 역겹다고 기분 나빠한다. 탄지로는 무덤덤하게 이제 모든 걸 끝내자고 말한다. 그리고 무잔과 일기토를 시작하면서 자신이 본 과거를 떠올린다. 그리고 요리이치가 스미요시에게 보여준 형들을 회상하며 놀라울 정도로 정확하게 형들이 전해졌다며 감탄한다. 또한 본인이 과거에서 본 것을 토대로 13형은 1형에서 12형까지의 기술을 차례대로 이어서 쓰는 것이라 추측한다. [144] 자신에게 요리이치나 아버지와 같은 재능은 없지만 그래도 여기서 자신이 할 수 있는 것을 다하겠다며 마음을 불태워 [145] 절대 꺾이지 않기로 다짐하고 해의 호흡 [146] 을 구사하기 시작한다. 무잔이 이때 탄지로에 요리이치를 겹쳐보며 주들과 동기조를 처리할 때 사용한 다리에서의 기습용 촉수를 뽑아 상처를 입는다. 그럼에도 원무, 열일홍경, 화차를 자연스럽게 이어지도록 시전하고 역시 해의 호흡의 형들은 이어지도록 만들어져 있다고 확신하고는 요리이치를 떠올리며 이 형들을 이어가겠다고 다짐한다. 또한 사망 플래그가 세워졌는데 자신은 요리이치 , 아버지 와 달리 재능도 없고 아침까지 목숨이 버티지 못할 수도 있다고 독백했다. [147] 그나마 탄지로에게 낭보는 타마요가 무잔에게 투약한 약의 제 2의 효과 [148] 가 발동해서 무잔이 점점 약해지고 있다는 점이다. 무잔은 노화로 점점 약해지는 중 탄지로는 결국 12형을 이어 13형을 펼치는 일에 성공한다. 그리고 정확도와 속도를 올려 동이 틀 때까지 계속 형을 이어 가려 한다. 이후 반복하며 내비치는 세계 에 들어가기 위해 집중하는 도중 산소결핍 이 와 정신을 잃을 뻔하기 직전 무잔의 촉수에 당할 위기에 처하나 정신을 차리고 일어선 오바나이 가 탄지로를 극적으로 구한다. 그리고 자신을 2번이나 구해준 오바나이에게 본인도 도움을 주려고 하지만 [149] 내비치는 세계를 쓸 수 없어서 무잔의 심장과 뇌를 확인할 수 없어서 절망한다. 그러나 약해진 무잔의 몸에 요리이치 가 남긴 상처가 나타나 요리이치의 무잔을 타도하겠다는 의지가 아직도 무잔의 몸을 옥죄고 있음을 발견하고 놀라워하며 다시 전의를 다진다. 탄지로는 기세를 타고 점점 무잔을 몰아넣지만 일출까지 40분밖에 남지 않자 무잔은 도주하기 시작한다. 이에 탄지로는 쓰러진 동료들의 일륜도를 전부 던져 가며 시간을 벌고 이구로가 무잔의 목에 칼을 꽂아 움직임을 막는다. 결국 도망을 멈춘 무잔이 한 공격에 다시 상처를 입는다. 하지만 그 틈에 이구로에게 유시로의 눈 부적을 2장 던져주고 카부라마루가 그것을 받게 하는 데 성공하여 이구로는 부적으로 카부라마루와 시야를 공유하게 된다. 탄지로와 부적 덕에 시야가 열린 이구로는 탄지로에게 감사를 전한 뒤 무잔을 포위하듯 위치하라고 말하며 우리 둘이라면 쓰러뜨릴 수 있다고 탄지로를 격려한다. 그 이후 계속 싸움을 이어나가던 중 무잔이 예전처럼 분열하려는 것을 보고 막으려 하는데, 무잔이 분열을 멈추고 각혈까지 하는 것에 당황한다. 알고 보니 타마요가 분열을 못하게 약으로 막아버린 것. 그러고선 탄지로는 각혈하며 움직임이 멈춘 무잔을 공격하기 위해 달려가지만 무잔이 충격파를 내뿜어 주변과 함께 큰 충격을 받으며 쓰러진다. 그와 동시에 신경계가 헤집어지면서 경련이 일어나 움직이지 못하는 위기에 찰나, 이노스케와 젠이츠가 회복하여 무잔에게 달려들어 구사일생으로 위기에서 벗어난다. 그리고 젠이츠가 네즈코와 함께 고향 집으로 돌아가야 하지 않겠냐며 격려한다. 그러나 이노스케와 젠이츠 모두 중상을 입으며 위기에 처한 가운데 목숨을 걸면서 싸우는 동료들을 보며 탄지로는 경련을 멈추기 위해 과감히 혈귀술에 유효한 일륜도로 자기 자신의 신경계를 찔러 경련을 멈추는 것을 시도한다. [150] 이후 다시 1형-12형까지를 반복하려 하지만 무잔의 방해와 신체적 한계에 부딪혀 실패하고, 이노스케, 젠이츠와 함께 무잔을 벽에 몰아붙인 뒤 양화돌로 무잔의 가슴에 칼을 꽂아 움직임을 봉쇄한다. 하지만 이노스케와 젠이츠가 리타이어 당한 탓에 무잔의 촉수를 견제해 줄 동료가 없어 그대로 죽을 뻔 하나 미츠리와 사네미가 일어나 무잔의 팔을 하나씩 자르며 구사일생한다. 그러나 위기에 몰린 무잔이 자신의 몸을 갈라 커다란 입을 꺼내 탄지로를 씹어버리려 하고 그대로 당할 뻔하나, 이구로가 탄지로를 감싸 대신 왼쪽 얼굴을 물리며 그 순간 먼 곳에서 해가 떠오르기 시작한다. 무잔의 충격파 공격에 왼팔이 날아가지만 혁도를 쥔 손을 끝까지 놓지 않는다. 하지만 팔을 잃어 제대로 힘을 주지 못해 점점 힘이 빠지던 도중 마찬가지로 한 팔을 잃은 기유가 나타나 일륜도에 힘을 주어 혁도로 만들어 칼을 깊숙이 꽂아 넣고 무잔은 다시 각혈한다. [151] 그러나 무잔이 거대한 유아 형태로 변하고, 탄지로는 여기에 빨려 들어가지만 [152] 내부에서 혁도를 놓지 않고 칼을 휘둘러 도주를 막고 탄지로의 이 분투로 무잔은 햇빛 아래에서 소멸한다. 그러나 싸움이 끝난 후 기유가 탄지로의 생사를 확인했을 때, 이미 탄지로는 검을 굳게 쥔 채 무릎을 꿇고 있었다. [153] 이를 은들이 확인하자 호흡과 맥박이 없다고 하자 기유는 탄지로를 보고 오열한다. [154] [155]"
    },
    {
      "title": "도깨비의 왕",
      "content": "이 문단의 내용 중 전체 또는 일부는 스포일러를 포함하고 있습니다. 귀멸의 칼날 의 도깨비 (스포일러 주의) [ 펼치기 · 접기 ] 왕 키부츠지 무잔 십이귀월 상현 코쿠시보 · 도우마 · 아카자 · 한텐구 · 굣코 · 다키 · 규타로 · 나키메 · 카이가쿠 십이귀월 하현 엔무 · 로쿠로 · 와쿠라바 · 무카고 · 루이 · 카마누에 · 우부메 · 하이로 · 쿄우가이 일반 도깨비 손 도깨비 · 늪 도깨비 · 스사마루 · 야하바 · 거미 도깨비 일가 · 시나즈가와 시즈 도망자 카마도 네즈코 · 타마요 · 유시로 · 챠챠마루 후계자 스포일러 왕 키부츠지 무잔 십이귀월 상현 코쿠시보 · 도우마 · 아카자 · 한텐구 · 굣코 · 다키 · 규타로 · 나키메 · 카이가쿠 십이귀월 하현 엔무 · 로쿠로 · 와쿠라바 · 무카고 · 루이 · 카마누에 · 우부메 · 하이로 · 쿄우가이 일반 도깨비 손 도깨비 · 늪 도깨비 · 스사마루 · 야하바 · 거미 도깨비 일가 · 시나즈가와 시즈 도망자 카마도 네즈코 · 타마요 · 유시로 · 챠챠마루 후계자 스포일러 귀멸의 칼날 의 분기별 최종 보스 [ 보기 · 닫기 ] 남매의 연편 손 도깨비 아사쿠사편 야하바 스사마루 장구저택편 쿄우가이 나타구모 산편 루이 무한열차편 아카자 환락의 거리편 규타로 도공 마을편 한텐구 합동 강화 훈련편 키부츠지 무잔 무한성편 제1장 아카자 무한성편 제2장 코쿠시보 무한성편 제3장 키부츠지 무잔 토벌 이후 최후의 도깨비 토미오카 기유 외전 마타조 렌고쿠 쿄쥬로 외전 하이로 바람의 이정표 우부메 남매의 연편 손 도깨비 아사쿠사편 야하바 스사마루 장구저택편 쿄우가이 나타구모 산편 루이 무한열차편 아카자 환락의 거리편 규타로 도공 마을편 한텐구 합동 강화 훈련편 키부츠지 무잔 무한성편 제1장 아카자 무한성편 제2장 코쿠시보 무한성편 제3장 키부츠지 무잔 토벌 이후 최후의 도깨비 토미오카 기유 외전 마타조 렌고쿠 쿄쥬로 외전 하이로 바람의 이정표 우부메 네 가 멸해라, 나 대신, 도깨비 사냥꾼 을. 최후를 직감한 무잔은 결국 카가야가 말한 '계승되는 의지'에 대해 인정하며 자신 혼자서 해왔기에 실패했음을 받아들이더니, 내가 실패하더라도 '도깨비'가 실패하게 두진 않겠다 는 마음가짐으로 죽기 전에 자신을 평생 괴롭혀온 해의 호흡의 사용자임과 동시에 최초로 해를 극복한 도깨비였던 네즈코 의 혈육인 탄지로에게 자신의 모든 피와 힘을 주입하고 [156] 자신을 대신해 도깨비 사냥꾼을 멸하라는 암시를 남겼다. [157] 되돌아보면 의외로 탄지로 도깨비화의 복선이나 떡밥은 작품 진행 내내 꾸준히 존재해왔다. [158] [159] [160] 한편 최종결전인 무잔전의 진행이 이전의 진행과 비교했을 때 거의 고의적으로 비칠 정도로 단조로웠고 핵심적인 떡밥들도 전혀 풀리지 않았기에, 이는 사실상 무잔 vs 타마요 전에 가까우며 남은 주요 떡밥들은 이후의 숨겨진 탄지로 도깨비화를 통해 풀릴 것이라 추측한 사람들도 어느 정도 있었다. [161] 도깨비가 된 탄지로 귀살대 대원: 탄지로...? 어째서...? 결국 무잔의 뜻대로 도깨비의 왕 이 된 탄지로는 부활 직후 왼팔과 오른눈을 재생, 반점을 확대하여 주변 동료들을 공격하기 시작한다. [162] 기유는 탄지로가 태양에 타는 걸 보고 인간을 죽이기 전에 [163] 하다 못해 카마도 탄지로로서 죽어달라며 [164] 움직임을 막아보지만 탄지로는 살이 조금 타들어가는 정도를 끝으로 태양을 극복하고 기유를 공격한다. 가장 믿을 수 있던 동료가 도깨비가 되었다는 사실 때문에 현장에 있는 은들을 포함한 귀살대 대원 전원이 정신적으로 큰 충격을 받았다. 태양을 극복한 도깨비가 된 탄지로를 보고 당황한 기유의 틈을 노려 턱을 가격한 후 추가타로 죽이려 들었지만 이노스케에게 가로막힌다. 그러자 이노스케에게 달려들지만 이성을 잃은 탓인지 신체가 회복되었음에도 목이 베일 뻔하나 탄지로와의 추억을 회상한 이노스케는 도저히 베지 못하겠다고 눈물을 흘리며 칼을 멈춰버린 순간에 [165] 탄지로가 이노스케를 살해하기 직전 인간으로 돌아온 네즈코가 탄지로를 껴안으며 이를 가로막는다. 네즈코 : 오빠. 미안해. 네즈코는 혼자서 많은 것을 감당해야 했던 탄지로를 위로하며 도깨비로 변하지 말고 함께 집으로 돌아가자고 하며 저지하지만 [166] 자아를 되찾지 못하고 손톱으로 네즈코의 어깨에 상처를 입힌다. 뒤이어 젠이츠와 이노스케가 달려들어 말리지만 충격파로 튕겨내 버리고 촉수 비슷한 것 [167] 을 빼내거나 입에서 기공포를 날리는 등 동료들에게 공격을 속행한다. [168] 결국 탄지로가 쏘려는 기공포를 막으려다가 왼손을 심하게 다치면서까지 [169] 자신을 필사적으로 붙든다. 그 후 탄지로를 저지하던 기유는 분명 도깨비가 된지 얼마 되지 않아 이성이 없을 탄지로가 자기 바로 앞에, 피를 흘리고 있는 여자 [170] 를 공격하지 않고 돌연 촉수를 꺼내어 사방에 충격파를 쏘는 등, 앞뒤가 맞지 않는 행동을 하는 것을 보고 탄지로도 도깨비의 본능에 저항하고 있음을 짐작한다. [171] 하지만 당장 기유도 극심한 부상에 한 팔을 잃어서 극도로 약해진 상태에 현장에 있는 주(柱)들 중 기유와 함께 유이하게 생존한 시나즈가와 사네미도 연이은 격전의 피로와 중상으로 삼도천을 오가고 있는 상태라 탄지로를 막아 설 만한 대원도 없는 최악의 상황. 그때 이전 시노부 가 네즈코를 위해 타마요가 3개나 만들면서 남게 된 도깨비에서 인간으로 되돌리는 여분의 약을 넘겨받은 카나오가 남은 왼쪽 눈마저 실명시킬 각오로 꽃의 호흡 마지막 형인 피안주안 을 써서 탄지로에게 돌진한 뒤 성공적으로 약을 주입하지만 탄지로의 반격을 피하지 못하고 쓰러진다. [172] 한편 약을 주입받은 탄지로의 내면에서는 무잔의 살덩어리에 파묻혀 붙잡힌 탄지로의 인간으로서의 자아가 저항하고 있었다. 연이은 처절한 싸움으로 인해 극도로 지친 탄지로의 자아는 현실에서 자신을 부르는 동생과 동료들의 목소리를 듣고 다시 돌아가고 싶다며 울면서 [173] 약하게 손을 뻗지만 그 손에서 도깨비의 살점이 재생하듯이 무잔의 마지막 사념이 나타난다. 무잔의 사념은 인간으로 돌아가려는 탄지로에게 네즈코는 네가 죽였고 동료들은 모두 너를 원망한다는 거짓말과 많은 사람들이 죽었는데 너만 행복해지려고 하냐 [174] 는 궤변을 퍼부음과 동시에 태양은 물론 반점의 업을 극복해 영원을 살아가라고 유혹하면서 자신의 의지와 정신을 잇는 도깨비가 되라는 암시를 강요, 살점을 생전의 형상을 만들 정도로 불리며 약해진 탄지로의 자아를 계속 압박해 붙잡아 의식의 심연 아래로 강제로 끌고 내려가려 한다. \"앞을 쳐다보지 마라. 남을 믿지 마라. 희망을 찾지 마라. 도깨비가 되지 않으면 몇 년 안에 죽게 된다. 반점 의 대가를 치러야 된다고. 너 자신만 생각해. 눈 앞에 있는 무한한 생명을 거머쥐어.\" \"싫어. 난 인간으로서 죽겠어. 무한한 생명 따윈 조금도 원치 않아. 필요 없어. 모두의 곁으로 돌아가고 싶어.\" \"죽은 자들의 증오에 찬 목소리가 들리지 않느냐?! 왜 너만 살아남은 거냐고 소리치고 있다. 왜 자신들은 다 잃었는데 너만 살았냐고⋯.\" \"그런 사람은 없어. 자신이 아닌 누군가를 위해 목숨을 걸 줄 아는 사람들이야. 자신들이 겪었던 고통이나 슬픔을 다른 사람들이 겪지 않기를 바란 사람들이니까.\" 무잔 의 회유와 그에 대한 탄지로의 대답 무잔: 탄지로! 멈춰! 제발 기다려!! 내 의지와 신념을, 이어줘, 네가!! 너만이 할 수 있어! 네가 신에게 선택 받은 몸이라는 것을 모르겠느냐? 너라면 될 수 있단 말이다!! 완벽한... 궁극의 생물 이!! 탄지로. 탄지로, 가지 마!! 날 두고 가지 마아아아앗!! [175] 하지만 죽은 탄지로의 가족들과 [176] 먼저 간 수많은 귀살대 대원들의 손이 탄지로의 의식 속에서 마치 일어나는 것을 돕기 위해 등을 받쳐주듯이 나타나고, [177] 위에서는 여동생 네즈코의 손을 시작으로 젠이츠와 이노스케, 기유를 포함한 살아있는 이들의 손에 의해 이승으로 끌어올려지고 [178] 그렇게 자신이 그동안 인연을 맺어왔던 모든 사람들에게 도움을 받으며 본인을 붙잡고 놔주지 않던 무잔의 암시를 끝내 뿌리친 끝에 마침내 인간으로 되돌아온다. [179] [180] 그렇게 탄지로가 자아를 되찾는 도중에 마지막으로 남은 무잔의 정신은 자신을 버리지 말라며 처절하게 절규하면서 완전한 죽음을 맞이한다. 이후 의식을 잃은 채로 누워 있다 [181] 깨어나서 제일 먼저 도깨비가 되었을 때 자신에게 공격을 받았던 사람들이 멀쩡한지 확인하고, 마지막으로 탄지로에게 부상을 입었던 카나오의 무사를 확인한 후 본인을 품에 안은 네즈코와 눈물을 흘리며 기뻐한다. 다행스럽게도 탄지로가 죽인 사람은 한 명도 없어서 무탈하게 끝났다. 만약 단 한 명이라도 죽였다면 본인도 평생 죄책감에 후회하며 살았을 터이고 사후에도 지옥행이었을 것이다. 인간을 잡아먹는 도깨비가 없는 세상이 되었다. 하지만, 그 대가로 너무도 많은 것을 잃었다. 그래도 우리는 살아가지 않으면 안 된다. 이 몸에 내일이 오는 한. 사건이 마무리 되고 탄지로는 나비 저택으로 옮겨져 한 달간 거의 잠만 자다시피 하며 치료를 받다가 깨어났고, 유시로 에게서 도깨비였을 때의 상태와 자세한 설명들을 듣는다. 유시로의 말을 비추어보면 탄지로의 도깨비 적성은 그 무잔 이나 네즈코 조차도 압도했다. 한마디로 그때 탄지로의 도깨비화를 막지 못했다면 무잔 이상으로 답이 없는 최강의 도깨비가 나올 수도 있었다는 말이다. 실제로 그럴 가능성이 극히 높은 게, 도깨비가 된 탄지로는 태양 이라는 약점을 극복 했기에 일륜도 , 혁도 , 해의 호흡 등 햇빛을 이용한 공격에 모두 면역 이라 이론상으로서는 불사의 존재 가 되어버렸기 때문이다. 위에 서술되었듯 등꽃 독도 분해할 수 있을 가능성도 극히 높고, 아사할 가능성도 거의 없다. 한마디로 그냥 개사기인 노답 생물이다. 거기에 탄지로가 치료될 수 있었던 건 약도 약이지만 하필 제일 먼저 먹은 피가 일종의 항체가 생긴 네즈코의 피라서 약과 네즈코의 피가 시너지 작용을 했기에 기적적으로 먹혔다는, 기적의 기적이 참사를 막았다는 것이 유시로의 설명이다. [182] 3개월 후 팔과 눈이 어느 정도 재생되기는 했지만 잃었던 것에 새로 붙은 것이라 새로 생긴 왼쪽 팔과 오른쪽 눈은 거의 기능을 못하는 상태라고 말한다. [183] [184] 그리고 네즈코에게 상처를 입혀 미안하다 사과하지만 또 사과하면 꿀밤을 먹이겠다는 핀잔만 듣는다. 이후 인연을 맺었던 텐겐 과 그의 세 아내와 신쥬로 , 센쥬로 부자가 문병을 오는데, 텐겐은 집에 돌아가면 자기들 집에도 놀러 오라면서 주소를 알려주었고 신쥬로는 쿄쥬로의 몫까지 싸워줘서 고맙다고 감사를 표한다. 직후엔 하가네즈카를 포함한 대장장이들과 은들도 병문안을 오는데 단체로 방에 들어오는 바람에 엄청나게 북적북적해졌다. [185] 여기에 이노스케는 밟혀버리면서 배고픈 김에 밖으로 탈출한 건 덤. 그리고 카나오와 대화를 나눈 뒤 마지막 주합회의를 마치고 돌아온 기유와 우로코다키를 보며 반가움을 표한다. 묘사는 되지 않았지만 카나오와의 대화를 통해 사네미와 화해했음이 암시된다. 이후 죽은 귀살대원들의 묘지에 꽃을 놓고 집으로 돌아와 [186] 사부로 할아버지를 만나고 가족들의 무덤을 방문한 후 젠이츠, 이노스케, 네즈코와 함께 넷이서 살게 된다. 그렇게 다이쇼 시대 에서 탄지로의 이야기는 마무리된다."
    },
    {
      "title": "탄지로의 근황 보고서",
      "content": "무한성편 생존자 (스포일러 주의) [ 펼치기 · 접기 ] 귀살대 본부(지휘 사령부) 우부야시키 키리야 · 우부야시키 카나타 · 우부야시키 쿠이나 · 렌고쿠 신쥬로 · 우즈이 텐겐 귀살대 주(柱) 시나즈가와 사네미 · 토미오카 기유 귀살대 일반대원 카마도 탄지로 · 카마도 네즈코 · 아가츠마 젠이츠 · 하시비라 이노스케 · 츠유리 카나오 · 무라타 귀살대 측 도깨비 유시로 기타 인물 우로코다키 사콘지 · 고토 · 칸자키 아오이 무한성편 참여자 에필로그 시점(레이와 시대)에서도 생존한 인물은 밑줄 귀살대 본부(지휘 사령부) 우부야시키 키리야 · 우부야시키 카나타 · 우부야시키 쿠이나 · 렌고쿠 신쥬로 · 우즈이 텐겐 귀살대 주(柱) 시나즈가와 사네미 · 토미오카 기유 귀살대 일반대원 카마도 탄지로 · 카마도 네즈코 · 아가츠마 젠이츠 · 하시비라 이노스케 · 츠유리 카나오 · 무라타 귀살대 측 도깨비 유시로 기타 인물 우로코다키 사콘지 · 고토 · 칸자키 아오이 무한성편 참여자 최종결전 이후, 카마도 남매와 젠이츠, 이노스케가 카마도 가에서 같이 살 때의 이야기인 외전. 무잔과의 최종결전 이후 부상의 영향으로 그 당시 무리했던 귀살대 전원이 그러하듯 이전과 같은 체력은 없어졌다고 한다. 생활에 불편함이 없도록 키리야 가 탄지로에게 거액을 줘서 평생을 쉬어도 될 정도지만 [187] 여전히 가만히 있는 걸 못 견뎌 하며 일하는 걸 좋아한다. 이내 네즈코와 모두를 위한 저금을 많이 남겨놓고자 [188] 사치도 안하고 가업을 이어받아 여전히 숯을 굽거나 부업을 하고 있다고 하는데, 마을에 가스가 보급되기 시작하면서 숯의 수요는 줄어들었으나 탄지로의 그 인덕 때문에 숯을 사가는 손님이 많다고 한다. 애초에 숯이 단순히 연료 용도로만 쓰이는 게 아니다 보니... [189] 돈을 보내준 우부야시키 일가는 물론 기유 , 사네미 에게도 평소 편지를 보내는데, 기유는 자기 비하가 사라지고 많이 밝아졌으며 최근에는 텐겐 부부와 함께 온천 여행을 갔다고 한다. 사네미는 글을 읽을 줄만 알고 쓸 줄은 몰라 답장은 보내오지 않았으나, 키리야의 말에 의하면 기뻐하고 있으며 탄지로에게 답례로 몰래 오하기와 말차를 주고 가기도 했다. 현재는 한 달에 한 번 정도 아오이 와 카나오 의 집이 된 나비저택에서 건강검진을 받고 있으며, 그때마다 유시로의 소식을 전해 듣는다. 네즈코도 이노스케를 말마냥 타고 가서 요리를 배우거나 라무네 등의 선물을 받고 오기도 한다. 이노스케는 네즈코가 외출하든 집에 있든 엄마와 아이처럼 붙어 다니고, 젠이츠는 그런 이노스케와 오하기와 말차를 선물해서 네즈코의 호감을 사는 사네미를 피눈물 흘리면서 질투한다. 또한 젠이츠는 꾀병을 부리며 어떻게든 네즈코에게 보살핌을 받으려 한다. [190] 이런 흉한 모습 때문에 탄지로가 주의를 주니 젠이츠는 토라져서 현실 도피를 할 겸 젠이츠전을 쓰고는 그걸 탄지로 옆에 앉아서 읽도록 시킨다. 하지만 젠이츠전의 내용물은 참담하기 그지 없었기에 하나하나 지적했지만 [191] 또 젠이츠가 징징대자 보다못해 '그렇게 어리광만 부리면 네즈코가 널 이성이 아니라 '동생' 정도로 볼 거다', '이제 더 이상 검사로서 멋진 모습을 보여줄 순 없으니, 일상을 고쳐나가야 한다 '고 일침을 주면서 젠이츠를 갱생시키는데 도움을 준다. 이후로 젠이츠가 스스로 생활을 개선해갔고, 네즈코한테 고백할 때도 네즈코를 배려해 생각할 여지를 주는 등의 모습을 지켜보면서 1년 뒤가 기대된다는 말과 함께 근황 보고를 마친다. [192] [193]"
    },
    {
      "title": "에필로그",
      "content": "최종화에서는 이미 탄지로 세대가 고인이 된 시점인 현대 레이와 시대 로 넘어온다. 현손자인 '카마도 카나타(竈門カナタ)'와 '카마도 스미히코(竈門炭彦)'가 등장하는데, 장남인 카나타는 고조모인 카나오 를 빼다 박았고 차남인 스미히코는 고조부인 탄지로를 빼다 박았다. [194] 스미히코는 근성가이 노력파였던 고조부와 성실한 형 카나타와는 달리 엄청난 잠꾸러기 에 상습 지각범 [195] 으로, 형 카나타가 깨워도 일어날 생각을 안 하고 결국 늦잠을 잔다. 이에 학교에 지각할 것 같다며 어떻게든 지각하지 않고 학교 개근상을 받기 위해 엄청난 신체능력을 보여주며 달려나간다. 이게 어느 정도냐면 약 6층에서 그냥 뛰어내려도 멀쩡하게 달리고 있다! 거기다 창문에서 바로 위층 창문으로 건너가버리고 건물 옥상에서 다른 건물 옥상으로 그냥 넘어가버린다. 그래서 그런지 경찰에게 7건이나 신고되었다고 한다. 이렇게나 신체 능력이 좋다 보니 센쥬로의 후손이자 쿄쥬로 의 환생일 게 분명한 토쥬로에게서 검도부 입부 권유를 받고 있는 모양이지만 잠잘 시간이 부족하니 거절하고 있는 듯. [196] 학교에 다 도착할 때쯤 아마도 토쥬로와 함께 무라타 의 후손으로 보이는 선생이 닫은 학교 문을 뛰어넘어간다. 하지만 경찰차는 멈추라고 지시하면서 계속 쫓아오고 있었고, 결국 시나즈가와 형제의 환생한 모습으로 추정되는 경찰관들에게 검거되어 여태까지 저지른 짓이 어머니께 알려져 집안 망신 다 시켰다. [197] 이후 경찰과 부모님께 4시간 동안 혼나고 난 후 공원에서 울던 중 푸른 피안화 를 시들게 한 책임으로 해고 당해서 울고 있던 이노스케 의 증손자 아오바와 만나 배드민턴 을 치며 친해졌다고 한다. [198] 장래희망은 동물원 사육사가 되는 것이라고 한다. 그리고 탄지로의 귀걸이와 일륜도는 귀살대 해산 당시 찍은 사진과 함께 액자에 담겨져 레이와 시대의 카마도 가에서 보관하고 있었다. 그 후 205.5화에서 스미히코가 고조부모를 떠올릴 때 탄지로와 카나오를 떠올리는 장면이 나옴으로써 카나오 와 맺어진 것이 확정되었다. [199] 덤으로 젠이츠 는 본인이 짝사랑 하던 네즈코 와 맺어졌으며, 이노스케 는 나비저택에서 접점이 있던 아오이 와 맺어졌다고."
    },
    {
      "title": "귀멸 학원!",
      "content": "1화에서 열차에서 변태 를 잡으려고 지각해 아가츠마 젠이츠 와 마주친다. 무서운 체육 선생님인 토미오카 기유 에게 들키지 않으려는 젠이츠를 도와주며 역무원 아저씨가 적어준 사유서를 기유에게 보여주고 통과한다. 그러나 교칙 위반인 피어스를 하였기에 쫓기게 된다. 그렇게 교실까지 들어가려고 안간힘을 쓰며 [200] 달리다가, 수학 교사 시나즈가와 사네미 가 던진 삼각자를 보고 눈이 커다래진다. 그대로 사네미와 기유의 싸움이 벌어질 때 교실로 도망가는 중, 땅속에서 갑작스럽게 뛰어나온 하시비라 이노스케 가 1교시는 화학이란 사실을 알려준다. 화학 담당은 이구로 오바나이 였고, 탄지로 일행은 기유에게 준 사유서를 찾으려고 하지만 그대로 주고 와버렸단 사실을 알아버리고 절규한다. 곧이어 기유가 쫓아오기 시작하자 이노스케를 제물로 바친 후, 젠이츠가 벽력일섬을 써서 무사히 종이를 낚아챈다. 그러나 종이가 살짝 작은 느낌이 들자 설마 싶어 확인해보는데... 그것은 기유의 점심밥 영수증이었다. [201] 보이는 교실로 뛰쳐들어가 거기서 코쵸우 카나에 를 만나고 카나에가 넘어가주자 감사하다고 인사한다. 그리고 사유서를 받은 후 오바나이에게 전달해준다. 2화에서 선도부 역할을 하는 젠이츠에게 네즈코와 함께 등장한다. 탄지로가 젠이츠가 얼굴이 시뻘개지며 인사하자, 탄지로는 \"생각보다 긴장을 안 했다\"라며 불길한 소리를 한다. 불길한 예상은 지나가지 않았다. 바로 오늘은 악명높은 무서운 수학 교사 사네미가 채점지를 돌려주는 날이었던 것.. \"88점이 평균 점수이니, 절반인 44점 이하는 낙제점이다.\"라는 말을 듣고, 젠이츠는 수학은 약하지만 낙제점은 안 받았을 거라며 시험지를 쳐다보고, 38점이란 결과가 나오자 하루종일 울어버린다. 그런 젠이츠를 달래며 자신의 시험지를 보여주는데 \"46점\"이었다.(....) 그리고 응원하고 있단 말을 남기며 츠유리 카나오 , 카마도 네즈코 와 함께 떠난다. 3화에서 아가츠마 젠이츠 가 그린 초상화로 등장한다. 젠이츠가 워낙 무섭게 그린 거라, 공포물로 첫등장한다. 젠이츠는 미술 교사인 우즈이 텐겐 에게 하시비라 이노스케 와 카마도 탄지로 는 왜 통과냐고 따진다. [202] 젠이츠의 무서운 그림체를 조금이나마 나아지게 해주기 위하여 웃긴 포즈를 취하지만, 계속 무섭게 그리는 젠이츠를 카나오가 도와준다. 카나오의 '있는 그대로 그리기' 조언을 참고해 어떻게든 [203] 그리려고 하지만, 1시간 후까지 못하게 된다. 그렇게 이노스케의 제안을 참고해 먹에 얼굴이 흠뿍 담긴 채로 초상화가 완성된다. 4화에서 네즈코에게 별사탕을 선물하고 싶은 젠이츠가 별사탕을 건넨다. 그리고 그대로 먹어버린다. [204] 그렇게 밥상을 엎은 젠이츠에게 진짜 요구를 듣고 얼른 들어주겠다고 한다. 네즈코에게 별사탕을 주려는데.. 네즈코가 충치였다. 젠이츠는 큰 충격을 받고 이목구비가 쪼그라들었다. 그렇게 젠이츠를 위로해주고, 네즈코와 함께 치과에 가는데, 이노스케와 젠이츠가 등장해 충치 따위에 지지 말라며 응원해준다. [205] [206] 그렇게 충치가 나아진 후, 별사탕을 먹어준 네즈코에게 눈이 튀어나올 정도로 얼굴이 벌개진다. 젠이츠는 네즈코가 답례로 준 도넛을 먹는다. 하지만.. 젠이츠는 별사탕을 네즈코에게 사주기 위하여 여러 맛을 전부 시식해봤기에, 젠이츠에게도 충치가 생기고 말았다. [1] 이때 탄지로는 사부로에게서 도깨비와 귀살대 에 대해 들었지만, 미신이라고 생각해 듣지 않았다. 다만 잠들기 전, 자신의 할머니도 죽기 전 같은 말씀을 하셨던 것을 생각했다. [2] 여기서 정말 깊은 산 중턱에서 숯을 만드는 카마도 가문의 집까지 왜 굳이 들어와 실험을 했느냐는 의문이 생기는데, 무잔의 메인 목적은 푸른 피안화 였을 가능성이 크다. 실제로 푸른 피안화가 카마도 집안이 있는 산에서 자생하던 종류라는 걸 생각하면 무잔은 어디까지나 피안화를 쫓아 왔고 낮에만 피는 꽃을 발견하지 못해 아쉬운 대로 근처에 살던 카마도 일가로 실험을 한 번 해봤다고 보는 편이 자연스럽다. [3] 이 때 본 문서 맨 위의 사진처럼 묶었던 머리카락이 기유의 칼에 의해 잘리면서 현재의 머리처럼 되었다. [4] 사실 이는 절망한 탄지로를 어떻게든 일으켜 주기 위해서였다. 기유 본인도 속으로는 자신이 반나절 늦어 카마도 일가를 구하지 못한 것을 자책했다. 문제는 카마도 일가를 죽인 도깨비 가 주 9명이 전원 집결해도 어림 없는 상대 였던 탓에 만일 일찍 왔다면 기유도 같이 죽었을 수도 있었다. [5] 슬픔을 주체하지 못하면서 가족들이 묻힌 무덤을 계속 바라보는 모습이 안타깝다. [6] 우로코다키는 제자인 기유에게서 탄지로에 대한 편지를 이미 받았다. [7] 우로코다키는 탄지로와 비슷하게 후각이 뛰어나다. 그런데 탄지로가 배려심이 너무 강해 결단을 못 내리며, 도깨비를 앞에 두고도 선량한 냄새가 사라지지 않는다고 평가했다. [8] 알고 보니 귀살대 선별시험에서 죽은 영혼들이었다. [9] 의외로 가면에도 복선이 있는데, 한쪽 이마에 해의 모양이 있다 . [10] 탄지로가 사비토를 처음 만났을 때 냄새가 안 난다는 말과 마코모가 하는 말이 붕 뜬 등 복선을 깔았다. [11] 사비토는 머리를 잡아 터뜨려 죽였고, 마코모는 팔다리를 뜯어 죽였다고 한다. [12] 손 도깨비가 도깨비로 변한 후 형을 잡아먹었다. [13] 이때부터 탄지로는 우유부단한 태도를 버리고 도깨비를 대하는 태도를 굳힌다. 사람을 해치는 도깨비를 죽이지만, 죽어가는 그들을 위로하고 죗값을 다 치른 후의 삶은 행복하기를 기도한다. 물론 여기에서 본래부터 악인이었던 도깨비 는 제외된다. [14] 이때 탄지로는 '4명만 남았다'고 생각했다. 당시 주변에는 탄지로 자신을 포함해 4명( 시나즈가와 겐야 , 아가츠마 젠이츠 , 츠유리 카나오 )만 있었고, 한 사람 이 이미 산을 내려갔다. [15] 특히 손 도깨비에게서 구해줬던 사람이 안 보이자 자신이 잠시 기절해 못 구했다고 자책한다. [16] 네즈코는 우로코다키의 집에 도착한 이후로 줄곳 잠들었다. [17] 붉은 기가 감도는 머리카락과 눈동자가 특징이며, 불을 다루는 집에서는 길하게 여겨진다. 참고로 카마도 가는 대대로 숯을 구웠다. [18] 하지만 이는 후에 중요한 복선이 되는데 일륜도는 사용자의 전집중 호흡 종류에 따라 색이 달라진다. 일륜도가 검게 물드는 것은 해의 호흡 사용자일 경우인데, 첫 해의 호흡 사용자 는 호흡을 써 전투에 임할 때에만 검을 붉게 물들였다. 후에 탄지로가 사용하는 호흡인 히노카미 카구라가 해의 호흡 기술인 것을 생각하면 매우 중요한 복선이다. [19] 공식 팬북 부록에서 밝혀진 이름은 토키에. [20] 이 말을 들은 카즈미는 자신보다 나이가 어리면서 뭘 아냐고 멱살을 붙잡는다. 하지만 탄지로 또한 도깨비에게 가족을 잃은 슬픔을 누구보다도 잘 알았고, 카즈미는 이를 깨닫고 자신의 말이 심했다며 탄지로에게 사과한다. [21] 이때 산골에서만 살다 난생 처음 화려한 도시 의 풍경을 봐 놀라는 탄지로의 모습이 소소한 개그 포인트. [22] 가족이 죽었을 당시 집에 남아있던 냄새. [23] 이때 무잔은 탄지로의 귀걸이를 보고 요리이치가 떠올라 표정이 굳는다. 하지만 딸이 왜 그러냐고 하자 얼굴을 바꿔 부드럽게 탄지로에게 '내가 너에게 뭘 해줄 수 있을까?'라고 말한다. [24] 도깨비가 되자마자 옆에 있던 자신의 아내를 공격했지만, 탄지로가 재빨리 밀쳐 치명상은 아니었다. [25] 참고로 이후 밝혀진 사실에는 아사쿠사에서 토벌해야 했던 도깨비는 다름 아닌 타마요와 유시로 였다. 키부츠지 무잔과 우연히 마주치는 바람에 흐지부지 넘어간 듯하다. [26] 이때 탄지로는 죽은 가족들을 생각한다. [27] 탄지로가 작중에서 사람을 이리 노골적으로 경멸한 건 젠이츠가 유일하다. 다른 이를 경멸한 건 십이귀월이나 무잔밖에 없단 걸 생각하면... [28] 중간에 시체를 발견하지만, 테루코를 배려해서 말하지 않고 돌아서 간다. [29] 희귀혈 한 명은 50명, 100명을 잡아먹은 것과 맞먹을 정도의 영양분을 가졌다. [30] 그 와중에 젠이츠의 \"부러진 탄지로는 아무것도 못한다\"며 투덜거리는 환청이 들리자 시끄럽다며 화를 낸다. [31] 쿄우가이가 쓴 원고. 옛날에 편집자가 와서 온갖 비난을 날리면서 원고를 짓밟았고, 그 행동을 보고 대노한 쿄우가이가 편집자를 살해했다. [32] 탄지로는 그 종이가 누군가가 글을 적은 종이라는 사실에 굳이 피해서 밟지 않았고, 쿄우가이는 누군가 자신의 원고를 짓밟지 않았다는 사실에 감동을 받는다. [33] 이 칭찬은 빈틈을 보이기 위해 의도한 게 아니라 순수한 마음에서 우러나온 칭찬이었다. [34] 뛰어난 청각으로 상자 안에 도깨비가 든 것을 눈치챘지만, 탄지로의 성품을 믿고 끝까지 네즈코를 지켰다. [35] 여담으로 소설판에 따르면 동료들 중에서 탄지로가 부상 회복이 가장 늦었다. 이노스케가 자꾸 옆구리에 박치기를 하고, 네즈코에게 따줄 꽃을 찾다 절벽에서 떨어지는 바람에 옆구리뼈 골절이 좀처럼 낫지 못했다. 원작으로 봐도 이전 이사쿠사(갈비뼈, 다리)에 이어 장구저택(+α)까지 당했으니 구타당한 젠이츠나 탄지로에게 갈비뼈와 머리를 맞은 이노스케보다 심했다. [36] 상대가 스스로 제 목을 내밀 때만 사용하는 기술로 제5형에게 베인 상대에겐 거의 고통이 없다. [37] 기본적으로 도깨비는 무리지어 다니지 못한다. 그것을 무잔이 금지했다. 물론 무잔이 총애하는 루이만이 예외였다. [38] 젠이츠가 형 도깨비와 싸우면서 벽력일섬 기술을 쓰는 소리였다. [39] 지금까지 있던 도깨비들은 친 가족들이 아닌 외부에서 온 도깨비로 그저 가족 놀이를 하고 있을 뿐이었다. [40] 작중에서 주마등은 죽음의 위기를 감지할 때 몸이 살 방법을 강구하는 과정에서 나오는 현상이라는 언급이 있다. 즉 탄지로가 죽음의 위기를 이겨내려고 본능적으로 히노카미 카구라( 해의 호흡 )를 떠올린 것이다. [41] 주가 나서면 간단히 죽였을 하현 도깨비를 상대로 마지막에 주가 오기 전까진 탄지로를 비롯한 일반 대원들만 소모적인 전투와 희생을 치러야 했다. [42] 이때 네즈코가 탄지로를 감싸는 장면이 있는데, 애니에서는 삭제되었다. [43] 게다가 자기 때문에 기유까지 처벌받게 생기자 마안해 한다. [44] 참고로 나중에 밝혀지지만, 사네미의 피는 도깨비들이 매우 좋아하는 희귀혈임이 밝혀진다. 상현의 1 코쿠시보 조차 일시적이지만 취하게 만들었던 그런 최상급의 피의 유혹을 네즈코는 오빠의 외침과 자신의 의지만으로 이겨낸 것이다. [45] 몇몇 주들도 웃음이 터지는 걸 간신히 참았고, 본인도 어지간히 창피했는지 얼굴이 새빨개진다. 하지만 한 사람 은 그 의지에 감탄한다. [46] 발음은 카쿠시. 싸움이 끝난 후 뒤처리나 인명 구조를 하는 부대, 대부분 검술을 타고나지는 못했지만 귀살대를 돕고 싶어하는 사람들이다. [47] 도깨비에게 언니 카나에 를 잃은 이야기, 도깨비와 사이 좋게 지내는 건 원래 언니의 꿈이었다. [48] 애니메이션 한정으로 탄지로가 \" 남은 건 죽을 만큼 단련하기 \"라고 말했다. [49] 겐야는 탄지로에게 팔이 부러진 후로 여전히 악감정이 남아있는지 일부러 부딪히고는 인사도 무시했다. [50] 이때 겁이 나서 검사가 되기를 포기한 아오이가 자책하자, \"그렇지 않아. 내 안에는 너의 일부가 있고, 그 마음을 전장에 가져가는 거야.\" 라며 아오이를 위로했다. [51] 이때 꿈 속 탄지로의 몸에서 네즈코의 혈귀술인 분홍색 불이 타오르며, 그의 옷차림이 집에서 입던 평상복에서 대원복으로 바뀐다. [52] 극장판에선 이 부분에서 '카마도 탄지로의 노래(竈門炭治郎のうた)'가 흘러나오며, 이때의 연출이 굉장히 비장하면서도 감동적이다. 관객들이 꼽는 극장판의 감동 파트 첫 번째 구간. [53] \"검을 들어라, 탄지로. 베어야 할 것 은 이미 눈 앞에 있다.\" [54] 만약 일륜도로 베었다면 그 사람들은 영원히 꿈에서 깨어나지 못한다. 탄지로는 그 사실을 모르면서도 본능적으로 일륜도로 베면 좋지 않을 것 같다고 느꼈던 것이다. 상당한 촉의 소유자인 듯. [55] 이 부분에서, 지금까지 귀살대원들의 핵을 부수는 작업의 진척이 지지부진했음에도 평정심을 상시 유지하던 엔무가 처음으로 흔들리는 모습을 보인다. [56] 아버지 탄쥬로 는 약사발을 집어 던지며 쓸모 없는 놈이라고 욕하고, 어머니 키에 는 네가 죽었으면 좋았을 텐데 뻔뻔하게 살아있다며 책망한다. 동생들은 우리가 죽을 때 무얼 했냐고, 왜 구해주지 않았느냐며 탄지로를 탓한다. 가난했지만 화목했던 생전의 카마도 일가를 볼 때 엔무가 보여준 환상은 말도 안 되는 거짓이었다. [57] 엔무와 눈이 마주쳐야 최면이 걸리는데, 이노스케의 탈이 방어막이 됐다. [58] 몸을 소중히 여기세요. [59] 젠이츠는 텐겐의 아내가 셋이라는 말을 듣고 열폭해서 왜 아내가 셋이냐고 열폭했다가 맞았고, 이노스케는 아내들이 다 죽은 거 아니냐는 헛소리를 해서 맞았다. [60] 한편 이노스케는 메이크업으로 아주 못생겨진 본래 미모를 눈치 챈 '오기모토야' 쪽에서 데려갔고, 마지막으로 남은 젠이츠는 '쿄고쿠야' 쪽에 떨이로 넘겨졌다. [61] 경은 아래에서 4번째 계급. [62] 사실 다키가 탄지로를 날릴 때 그 반동의 영향인지 네즈코가 들어가 있던 궤짝의 어깨끈 하나가 끊어졌다. [63] 칼에도 무리가 갔던지라 칼날의 이가 다 나가있었다. [64] 38도 였다. 당시 탄지로가 고열이었던 이유는 나중에 밝혀진다 . [65] 이때 지금까지 도깨비들에 의해 죽은 사람들과 그로 인해 고통 받은 사람들을 회상한다. [66] 무잔의 세포 속에 각인된 검사 의 대사와 거의 동일하다. 이때 다키는 무잔의 세포에 각인된 기억을 통해 무잔에게 있어서 그야말로 공포의 대상이라고 할 수가 있는 존재의 환영 을 보았다. [67] 이 때만큼은 탄지로의 눈에 다키의 현란한 혈귀술이 느리게 보였고, 다키의 위협적인 혈귀술 난사에도 탄지로는 이상할 정도로 침착함을 유지하는데, 이 때 탄지로의 눈과 머리카락에 붉은 기운이 감돌았던 연출이 무한성편 애니 에서 재등장하면서 이 때 탄지로가 자신도 모르게 내비치는 세계 의 영역에 들어와있었다는 사실을 짐작할 수 있다. [68] 그 순간 죽은 여동생인 하나코가 '숨을 쉬어'라며 외치는 환상을 보게 된다. 탄지로는 이 당시 자신도 모르게 숨을 멈추었기 때문에, 하나코가 알려주지 않았다면 다키의 목을 베기도 전에 사망했을 수도 있었다. [69] 이때 목을 베지 못했다고 아쉽다는 반응이 많은데, 다키의 목을 벤다고 완전히 끝나는 게 아니기 때문에 탄지로 혼자서는 살아남지 못했을지도 모른다 . [70] 이때 네즈코가 진짜로 사람을 덮쳤다면 탄지로, 우로코다키, 기유는 할복할 위기였다. [71] 히노카미 카구라보단 약하지만 반동이 덜 온다고 한다. [72] 이것도 사실 마지막 결전 때 겪게 될 일의 복선이다. 또한 만약 첫 화에 숯을 팔러 나가지 않았으면 본인도 혈귀가 되었을 가능성도 암시한 대사인 셈이다. [73] 도망친 것도 등꽃 독이 묻은 쿠나이를 주우러 가기 위해서였고, 유녀의 향 주머니를 던진 것도 등꽃 독 냄새를 가리기 위함이었다. [74] 규타로는 그가 일시적으로 심장 박동을 멈춰서 독이 퍼지는 걸 늦췄다고 생각했다. [75] 규타로는 자신의 목이 잘릴 것을 예감하고 다키의 목을 자르려는 젠이츠를 죽이려 하지만, 죽은 줄 알았던 이노스케가 합류하며 실패한다. [76] 마지막 원참선회가 발동하기 직전 텐겐이 이를 눈치채고 다급히 도망치라고 외치는데, 이때 탄지로는 중독의 여파로 움직이지도 못하고 그가 뭐라고 말하는지도 제대로 듣지 못해서 설마 규타로의 목을 못 베어낸 건가 하는 생각을 했다. [77] 젠이츠는 2달 전 싸움에서 하루 만에 정신을 차렸지만 임무의 복귀 자체는 탄지로가 깨어난 날로부터 이틀 전이라고 했으니 회복에 2달은 걸린 셈이고, 이노스케는 탄지로보다 일주일 먼저 일어났지만 복귀는 탄지로와 비슷한 시점에 했으니 회복에 2주일이 걸린 것이다. 탄지로를 걱정하던 고토도 탄지로를 괴물 이라고 평했을 정도로 괴랄한 회복력이다. [78] 너한테 줄 칼은 없다, 용서 못해, 저주 하겠어 등 [79] 이전까지는 귀살대원들에게 검을 만들어주던 하가네즈카 같은 도공들은 자신이 만들어 준 검을 손상시키거나 부러뜨리면 검을 쓰는 사람 탓이라며 발작버튼 이 눌려 격노하는 모습만 보여줬는데, 이와 달리 장로는 아예 정반대로 부러진 검 따위나 만드는 도공 실력이 문제 라며 잠적한 호타루에 대해 신랄한 독설을 쏟아내 오히려 탄지로가 당황한다. 직후 장로를 보좌하는 사람들 중 하나로 보이는 뒤편에 앉은 남자는 한 술 더 떠서 호타루를 보는 즉시 제압 해서 데리고 오겠다고 탄지로에게 사과하고, 탄지로는 너무 폭력적인 방법은 좀 그렇다며 손사래 치는 개그씬은 덤이다. [80] 이후 네즈코와 온천욕을 하면서 '다 드러내고 다가가면 친해질 줄 알았다'고 말한다... [81] 여담으로 이 때 미츠리를 데려가려고 온 은 대원이 탄지로에게 반한 모습을 보여준다. [82] 이때 하가네즈카가 몰래 곁에 있었다. [83] 렌고쿠 가 방문 이후로 해의 호흡과 히노카미 카구라 사이의 유사성 등의 관계에 대해 고민했거나 알게 된 것으로 보인다. 즉, 자신이 사용하는 호흡법을 히노카미 카구라라고 구령은 넣지만, 해의 호흡이라는 것을 어느 정도 인식하고 있다는 것. [84] 밥은커녕 물도 주지 않고 수련시켰기 때문에 진짜 죽을 뻔 했지만 중간에 비가 와서 그것을 받아 마시고 겨우 버틴다. 물론 이 정도론 택도 없었기에 삼도천을 건널 뻔 했다. 비유가 아니라 진짜로. 정말 삼도천에서 다른 혼령들과 함께 거닐며 어서 저승에 오라고 손짓하는 현의옹도 만날 뻔하다 가까스로 요리이치 영식에 공격을 가하는 데에 성공한 것이었다. [85] 요리이치 인형에게 겨우겨우 한방 먹인 후 끼니를 받게 되자 그 예의 바르고 소박하게 사는 탄지로가 \"주먹밥하고 우메보시 , 차는 고급 교쿠로(일본 차 중에서도 고급으로 꼽히는 녹차 ) 차로!!\" 하고 눈물콧물을 짜면서 윽박지른다. 참고로 교쿠로는 일본의 유명 녹차인 옥로차로, 특히 후쿠오카현 야메(八女)에서 나는 옥로차를 상등으로 여긴다. [86] 입으론 웃으며 괜찮다고 하는데도 눈은 펑펑 울고 있었다. [87] 그 동안 몸을 숨겼던 이유는 탄지로를 위해서 산에서 수련을 하고 있었기 때문이다. [88] 탄지로의 말로는 탄환에서 일륜도와 같은 냄새가 난다고 한다. [89] 총으로 카라쿠의 목까지 떨궜으나 간당간당하게 목이 붙어있는 상태였다. [90] 이때 한텐구의 분신들은 다키가 보았던 것처럼 요리이치의 모습을 탄지로와 겹쳐 보았다. [91] 세 분열체의 목을 베고 난 후 반점 은 다시 사라졌다. [92] 몸이 벌집이 되는 중상을 입었지만 일시적으로 도깨비화한 상태라서 죽지는 않았다. [93] 원작에는 없는 애니메이션에만 있는 장면이다. [94] 탄지로의 분노에 네즈코는 부들부들 떨고 겐야는 아무 반응도 못한다. [95] 단순히 나무를 조종하는 능력이 아니라 희로애락의 능력을 더 능숙하게 사용할 수 있다. [96] 중간에 히노카미 카구라 푸른 비단 하늘을 시전했으나 바로 막혔다. [97] 이 와중에 겐야가 배탈이 날까 봐 걱정한다. [98] 도깨비를 먹어서 도깨비 체질로 변하는 특이한 능력이다. 지금까지의 재생 능력도 모두 여기서 비롯된 것. [99] 이때 네즈코의 불에 닿아서 검이 잠깐이지만 폭혈도가 된다. [100] 원작에서는 네즈코와 함께 겐야가 던진 나무를 피해 몸을 숙이는 장면이 있다. [101] 애니메이션에서는 시전 자세나 연출, 카메라 워킹까지 젠이츠가 작중 처음으로 벽력일섬을 사용했을 당시와 완전히 유사하게 묘사되었다 . # [102] 이전에 무잔에게 했던 말과 유사하다. [103] 정확히 말하면 연마가 아직 끝난 것은 아니어서 하가네즈카는 도로 내놓으라고 화를 내고 있었다. [104] 탄지로는 다키, 규타로와의 전투 이후 목이 베였다고 해도 죽지 않을 수도 있는 경우를 늘 생각하고 있었는데, 하필 그때 해가 떠올랐고 네즈코가 탁 트인 장소에 있었던 것뿐 해가 조금만 더 늦게 떴거나 네즈코가 그늘에 있었다면 한텐구의 몸이 무너지지 않는 것을 확인하고 본체를 찾아냈을 수도 있었다. [105] 애니에서는 탄지로가 불타면서도 웃는 네즈코를 보면서 네즈코의 노래+지금까지 네즈코와 함께 했던 일을 주마등처럼 회상하는 장면이 추가되어 임팩트가 배가 됐다. [106] 이때 목을 베는 도중에 칼에서 한 순간이지만 분홍빛 불 을 내뿜는다. [107] 원작에서는 깔끔하게 일도양단하여 한텐구의 목을 벴지만, 애니메이션에서는 그야말로 규타로전을 연상케 하는 처절한 분투 끝에 한텐구의 목을 베는 원작 초월 연출을 보여주었다. [108] 쓰러질 때도 \"다행이야...\" 라고 말한다. [109] 체온이 39도 이상이고 심박수가 200을 넘는 것. [110] 쿄쥬로와 차이를 두기 위해서 반대로 코등이를 끼워 제작했다. 쿄쥬로는 불꽃의 꼬리가 칼날 부분을 향해 있지만 탄지로는 칼등으로 향해 있다. 따라서 쿄쥬로는 허리춤에 일륜도를 차고 있을 때 불꽃이 올바른 방향이며, 탄지로는 검격을 내지를 때 불꽃이 올바른 방향이다. 여담으로 애니에서는 검을 받을 때 쿄쥬로의 테마가 흘러나온다. [111] 만화에서는 탄지로가 코쵸우 님 에게 혼날 거라며 이노스케를 걱정을 했지만 애니에서는 옆에 있던 고토가 코쵸우 님 에게 죽을 거라고 말했고, 탄지로는 유리창을 왜 깨고 들어왔는지 물었다. [112] 사흘 동안이나 쉴 새 없이 쫓아다녔다고 한다. 이때 탄지로의 티없이 맑은 표정 때문에 팬들은 맑눈광, 극E가 극I를 간택하는 법이라고 표현했다 이에 기겁해서 이 녀석이 평생 쫓아오는 게 아닐까 하고 망상을 하는 기유는 덤. [113] 그리고 탄지로는 이 시점부터 토미오카 씨가 아닌 기유 씨라고 부른다. [114] 오바나이 왈, 하나같이 '약한 죄, 기억을 못하는 죄, 손이 많이 가게 하는 죄, 짜증나게 하는 죄'를 저질렀다고 한다. [115] 미츠리의 저택에서 팬케이크 와 홍차 를 대접 받았다. 사실 경고라기보다는 오바나이가 미츠리를 짝사랑하고 있다 보니 질투 한 것에 가깝다. 탄지로도 그렇지만 오바나이도 주합 재판 때의 일은 신경도 안 쓰고 미츠리 타령만 하니 말 다했다. 그리고 질투심과는 별개로 탄지로가 휴식할 시간은 제대로 줬다. 실제로 이 파트의 분위기도 후술할 사네미의 무거운 분위기보다는 개그씬 분위기였다. [116] 재능이 있든 없든 목숨을 걸고 도깨비와 싸우기로 한 겐야를 방해하지 말라며, 겐야가 없었으면 상현 에게 못 이겼을 것이라며 격노한다. [117] 애니메이션 오리지널 대사. 합동 강화 훈련편 마지막 대사이자, 동시에 극장판 무한성편의 캐치프레이즈 대사이자 애니와 극장판 동시에 나온 대사가 되었다. [118] 여기서 탄지로의 센스를 엿볼 수 있는데, 교메이가 무잔은 목을 베어도 죽지 않는다고 말하자 베기 기술이 아닌 찌르기 기술인 해의 호흡 양화돌을 사용하려고 했었다. 무잔을 죽이려면 햇빛으로 소멸 시키는 방법 밖에 없기에 단순히 칼로 베는 것 보다는 일륜도로 찔러서 묶어놓는게 버티기에 유리한데 탄지로는 이를 짧은 순간에 파악한 것. [119] 극초반 나타구모 산 에피소드에서 물의 호흡으로는 하현 5 루이의 목은커녕 실조차 베지 못하고 역으로 칼이 부러졌던 모습을 생각해 보면 어마무시한 성장을 보였음을 알 수 있다. [120] 당연하겠지만 탄지로의 적성 호흡은 해의 호흡이기에 차이가 날 수밖에 없다. [121] 이렇게 초조해하는 와중에도 사망 소식이 들려온 시노부를 생각하며 꼭 이길 것이라고 다짐한다. [122] 탄지로의 정신적 멘토인 쿄쥬로가 아카자와 싸우다 전사했기 때문에 탄지로는 당연히 아카자에게 적의를 가지고 있으며, 아카자 또한 쿄쥬로와의 전투 중 해가 뜨자 도망치다가 탄지로가 던진 일륜도에 관통 당한 것을 벼르고 있었으므로 둘의 관계는 최악 중의 최악이다. 이를 증명하듯 극장판에서는 아카자가 '왔구나, 탄지로. 너 같은 약자가'라는 대사를 치자 증오하는 분노의 톤으로 '아카자'라고 외치며 대결이 시작된다. [123] \"이 소년은 약하지 않다. 모욕하지 마라.\" [124] 아카자 딴에는 자기 지론대로 진심어린 칭찬을 건넨 거지만, 탄지로와 기유 입장에선 고인능욕이나 다름없는 말이었다. [125] 어떠한 존재든 태어났을 때는 무력한 아이일 뿐이다. 무력한 아이가 살아남기 위해서는 누군가의 정성과 보호 없이는 불가능하다. 탄지로는 우리들이 존재한단 것은 결국 누군가의 도움이 있었기에 가능했던 거라며 반박하는데, 이때 분노하거나 증오 어린 표정이 아니라 안타까운 눈빛 으로 아카자를 바라본다. 바로 직전까지 칭찬이랍시고 쿄쥬로의 죽음을 모욕한 아카자에게 피가 거꾸로 솟을 만큼 분노했으면서도, '어쩌다 저런 잘못된 생각을 품게 되었을까'하는 연민도 같이 느꼈던 듯 하다. 그래서인지, 극장판에서 '넌 입 닥쳐, 네까짓 게 렌고쿠 씨 이야기 하지 마'라고 화낼 때에는 원한과 증오로 가득 찼던 목소리가, 저 논리로 설득할 때에는 이내 평소의 탄지로 목소리로 가라앉은 상태였다. [126] 만약 이때 내비치는 세계에 입문하지 못했다면 탄지로는 허리가 잘려 죽었을 것이다. 참고로 당시 아카자가 휘두른 주먹을 보면 기유의 일륜도를 부러뜨릴 때 사용한 기술인 방울 깨기 동작이다. [127] 이를 봤던 기유는 그걸 또 왜 굳이 부르냐고 답답해했지만 사실 이때 정정당당한 태도가 아카자의 인간이었을 적의 기억을 떠올리는데 도움을 많이 줬으며, '정정당당하게 정면에서 완벽하게 아카자의 무술을 파훼하고 아카자의 목을 베어 승리를 취했다'란 사실은 아카자가 추하게 부활하여 싸움을 이어가도 탄지로의 정정당당한 승리가 떠올라 심리적으로 몰리는 요인이 되었다. 무인으로서 창피한 것도 있지만, 아카자는 인간 시절에 이웃 도장 사람들이 정면으로는 자신과 케이조를 이길 수 없으니 '우물에 독을 탄다'란 매우 비겁한 수단으로 이기려고 들었던 행위를 매우 혐오했던 만큼 목이 베이고도 추하게 재생하여 싸우는 자신이 그들과 다를 바 없다고 여겨져 자기 혐오가 심하게 날 수밖에 없다. 실제로 기습을 날린 기유에게 분노하는 모습을 보일 정도로 비겁한 행위를 혐오한 아카자를 생각해본다면, 오히려 이때 기습을 가했다면 목을 베는 데는 성공했어도 기습이라는 행위에 분노해 아카자가 자멸하는 대신 더 강한 존재로 부활해버리는 초대형 참사의 트리거가 될 수 있었다. [128] 아슬아슬하게 칼자루로 막아서 직격은 피했지만 말 그대로 몸이 반쯤 벽에 박혔다. 만약 막지 못했다면 몸이 상하로 나뉘었을 것이다. [129] 과거에 쿄쥬로 전에서 아카자가 사용한 기술이라 탄지로가 알아볼 수 있었다. [130] 그런데 귀살대도 실제로 문제가 많다 보니 팬들 사이에서는 귀살대의 문제점이 드러날 때마다 이 대사가 재평가를 받고 있다. [131] 늪 도깨비, 다키전 때 보여준 음영 처리나 피눈물도 없이 죽은 눈에 무표정으로 표현되었다. [132] 환경으로 인해 삐뚤어진 다키, 아카자 때는 물론이고 타고난 악인인 엔무, 한텐구와의 싸움에서도 저 정도로 분노한 모습을 보여 주지 않았다. 엔무 때는 가족과의 추억을 더럽혀 극대노하였고 다키의 망언들에 피눈물까지 흘리며 화냈지만 어디까지나 분노의 선에서 그쳤던 반면 무잔에게 향하는 감정은 그야말로 증오 였다. 일말의 동정도 다른 감정조차 들일 틈이 없이 간절하게 상대의 죽음만을 바라는 차가운 감정은 여태껏 보여준 적 없는 아무 생기가 느껴지지 않는 탄지로의 눈에서 아주 잘 느낄 수 있다. [133] 정식 한국어판 번역, 원문: \"너는 존재해서는 안 되는 생물이다.\" [134] 무잔의 고인 능욕부터 탄지로의 죽은 눈으로 끝나는 181화는 한국과 일본 가리지 않고 지금까지 이정도로 격렬한 분노를 느낀적이 없었어 와 비슷한 느낌의 밈으로 활용 사례가 늘고 있다. [135] 눈으로 판단하는 건 고사하고 내비치는 세계 조차 사용할 수 없을 정도 로 공격 속도가 상상을 초월했기에 감각만으로 겨우 피한다. [136] 기구하게도 본인이 연애 플래그를 세운 카나오도 한쪽 눈을 실명했다. [137] 이때 이구로와 탄지로의 관계가 좋아질 징조가 보이는데 탄지로가 이구로를 보고 울먹이며 살아 있어서 다행이라고 하자 방금 전까지 탄지로를 쓸데없는 짐덩이라 부르던 이구로가 살짝 놀라며 퉁명스럽게 남보다 자기 걱정이나 먼저 하라고 따뜻한 말을 건넨다. [138] 아사쿠사 편에서 무잔이 인간에게 자신의 피를 주입해 세포 붕괴를 시켰던 것과 같은 원리다. [139] 탄지로가 장시간 버텼던 이유도 전집중 호흡 사용자에 반점 이 발현해서다. [140] 심지어 요리이치의 이름까지 알고 있었다. 아마 신쥬로 혹은 센쥬로와 편지를 주고 받으며 알았을 가능성이 높다. [141] 정확히 설명하자면, 탄지로는 스미요시의 시선과 몸으로 움직이고 있지만 이미 지나간 기억이 탄지로에게 투영된 것이기 때문에 탄지로가 자각은 해도 간섭은 할 수 없다. 해리 포터 시리즈 의 펜시브 를 떠올리면 이해가 쉬울지도. [142] 요리이치의 심정이 1인칭 시점에서 나오지 않았으니 그의 마음이 어떠하였는진 알 수 없다. 거기에 마지막 남은 형과의 인연마저 비극적인 끝이었기에 안타깝다. [143] 이때 눈을 보면 초점이 없어진 데다 거의 사네미 의 눈과 비슷해졌다. [144] 1형인 원무와 마지막 형인 염무가 같은 음으로 읽히는 것과 탄쥬로가 했던 말인 '올바른 호흡을 할 수 있다면 탄지로도 계속해서 춤을 출 수 있다'는 것, 탄쥬로가 같은 춤을 계속해서 동이 틀 때까지 췄다는 점, 그리고 무잔의 몸을 내비치는 세계로 바라본 뒤 보게 된 7개의 심장과 5개의 뇌를 연결 지어 생각하며 얻게 된 결과. [145] 이때 쿄쥬로의 코등이가 클로즈업된다. [146] 여기서부터 히노카미 카구라가 아닌 해의 호흡으로 명칭이 달라졌다. 호흡법의 명칭만 다르지 기술은 12형 모두 동일하다. [147] 사실 지금 탄지로의 상태는 무잔의 세포 파괴로 인해 전투는커녕 서 있는 것조차 힘든 상태다. 억제제를 맞고 정신력으로 버텨가며 전투를 벌이고 있기에 힘이 다하면 죽을 수도 있는 상황이었다. [148] 제1효과인 인간화시키는 효력이 분해되면 제2효과인 1분마다 50년씩 노화시키는 효과가 발동한다. 전투 시점에서 무잔은 대략 9000년 이상 노화됐다. [149] 무한성에서 무잔에게 오른쪽 눈을 베였을 때 도와준 것이 첫 번째, 그리고 이번에 산소 결핍으로 쓰러지려 할 때 구해준 것이 2번째. [150] 정식 채색본에서 보면 혁도 로 찔렀다. [151] 이때 일륜도에 새겨져 있던 '멸' 글자가 클로즈업 된다. 이 시점에서 탄지로가 사용하는 일륜도가 요리이치가 생전에 사용했던 검인 것을 생각을 해보면, 여러모로 인상 깊은 연출이다. [152] 기유를 뒤로 밀친 것을 보면 기유를 구하기 위해 고의로 들어간 것일 수도 있다. [153] 요리이치가 죽을 때와 비슷한 모습이다. 이때 탄지로가 쥔 요리이치의 검이 부러져 있다. 탄지로에게 이어진 요리이치의 검(=의지)이 무잔을 죽인 것으로 드디어 할 일을 마치고 부러지는 상징적인 연출인 셈. [154] 기유가 탄지로 앞에 무릎을 꿇고 앉아 왼손으로 탄지로의 부러진 혁도를 쥔 오른손을 감싸 안는 200화의 마지막 장면은 무한열차편의 탄지로와 쿄쥬로의 마지막 모습과 정확히 대응된다. 아카자와의 전투에 의한 쿄쥬로의 죽음이 탄지로가 더 이상 주변 사람들이 죽지 않도록 자기를 바쳐 지키겠다는 의지를 계승하는 계기가 되었다면, 탄지로의 '죽음'은 탄지로를 통해 새로이 각성한 소중한 주변 사람들(역시 최종국면의 아카자전에서 강조된 것처럼 특히 탄지로)을 지키겠다는 기유의 의지가 (일시적이지만) 성공하지 못한 것을 보여주는 연출이 된다. 두 장면에서 서로 마주보고 무릎을 꿇은 자세는 같으나 사망한 사람은 서로 대칭되는 편에 있다. 한편 이 장면은 작품에서 누나와 사비토를 잃은 이후의 기유가 독자들에게 직접적으로 감정을 (표정을 통해) 드러낸 첫 번째이자 거의 유일한 장면이기도 하다. [155] 해당 편 표지는 무잔과의 최종결전 관계자가 분할 구도로 있는데 좌측은 네즈코, 젠이츠, 이노스케, 기유, 사네미가, 우측은 미츠리, 이구로, 교메이, 그리고 탄지로가 있다. 특징은 좌측은 전원 생존 확정인 인물, 우측은 탄지로를 제외하고 전원 사망 확정인 인물이다. 그런데 묘하게 생존한 쪽 사람들의 표정은 어둡지만 사망한 쪽 사람들은 표정이 밝다. [156] 무잔에게도 이는 거의 도박수였는데, 일반적인 인간만 해도 적성에 따라선 무잔의 피를 약간만 받아도 괴로워하다가 자멸할 수 있는데, 탄지로는 무잔과의 전투로 치명상을 입어 심정지 상태에 처해 죽어가던 상태에 마찬가지로 죽어가던 무잔이 모든 피를 주입했으니 실패할 가능성이 다분히 높았다. 이는 무잔이 치밀한 계산이 아닌 말 그대로 의지만을 믿고 모든 걸 강제로 떠넘긴 셈. [157] 무잔은 자신의 죽음을 받아들이자, 마음의 계승을 인정하고 때마침 곁에 있던 탄지로를 보자 그를 도깨비로 만들면 필시 태양을 극복할 테니 자신이 원한 꿈을 이룰 것임을 쉽사리 짐작했다. 그렇기에 그 꿈을 탄지로가 이루고 자신을 처단해 호적수로 인정한 귀살대를 마지막까지 최악의 방법으로 괴롭히는 것을 선택하며 곱게 가지 않았다 . [158] 작품의 캐치프레이즈인 '日本一慈しい鬼退治(일본 제일의 상냥한 도깨비 퇴치)'만 봐도 이 문장을 어떻게 읽고 해석하기에 따라서 상냥하게 도깨비를 퇴치한다는 것과 '상냥한 도깨비'를 퇴치한다 는 두 가지 방식으로 읽힌다. 또한 환락의 거리편 막바지 즈음에 탄지로가 규타로를 벤 후 자신이 도깨비가 되더라도 귀살대의 누군가가 자신을 죽여줄 것이라고(동생만 도깨비인 자신과 오누이 모두 도깨비가 된 규타로의 상황을 겹쳐서 본 것.) 독백하는 장면이 있는데, 이는 거의 직접적인 도깨비화에 대한 암시라고도 볼 수 있다. 다만 아이러니하게도 도깨비가 된 탄지로는 일륜도, 태양, 해의 호흡, 혁도를 모두 극복했기에 죽을래야 죽을 수 없는 존재 가 되어버렸다. [159] 또한 재미있게도, 일본어로 '오빠'나 '형'을 뜻하는 '오니이상'은 '도깨비 씨'를 뜻하는 '오니 상'과 발음이 거의 동일하다. 작중 탄지로가 장남임이 계속 강조된 것에 다른 의미가 존재했다고도 해석할 수 있는 부분. [160] 최종 국면편 초반 무잔과 카가야의 대면에서 무잔이 카가야의 '영원한 것은 인간의 마음'이며 도깨비는 무잔이 죽으면 아무것도 남지 않고 끝난다는 주장을 듣고 평정을 유지하지 못한 것은, 즉 귀살대의 대립자로서의 정체성을 의식하고 의심하기 시작한 것은 201화에서 탄지로를 통해 자신의 '의지'를 이어나가고자 한 것에 대한 복선이 된다. [161] 1화의 표지에 '도깨비를 죽이고 자신을 멸하라 '라고 적혀있던 것을 보아 작가는 탄지로의 도깨비화 자체는 작품 시작 전부터 이미 구상한 듯 하다. [162] 일개 도깨비들과 같이 짐승처럼 손톱으로 할퀴는 공격 방식만을 취한다. 주변에 죽은 귀살대원들의 일륜도가 널려 있기는 했지만, 도깨비화 직후인지라 이성 없이 폭주할 뿐이던 상황인 만큼 호흡을 활용할 정도의 지능이 없었던 듯하다. [163] 태양으로 타들어간 약간의 틈이라도 나왔었기에 탄지로의 바로 옆에 있던 은 대원이 살아남을 수 있었다. 피부가 순간 타 들어가는 충격으로 경직되지만 않았어도 그 은 대원의 안면은 그대로 날아가는 식으로 살해당했을 것이다. 이런 상황에서도 그 은 대원은 탄지로가 괴로워하니 도와줘야 한다면서 다가가려는, 현실 부정인지 상황을 파악하지 못한 모습을 보인다. 평소 탄지로의 선량한 행실이 이런 이상 사태에 오히려 독이 되고 만 것이다. [164] 이는 아카자가 무한열차 편에서 렌고쿠 쿄주로에게 혈귀가 되어 살라고 한 대사와 대조된다. [165] 물론 이노스케가 자의적으로 멈추지 않았다 하더라도 일륜도에 깃든 해의 기운으로 도깨비의 목을 베는 것이 귀살의 핵심인 만큼, 햇빛 그 자체를 극복한 상태의 탄지로에게 유효했을 가능성은 낮다. [166] 1화에서 탄지로가 도깨비가 된 네즈코를 처음 상대했을 때의 대사를 연상시킨다. [167] 무잔이 꺼냈던 것과 유사하지만 무잔은 이빨만 달리고 살로 된 채찍에 가까운 형태의 촉수를, 탄지로는 척추 뼈를 길게 늘린 듯한 형태의 촉수를 휘두른다. 이런 재질 변화는 계승받은 무잔의 능력과 탄지로의 도깨비로서의 재능이 겹친, 일종의 강화 성공 아니냐는 추측도 있다. [168] 나루토 의 인주력 구미 폭주 상태를 연상시키는 사람들도 있었다. [169] 네즈코가 손으로 입을 막는 바람에 손톱이 부러지고 출혈도 생겼다. 이마저도 자신의 공격 앞에 끼어든 네즈코를 지키려고 급하게 위력을 최대한 줄였을 것이라는 추측도 있는 판이니, 작정하고 최대 위력으로 날렸다면 네즈코가 정말 죽을 수도 있던 상황이다. [170] 설정상 도깨비 기준으로 인간 여자는 남성보다 인육에 영양이 많아 가장 선호되는 먹이다. [171] 등에서 촉수가 빠져 나온 뒤 네 발로 엎어지고 네즈코가 지지 말라고 하는 가운데 땀을 흘리며 헐떡거리는 장면이 나오는데 이 즈음부터인 것으로 추측된다. [172] 카나오가 이때 네즈코를 언급하는데, 살덩어리 속에 파묻힌 탄지로가 거기에 미약하게나마 반응한다. [173] 탄지로가 어린 나이에 일가족이 전부 죽고 홀로 버텨가며 네즈코를 지켜온 걸 생각하면 정말 안쓰러운 장면. [174] 다른 말은 곧바로 부정하고 반박하던 탄지로가 유일하게 아무런 대꾸를 하지 못한 궤변의 말. [175] 평소에 탄지로를 죽이기 위해 애쓰던 무잔을 생각해본다면 추하기 짝이 없는 대사다. [176] 먼저 세상을 떠난 탄쥬로 포함. [177] 오른쪽을 기준으로 쿄쥬로 , 교메이 , 겐야 , 시노부 , 오바나이 , 무이치로 , 미츠리 의 손이다. 시노부도 도와주고 있다는 것을 탄지로가 깨달은 순간 카나오가 투여한 등꽃 약 성분이 탄지로의 몸에 돌기 시작하고 탄지로의 의식도 등꽃 냄새를 느낀다. [178] 왼쪽부터 이노스케 , 네즈코 , 기유 , 젠이츠 의 손이다. [179] 한 번 잃었던 오른쪽 눈의 하이라이트가 죽어있고 재생했던 왼쪽 팔도 쭈글쭈글하게 변했다. [180] 탄지로를 밀어주는 죽은 이들의 손과 당겨주는 살아있는 이들의 손의 구도가 대비되는 연출이 등장한다. 죽은 이들은 겐야를 제외하면 전원 주(柱)들의 손이고 살아있는 이들은 기유를 제외하면 전원 카마보코대를 포함한 무잔전에서 살아남은 소수의 평대원과 '은(隠)'의 대원, 특수대원들의 손이다. [181] 사람들이 탄지로 주변에 모여 탄지로를 붙들고 있는 것을 보면 탄지로가 자아를 되찾는 와중에도 계속 난동을 피웠던 모양. [182] 이후 유시로가 떠날 때 유시로가 죽지 않았으면 하고 '타마요 씨를 영원히 기억할 수 있는 존재는 당신뿐'이라며 말을 하자 유시로는 충격을 받은 표정을 짓고 아무 말 없이 자리를 뜬다. [183] 왼쪽 팔은 어느 정도 들어올리고 팔꿈치까진 아주 살짝 접는 건 가능하지만 힘이 거의 안 들어가고, 팔꿈치 아래부터는 감각이 없어서 손가락을 움직이거나 주먹을 쥐지도 못하고 그냥 딱 빗자루 나 숯 만들 때 쓰는 부지깽이 를 팔에다 얹는 지지대 정도로만 쓴다. 오른쪽 눈도 시력은 없고 그냥 눈알 형태만 있다고 한다. 네즈코는 도깨비인 상태에서 신체 부위를 잃고 재생된 것이기에 인간으로 돌아온 이후에도 제 기능을 할 수 있었던 것. [184] 왼팔의 사용 여부에 대해서는 오락가락하는데, 본편 마지막 페이지에서 탄지로가 망가진 왼쪽 팔을 멀쩡하게 쓰고 있는 것은 작가가 점프 코멘트에서 작화 미스라고 사과했지만 23권의 추가본에서도 왼팔을 쓰는 장면이 조금씩 있었고, 205.5화에서 재생된 왼쪽 팔만 노화가 급속도로 진행된 만큼 왼팔을 '쓰려면 쓸 수는 있지만 아주 멀쩡하진 않은' 느낌으로 정해진 것으로 보인다. [185] 탄지로가 인간이 되돌아온 이후에도 걱정되어 매일매일 병문안을 온 것으로 보인다. 젠이츠 말에 따르면 약속이라도 한듯 똑같은 시간에 찾아왔다고. [186] 참고로 가족이 죽은 집은 제대로 수습하지 못했는데도 굉장히 깨끗했는데, 사부로 를 비롯한 마을 사람들이 관리해준 것이라고 한다. 카마도 가의 평판이 마을 사람들에게 얼마나 좋은지 알 수 있는 부분이다. [187] 탄지로가 거절하며 돌려보내주니 더 많이 줬다고 한다. 몇 번이고 거부했지만 더더욱 큰 금액이 돌아오는지라 이러다가는 영원히 안 끝나겠다 싶어 받았다고. 이때 되돌려 보낸 거금이 매번 배로 불어나서 돌아오자 눈이 왕방울만큼 커질 정도 로 식겁한 탄지로와 네즈코의 표정이 압권이다. [188] 이후 마지막 쯤에 \"자신이 없어져도 문제 없도록...\"이라고 언급하는 걸 보면 반점의 영향으로 자신이 단명할 것도 생각하고 있었던 듯 하다. [189] 작중 가스식 난방이 도입된 지 얼마 되지 않아 관련 시설이 없는 집에서는 숯이나 잡목 말고는 난방을 할 방법이 없기에 숯에 대한 수요가 아직까지는 상당할 수 밖에 없다. 뿐만 아니라 숯불구이 같은 요리용으로는 21세기 에 들어선 지금까지도 현역으로 쓰이고 있다. 또한 숯을 장식용으로도 쓰는 경우도 많다. 사업을 확장하면 21세기에도 쓰이는 산업용, 의료용 활성탄과 토질 개선용 매립재를 만드는 것도 가능한데, 남을 돕고 싶어하는 탄지로의 성향과 잘 맞는 활용이다. [190] 얼마나 느긋하게 니트 짓을 했는지 5kg가 쪄서 토실토실하게 변했다. 물론 무잔과의 전투에서 입은 다리 부상 탓에 오래 걸을 수 없는 탓도 있었지만. [191] 그 젠이츠전의 내용이라는 게 젠이츠 본인은 9척의 장신에 잘생겼다는 것만으로도 명주가 되었고, 본인이 사랑하는 네즈코는 공주라고 금칠한 것까지는 좋다 치고, 동료&전 상사인 이노스케와 사네미는 네즈코가 좀 호감을 가졌다고 오니, 도둑에 범죄자라고 누명을 씌운 데다가, 동료 겸 예비 처남인 탄지로에게도 빚 때문에 네즈코를 버린 인간이라는 누명을 씌워놓고 읽게 한 거다. 이랬는데도 물리적으로 패거나 다른 이들에게 알리기는커녕, 젠이츠 본인과 네즈코에 대한 설명만 7할인데(그 긴 설명이 매력에 대한 설득력도 없고), 나머지 인물에 대한 설명은 적은 등 여러모로 읽기 불편했다고 조곤조곤 비평만 했다는 점에서 탄지로의 대인배성을 다시금 느낄 수 있다. [192] 다만 안타깝게도 주인공 3인방과 카나오 중 탄지로만 유일하게 반점을 개화했기 때문에 동기들 중 가장 빨리 단명했을 것이다. 본인도 그 사실을 각오하고 있는지 본인이 없어지더라도 이 평화로운 날들이 이어지길 바란다고 독백한다. 탄지로가 요리이치처럼 만약 혁작의 아이와도 같은 주급의 재능을 모두 후천 발현해 그야말로 후세에 강림한 2대 요리이치라고 불릴 정도로 강해진다 해도 요리이치처럼 반점 자체가 선천적으로 타고나지는 않았기 때문에 장수하기는 힘들었을 수도 있다. 물론 말년의 묘사가 나오지 않았으므로 모든 것은 팬들의 추측일 뿐 작가는 열린 결말로 두기도 했고 탄지로가 요리이치만큼은 아니지만 탄지로도 비범한 핏줄과 재능을 가지고 태어났기에 요리이치처럼 장수했을 가능성도 있다. 또한 카나오가 의사이기도 하다. 다만 스스로 다짐한 대로 무잔을 토벌하여 비극의 연쇄를 끊고 네즈코도 원래대로 돌아왔으며, 남아 있는 친지들과의 인연을 누리며 살 수 있었을 것이기에 몸은 괴로울지언정 탄지로의 짧은 여생이 불행하지는 않았을 것이다. 무엇보다 무잔이 죽음으로서 귀살대가 해체되었으니 후대에 반점이 발현되는 일은 없을 것이다. [193] 여담으로, 젠이츠가 네즈코에게 고백하러 갈때 이노스케가 둘을 따라가는걸 막기 위해 시선을 끄는데, 그 방법이 강아지 풀을 흔들어 이노스케의 시선을 끄는것이였다(...) [194] 카나타는 고조모의 헤어스타일을 숏컷으로 바꾸고 속눈썹과 립을 없애면 판박이, 스미히코는 탄지로 이마의 반점을 지우면 완전히 판박이다. 또 이름 한자도 각각 '카나타( カナ タ)'와 '카나오( カナ ヲ)', '스미히코( 炭 彦)'와 '탄지로( 炭 治郎)'로 매우 비슷하다. [195] 탄지로를 빼닮은 스미히코가 성실하지 않고 설렁설렁 사는 건 차남으로 설정한 것과 관계가 있어 보인다. 작중 탄지로는 항상 \"장남이니까\"라며 본인을 매질하였기 때문. 그리고 네즈코나 탄지로의 조상이었던 스미요시의 아내인 스야코를 닮아서 잠자는 걸 좋아하는 걸 수도 있다. [196] 스미히코나 토쥬로 같은 후손들의 신체 능력이 뛰어난 것은 전집중 호흡 이 검무의 형태로 현대에까지 전해지고 있고 이를 익혔기 때문인 것으로 보인다. 스미히코만이 아니라 형인 카나타도 히노카미 카구라를 출 줄 안다고 하니 묘사되지 않았을 뿐 신체 능력이 꽤 뛰어날 듯 하다. 또한 재능이 없는 스미히코와 달리 카나타는 무이치로급의 재능을 가진 카나오의 환생일 가능성이 높은 만큼 어쩌면 신체 능력이 스미히코보다도 훨씬 뛰어날 수 있다. [197] 참고로 빨간 불인데도 횡단보도를 건너려는 순간 경찰차가 있었는데 그걸 발판 삼아 넘어가서 걸렸다. [198] 참고로 아오바의 나이는 28살로 스미히코와는 거의 띠동갑 이상으로 확실히 많다. [199] 추가로 카나오와 손을 잡는 왼팔만 노화가 매우 급속도로 진행된 것이 보인다. 작가가 왼쪽 팔을 멀쩡히 쓰고 있는 걸 작화 미스로 넘기는 대신 이렇게 처리한 모양. [200] 기유는 다른 선생님과 충돌하기 때문에 교실로는 들어오지 않는다. [201] 되게 소박한 점심밥인데, 건포도 빵, 연어 주먹밥, 매실 주먹밥, 돼지 감자차 600ml짜리를 먹는다고 한다. 합계는 561엔. [202] 이 사진을 보면 젠이츠와 맞먹거나 이하인 수준의 그림 실력이다. [203] 카나오가 젠이츠의 그림을 보고 놀라 탄지로 사진과 젠이츠 그림을 확인했더니, 젠이츠는 사실 사진을 보며 그리지 않은 것이라고 한다. 그림 속 탄지로는 입을 벌렸는데, 사진 속 탄지로는 입을 다물었다고 한다. [204] 사실 그럴 수밖에 없었던 게, 젠이츠가 아무 말도 안 해주고 그냥 별사탕을 주었고, 그냥 나 주는 거냐고 물었는데 맞다고 했기에 자연스럽게 먹을 수밖에 없다. [205] 이 소동에 대한 네즈코의 반응은 '어쩜 저런 유난을..!'이다. [206] 그 이노스케를 어떻게 설득했냐면, 네가 갑자기 먹을 걸 못 먹으면 어떻게 할 거냐고 묻고, 싸울 것이란 대답이 돌아오자 \"네즈코는 충치니까 음식을 못 먹는다. 그러니 네즈코는 싸우러 가는 것이다.\"라며 이노스케를 꼬신다. 이 문서의 내용 중 전체 또는 일부는 카마도 탄지로 문서의 r818 판, 3번 문단 에서 가져왔습니다. 이전 역사 보러 가기 이 문서의 내용 중 전체 또는 일부는 카마도 탄지로 문서의 r818 판, 3번 문단 에서 가져왔습니다. 이전 역사 보러 가기"
    }
  ],
  "timestamp": "2025-10-01 16:52:52",
  "total_sections": 36
}