{
  "character_name": "카마도 네즈코",
  "sections": [
    {
      "title": "외모",
      "content": "애니메이션 원작 어이, 탄지로 ! ...네 여동생은 미인이다. 유시로 [13] 탄지로 . 너... 아주 팔자가 좋다야?! 이렇게 귀여운 여자애를 데리고 다녔던 거냐?! [14] 아가츠마 젠이츠 , 등꽃 문양 저택에서 탄지로가 메고 있던 네즈코를 확인한 후 작중 공식 미인으로, 오빠와 비슷하게 이마를 드러낸 앞머리 스타일, 허리를 넘는 긴 장발에 윗 속눈썹 한가닥이 포인트인 아래로 처진 눈매, 분홍색 눈동자를 가지고 있다. 과거 인간이던 시절에는 작은 리본 3개로 머리를 위로 한데 끌어모아 묶은 흑발 의 단아하고 성숙한 외모였지만 [15] , 오니(혈귀)가 된 이후에는 머리를 계속 풀고 다니며 [16] 손톱이 길어졌고 송곳니 가 뾰족해지고 눈이 달라졌고 유아퇴행 으로 인해 약간 앳된 느낌이 난다. 인간 시절에도 마을에서 평판이 자자한 미녀였고, 작중 예쁘다는 언급이 많은 걸 보면 오니(혈귀)가 되었어도 타고난 미모는 여전한 것으로 보이며 귀멸 학원! 에서도 인기가 굉장하다고 나온다. 아버지를 많이 닮은 탄지로와 달리 [17] 네즈코는 눈매와 눈 하이라이트의 모양 등 어머니의 얼굴을 그대로 뽑아낸 모습이다. 특히 인간이던 시절에는 머리를 묶은 모습도 비슷해서 거의 판박이 수준. 상술했듯 생전에도 오니(혈귀)가 된 뒤로도 외모만큼은 호평일색이었다. 실제로 유시로가 네즈코를 처음 볼 때 '추녀'라고 놀리는데, 정말 네즈코가 객관척 추녀였다기보단 자신이 모시는 (당대 최고의 미녀인) 타마요에 비해서는 추녀라는 것이고, 결정적으로 탄지로를 긁 을 의도가 더 컸다. 그래서 탄지로는 이말을 듣고 처음 십초정도는 도대체 누구에게 추녀라고 말했는지 자체를 이해도 못했다. 탄지로가 가족을 아껴도 허튼 말은 안 하는 성격이라는 점, 이후 유시로도 이에 대해 말을 바꾼 걸 보면 작중에서 네즈코의 외모가 어느 정도인지 알 수 있다. 복장은 삼잎무늬(麻の葉)가 그려진 분홍색 기모노 에 빨간색 과 흰색 체크무늬가 있는 오비 를 두르고 있으며 [18] , 겉에는 고동색 하오리 를 입고 있다. [19] 오니(혈귀)가 된 이후로는 활동하기 편하게 기모노를 접어서 입고 다닌다. 또 가장 큰 특징 중 하나는 입에 대나무 재갈 을 물고 있다 는 것. 처음엔 토미오카 기유 가 네즈코가 혹시 폭주하여 사람을 물까봐 예방용으로 물린 것이지만 네즈코 본인도 어차피 말도 하지 못하고 딱히 불편해하지 않다 보니 탄지로도 별 말은 하지 않고 있고, 오히려 마음대로 뺄 수 있는데도 [20] 물고 다니는 걸 보면 네즈코 본인 마음에 든 것도 있겠지만 언젠가 자신도 모르게 사람을 물 수도 있다는 것을 어느 정도 인지하고 있는 듯. 태양 을 극복하여 말을 할 수 있게 된 이후로는 재갈을 풀고 다닌다."
    },
    {
      "title": "성격",
      "content": "행복한지 어떤지는 스스로 정하는 거야. 중요한 건 '지금'이라고. 앞을 바라보자, 같이 노력하고 싸우자. 그러니까 사과하고 그러지 마. [21] 인간 시절에는 아버지가 요절 했기 때문에 가난한 집안환경에도 불구하고 장녀로서 어린 동생들을 보살펴하는 입장상 굉장히 상냥하고 어른스러우며 자기절제적인 성격이었다. [22] 탄지로에게 \"풍족해야만 행복한 건 아니다.\"라고 조언하기도 할 정도로 시대상을 고려해도 나이에 비해 상당히 조숙한 성격이었는데, 그렇기에 탄지로는 네즈코에게 고마움과 동시에 가세가 기울며 일찍 철이 들어버린 여동생에 대한 죄책감도 나름 가지고 있었다. 안타깝게도 오니(혈귀)가 된 이후엔 자아를 상당 부분 손실해버렸고 사람을 먹지 않아서 지능이 유아 수준으로 떨어져버렸으며 인간의 말을 하지 못하고 대나무 재갈을 물고 있어서 \"음음\"하는 소리만 낸다. 그나마 탄지로 덕에 가까스로 가족에 대한 애착을 떠올렸고, 후에 우로코다키가 암시를 걸어 '인간은 모두 자신들의 가족이다. 인간을 해치는 오니(혈귀)들을 용서하지 마라'라는 인식을 주입해 기본적 [23] 으로는 인간에게 우호적이고 보호하려 하며 본인도 오니(혈귀)가 되었지만 인간을 해치는 오니(혈귀)들을 적대한다. 탄지로는 처음엔 최면까지 걸었다는 사실에 네즈코의 자아를 무시하는 게 아닌가 하고 껄끄러워했으나, 오니(혈귀)인 타마요나 유시로를 '인간'의 분류로 넣어 적대하지 않는 걸 보고 네즈코의 자아가 멀쩡하다는 것을 확인하면서 안심하기도 했다. 확실히 유아퇴행의 영향인지 본래의 어른스러운 모습과는 정반대로 멍하니 있거나 오빠에게 애교를 부리는 등 아이같은 모습을 자주 보여준다. 아사쿠사 편에선 탄지로가 타마요와 진지한 이야기를 할 때 버릇없이 방바닥에 드러눕거나 구석에서 혼자 딴짓하기도 했다. 무한열차 편에선 잠들어있는 오빠에게 머리를 쓰다듬어 달라고 깨우려는데 일어나질 않자 박치기를 하질 않나, 그러다 되려 자기 머리에서 피가 나니 울음을 터뜨리면서 떼를 쓴다. [24] 도공마을에서 칸로지 미츠리 와 아이처럼 놀기도 했다. 시노부나 카나오, 아오이 등에게 오니(혈귀) 시절에도 꽤나 귀여움을 받은 것으로 보인다. 아무리 오니(혈귀)라도 자아가 아예 없는 건 기본적으로 있을 수 없기 때문에 네즈코의 유아퇴행에 대해 타마요는 자아의 재구성보다 더 우선시하는 무언가 가 있어서 유아퇴행이 된 것일 수 있다 고 추측했는데, 이는 나중에 사실로 밝혀졌다. 네즈코는 식욕 억제, 빠른 성장, 식인 대신 수면으로 에너지 회복 , 무잔의 간섭에서 해방 등으로 스스로 피의 성질을 변화시키고 있었다고. 다시 말해 네즈코가 유아퇴행이 된 건 오니(혈귀)로 재탄생하는 과정에서 기본적으로 오니(혈귀)로서의 인식이 형성되기 전에 오빠를 통해 어느 정도의 자아를 갖추었고, 그 자아조차 제대로 형성되기 전에 무의식적으로 오빠와 자신에게 도움되는 방향으로의 진화를 우선시했기 때문이다. 코쿠시보, 아카자, 규타로 & 다키처럼 각자의 의지에 따라 오니(혈귀)로서의 기본적인 약점을 극복하거나 변화할 수 있는 걸 보면 이 또한 본인의 강력한 의지력만 있으면 불가능은 아닌 모양. 작중에서 성장이 어느 정도 궤도에 오르는 대신에 자아의 발전도 시작한 건지 폭혈 발현 이후 아무 생각 없이 멍때리는 면도 없어지고 아이같이 돌아다니는 부분만 늘어났다. 그리고 대장장이 편에서는 태양의 극복조차 끝나자 더듬거리긴 하지만 말도 가능해지는 등 자아가 뚜렷해졌다."
    },
    {
      "title": "개요",
      "content": "귀멸의 칼날 의 또 다른 주인공인 카마도 네즈코 의 작중 행적을 설명하는 문서."
    },
    {
      "title": "도입부 ~ 나타구모 산편",
      "content": "막내동생 로쿠타를 업어 재우면서 숯을 팔러 떠나는 오빠 탄지로 를 배웅하는 모습으로 첫 등장한다. 탄지로가 숯을 팔러 마을에 다녀오고 사부로 할아버지 집에서 하룻밤 묵는 사이 카마도 일가는 어느 도깨비 에게 습격을 받아 집안이 모두 피투성이가 되어 있었고 어머니 키에, 타케오, 시게루, 하나코, 로쿠타는 참혹하게 살해당했다. 하나코는 어머니인 키에 옆에 죽은 눈을 한 채 [1] 앉아서 죽었고 타케오, 시게루는 문 쪽에 축 늘어져 있는 모습이었다. 로쿠타는 누나 에게 안긴 채 죽어 있었다. 네즈코는 상술했듯이 죽은 로쿠타를 안고 쓰러져 있었다. 집에 돌아온 탄지로는 네즈코가 아직 살아있다는 것을 알아채고 서둘러 그녀를 업어 마을로 향한다. [2] 이때 네즈코의 손이 움직이더니 서서히 일어서서 완전히 기운을 차리는가 싶더니 갑자기 이성을 잃고 날뛰게 된다. 습격에서 살아남았지만 가족을 습격한 도깨비 의 피가 들어간 바람에 결국 도깨비 가 되고 만 것. 탄지로가 당황하면서 발을 헛디뎌 남매 모두 절벽 아래로 떨어지지만 다행히 눈 덕분에 다치지 않았다. 탄지로는 그 와중에도 네즈코가 서 있는 모습을 보며 무리하지 말라며 걱정하지만 이미 도깨비가 된 네즈코는 되려 탄지로를 공격한다. [3] 그러나 탄지로의 간절한 외침에 눈물을 흘리면서 일말의 자아가 남아있음을 보여준다. 이후 나타난 도깨비 사냥꾼인 귀살대 수주 토미오카 기유 에게 죽을 위기에 처했으나 부상에 기아 상태까지 겹쳤음에도 불구하고 탄지로를 감싸는 행동을 보고 가능성을 본 기유가 목을 쳐 기절시킨 후 대나무 재갈을 물린 것으로 마쳤다. 이후 사람을 물지 못하게 기유가 준 대나무 재갈을 물고 혼탁한 눈이 되며 자아를 대부분 잃어버려 지능이 유아 상태로 변한다. 평소에는 햇볕을 싫어하는 등 도깨비와 같은 특성을 보이며 자주 멍하니 있는다. 또한 햇볕에 닿아서는 안 되기 때문에 낮에는 어린 아이의 체형으로 바뀌어 바구니, 혹은 상자에 들어가 있는다. 이후 기유의 말대로 탄지로와 함께 사기리 산의 우로코다키 사콘지 라는 노인을 찾아가다가 사당에서 인간을 잡아먹고 있는 도깨비와 마주친다. 탄지로가 고전할 동안 도깨비의 본능 때문인지 인간의 시체를 보며 침을 흘리다가 정신을 차리고 도깨비의 목을 발로 차 날려버리는데 그럼에도 도깨비의 머리와 몸통이 살아서 따로 움직이자 몸통을 상대하나 밀린다. 하지만 곧 머리를 제압하고 달려온 탄지로가 몸통을 절벽으로 밀어내 제압하다 덩달아 떨어질 뻔한 걸 잡아서 구해준다. 이후 우로코다키 사콘지 를 만나 사기리 산에 도착한 이후에는 2년 동안이나 잠들어있었으나 탄지로가 귀살대 선별시험 에서 최종선별을 통과하고 돌아올 때 즈음 깨어나서 문을 부수고(...) 나와서 돌아온 탄지로를 안아준다. [4] 그 후 탄지로의 첫 임무에서 늪 도깨비와 싸우면서 나름 활약한다. [5]"
    },
    {
      "title": "vs 스사마루, 야하바",
      "content": "이후 아사쿠사에서 상자 밖으로 나와 종일 졸면서 탄지로의 손에 질질 끌려다니며 돌아다닌다. 그러다가 타마요 와 유시로 를 만나고 [6] 그들의 집으로 갔다가 키부츠지 무잔 의 명령을 받고 쫓아온 스사마루, 야하바와 조우하게 된다. 그렇게 탄지로가 스사마루와 싸울 동안 어디론가 사라진 야하바 를 찾고 잠깐 싸우나 밀린다. 그러나 탄지로와 역할을 바꾼 후 스사마루 와의 싸움에서 색실공 을 피하다가 공을 발로 차려는데 아무래도 보통 공이 아니었기에 역으로 오른쪽 다리가 잘린다. 결국 타마요와 함께 집 안으로 피신하는데 다리가 좀처럼 재생되지 않아 타마요가 약을 주입해준다. 오른쪽 다리가 재생된 후 스사마루의 색실공을 여러 번 차면서도 다리가 잘리지 않는 놀라운 성장 속도를 보여준다. [7] 하지만 승부가 날 기미가 보이지 않자 타마요가 나서고 결국 스사마루는 타마요의 혈귀술에 유도당해 키부츠지 무잔의 이름을 입에 담음으로써 비참한 최후를 맞는다. [8] 전투가 끝난 후 떠나기 전 타마요의 집 지하실에서 타마요를 껴안고 유시로를 자꾸만 쓰다듬으려고 하는 행동을 하는데, [9] 이는 도깨비 즉 오니인 타마요와 유시로를 가족, 즉 인간으로 인식 [10] 했기 때문이다. 비록 사람의 피를 먹고 살아야 하는 도깨비지만 인간의 마음을 간직했던 타마요는 감동받아서 눈물을 흘리고, 늘 타마요만을 위해 행동했던 유시로는 이 모습에 카마도 남매를 얕잡아보는 걸 그만두고 제대로 인정해준다. 모든 전투가 끝나고 타마요가 탄지로에게 자신들이 네즈코를 조사할 겸 보호하기 위해서 네즈코를 맡겨도 된다고 제안하자 고민하던 탄지로의 손을 꽉 잡고 확고한 눈빛으로 얼굴을 쳐다보면서 탄지로와 계속 함께 같이 있는 걸 선택한다. 이후 장구저택에서 상자 안에 있는 네즈코가 혈귀임을 알아챈 이노스케에게 공격당할 뻔하지만 젠이츠에게 보호받았다. [11] 임무가 끝난 이후 카마보코대가 휴식을 위해 등꽃 저택에 방문했을 때 상자에서 나와 젠이츠와 첫대면한다. 젠이츠는 네즈코가 탄지로의 여자친구인 줄 알고 극대노해 검을 들고 달려들었다가 곧 네즈코가 탄지로의 여동생이라는 것을 알자 굽실대기 시작하고, 네즈코는 탄지로와 함께 젠이츠를 피해 방 안을 빙글빙글 돌며 도망치는 요상한 풍경이 펼쳐진다."
    },
    {
      "title": "vs 하현 5 루이",
      "content": "나타구모 산에서 탄지로가 십이귀월 중 하나인 루이 에게 당할 위기에 처하자 몸을 바쳐 구한다. [12] 하지만 역으로 이 행동이 가족의 연에 집착하는 루이를 자극해 루이에게 빼앗길 위기에 처한다. 결국 루이에게 사로잡히자 어떻게든 루이한테서 벗어나려고 손톱으로 루이의 얼굴을 할퀴며 저항하는데, 루이는 이제 오빠로서 동생의 버릇없는 태도를 고치겠다며 자신의 거미줄로 네즈코의 몸을 꿰뚫어 포박한다. 만약 이렇게 해도 끝까지 저항한다면 햇빛에 살짝 그을려주겠다고 협박한다. 이후 과다출혈로 잠시 정신을 잃고 잠에 드는데 [13] , 이를 본 루이는 다른 도깨비와는 많이 다르다 며 흥미로워 한다. 아버지 가 가르쳐준 호흡 히노카미 카구라 를 각성한 탄지로가 루이와 동귀어진할 위기에 처했을 때, 어머니에게 탄지로를 구해달라는 꿈을 꾸고 혈귀술을 각성한다. 히노카미 카구라에 제대로 대응하지 못한 루이는 급하게 네즈코가 묶어둔 실 일부를 사용해서 폭혈이 발동함에 따라 실이 불타버리고, 우연히 네즈코의 피가 묻은 탄지로의 일륜도가 폭혈의 폭발로 인한 추진력과 열로 달구어져서 더 강화된 참격이 루이의 단단한 목을 베는데 성공한... 것처럼 보였다. 루이는 참격이 닿기 전에 미리 실로 목을 잘라버려서 참수를 회피했고, 열이 잔뜩 올라 가족의 정 따위는 다 필요 없고 너네 둘 다 죽이겠다며 남매 모두 한꺼번에 죽을 위기에 처한다. 다행히도 그때 지원으로 도착한 수주 토미오카 기유 덕분에 살아남는다. 하지만 기쁨도 잠시, 자신을 본 충주 코쵸우 시노부 와 그녀의 츠구코 츠유리 카나오 가 귀살대로서 자신을 제거하려고 한다. 기유가 시노부를 막는 사이, 카나오에게 노려지자 이에 몸을 작게 만들어서 공격을 회피한다. 공격은 하지 않고 계속 도망만 다니는 건 무리여서 금방 따라잡히지만, 그때 자신과 오빠인 탄지로를 본부로 데려오라는 명령이 나와 간신히 살아남는다. 人は... 守り、助ける物。傷つけない。絶対に 傷つけない。 사람은... 지키며, 구해야 할 존재. 상처입히지 않아. 절대로 상처입히지 않겠어. 주들은 탄지로에 대해서는 용서해주자는 의견과 사형시켜야 한다는 두 가지 의견으로 갈리지만, 도깨비 네즈코에 대해서는 예외없이 토벌해야 된다는 입장을 밝힌다. 어떻게든 자신을 구출하려는 탄지로와 자신을 죽이려는 주들간의 분위기가 점점 험악해져 갔을 때, 귀살대의 수장 우부야시키 카가야 가 입장을 밝힌다. 본래라면 도깨비는 토벌해야 되겠지만, 네즈코가 사람을 해친다면 할복을 하겠다는 탄지로, 기유, 사콘지의 각오에 예외를 둔다. 그럼에도 도깨비에게 큰 증오심을 지닌 시나즈가와 사네미 와 이구로 오바나이 는 불복하며, 사네미가 네즈코가 다른 도깨비와 다름없다는 걸 증명하기 위해서 네즈코를 두 번이나 상처 입히고 희귀혈로 자극한다. 네즈코는 반쯤 이성을 잃을 뻔 했지만, 탄지로의 필사적인 외침 덕에 고개를 돌려 가까스로 본능을 이겨낸다. [14] 이를 통해 역으로 네즈코가 인간을 먹지 않는다는게 공식적으로 증명되어서 네즈코의 존재는 귀살대의 특별대원으로서 용인된다. 이후 수면 부족으로 시노부의 나비 저택에서 한동안 잠든다. [15] 내면의 목소리로 탄지로를 격려해준다."
    },
    {
      "title": "무한열차편",
      "content": "임무 때문에 탄지로가 기차에 탔을 때 상자 안에 있어서 하현 1 엔무 의 혈귀술에 걸리지 않았다. [16] 이후 탄지로 3인방의 꿈에 등장하는데, 극장판에서 모든 대사는 여기서만 나온다. [17] 잠에서 깨어나 상자에서 나왔을 때, 염주 렌고쿠 쿄쥬로 가 잠에 빠져든 채로 어떤 여자애의 목을 조르고 [18] 모든 사람들이 잠이 든 해괴한 광경을 본다. 잠이 든 탄지로에게 네즈코는 걱정도 되는 겸 자신의 머리를 쓰다듬어 달라며 어떻게든 깨우려 하지만, [19] 안 일어나자 박치기를 하여 깨우게 하려고 한다. 하지만 탄지로의 머리가 돌머리라서 역으로 자신의 이마에서 피가 난다. 그러자 세상 귀엽게 울음을 터뜨리고 이마에 난 출혈 덕분에 혈귀술이 발동되어서 꿈속에 있는 탄지로에게까지 영향을 끼친다. [20]"
    },
    {
      "title": "vs 하현 1 엔무",
      "content": "덕분에 탄지로가 깨어나고 [21] 다른 일행들도 깨워달라는 탄지로의 부탁대로 엔무의 혈귀술이 걸린 밧줄과 기차표를 태워 일행들을 깨운다. [22] 그런데 엔무가 열차와 한 몸이 되며 열차에서 살덩이가 자라나 승객들을 잡아먹으려 하자 손톱과 발차기로 엔무의 살덩이를 베어내며 싸운다. 그 도중 엔무의 살덩이에 두 손과 두 발이 잡혀 위기에 빠지는데 이 때 아직 잠들어있는 젠이츠가 나타나 구해주자 놀랐다가 곧바로 잠꼬대를 해대며 곯아떨어지자 콩알눈이 된 채로 어리둥절해한다. 그 후 젠이츠와 함께 열차의 8칸 중 3칸을 지키며 싸운다. [23] 이후 목이 베인 엔무의 발악으로 인해 열차가 탈선해서 [24] 잠시 정신을 잃었다가 깨어나 젠이츠를 한동안 간호해준다. 그러나 그 사이에 상현 3 아카자 와 쿄쥬로의 혈전이 벌어지고, 해가 뜨기 시작하자 아카자가 도주하며 전투는 끝나지만 렌고쿠는 탄지로에게 네즈코를 귀살대의 일원으로 인정한다는 유언을 남기고 사망한다. 이후 네즈코는 젠이츠가 탄지로 대신 상자를 메고 다니며 햇빛을 가려준 덕분에 무사했다. 원작에서는 이걸 끝으로 비중이 없었지만 애니메이션에서 무한열차편과 환락의 거리편 사이에 추가된 탄지로의 오리지널 임무 장면으로 짧게 등장하는데 오빠와 함께 호흡을 맞추어 도깨비를 쓰러뜨린다."
    },
    {
      "title": "환락의 거리편",
      "content": "유곽에서 드디어 정체를 드러낸 상현의 6 다키 와 본격적으로 전투를 시작하기 전에 탄지로가 상자 안에 든 네즈코에게 '자기 목숨'이 위험할 때 외에는 절대로 나오지 말라고 했을 때 걱정스러운 표정을 짓는 네즈코의 모습이 잠깐 나온다. 이후 탄지로가 히노카미 카구라를 과도하게 사용해 죽을 위기에 처하자 탄지로를 구하기 위해 다키를 발로 차서 머리를 날려버리며 등장한다. 이때 다키의 회상을 통해 네즈코가 키부츠지 무잔 의 지배에서 벗어났기에 무잔이 다키에게 네즈코를 죽이라는 지시를 내린 사실이 드러났다."
    },
    {
      "title": "vs 상현 6 다키",
      "content": "상현인 다키는 네즈코가 지금까지 조우한 그 어떤 도깨비보다도 무잔의 피의 농도가 높았기 때문에 가족이 무잔에게 살해당한 그 날 밤의 기억을 떠올려 왼쪽 눈의 혈관이 오를 정도로 진노하면서 다키를 죽이려 한다. 그러나 상현과 일반 도깨비의 차이와 더불어 인간을 먹지 않아서 힘이 많이 떨어지는 지라 결국 다키의 오비에 팔과 다리, 허리가 절단되며 건물에 처박힌다. [25] 하지만 믿을 수 없는 재생속도 [26] 로 다리와 팔을 다시 재생하고 입에 문 대나무 재갈을 부숴버리며 성인의 모습으로 성장, 머리에 뿔이 나고 몸에는 싸리나무 잎사귀 문양이 생기며 진정한 도깨비의 모습으로 각성한다. 그대로 다시 다키에게 발차기를 날리지만 다키의 공격으로 또다시 팔과 다리가 잘린다. 하지만 잘리자마자 고속으로 재생해 다키의 등을 짓밟아 아예 꿰뚫어버리곤 사악하게 웃으며 [27] 다키의 몸을 마구 짓밟는다. [28] 그러다가 다키의 반격으로 오비에 의해 머리와 팔다리가 절단되는데 뭉친 피로 연결되어 있는 상태였기에 손으로 다키의 오비를 잡아 막는다. 그리곤 다키의 얼굴에 튄 자신의 피로 폭혈을 발동해 태워버린 후 [29] 머리와 팔다리가 붙은 뒤 다키를 마구 폭행하여 근처 건물로 날려버린다. 그런데 그 건물 안에는 미처 대피하지 못한 민간인들이 남아있었고 계속된 재생으로 도깨비의 피에 잠식된 영향과 전투로 인한 체력 소모가 겹쳐져 본능을 억누르지 못하고 부상당해 피를 흘리고 있던 유녀에게 달려들었으나 불행 중 다행으로 타케오의 영혼 덕분에 정신을 차린 탄지로가 입에 일륜도를 물리며 간신히 저지한다. 그럼에도 이리저리 몸을 버둥거리고 소리까지 박박 지르며 난동을 피우다 건물 천장까지 뚫게 되고 탄지로는 등을 부딪힌다. [30] 그럼에도 탄지로는 네즈코에게 싸우게 해서, 다치게 해서 미안하다며 잠을 자서 회복하자며 계속 막는다. 이런 와중에 제대로 분노한 다키가 다가오며 위기에 처하나 음주 우즈이 텐겐 이 나타나 단번에 다키의 목을 베고 이성을 잃은 네즈코를 보며 화려하게 도깨비화가 진행됐다며, 큰 어르신 앞에서는 갖은 허세를 떨어놓고 이게 뭔 꼬라지냐며 잔소리를 퍼붓고 자장가라도 불러서 어떻게든 다시 잠들게 하라고 꾸중한다. 그 후에도 계속 난동을 피우다가 [31] 탄지로가 옛날에 어머니가 불러주었던 자장가를 불러주자 [32] 그걸 듣고 어머니와의 추억과 따뜻한 미소 [33] 를 떠올리며 서럽게 엉엉 울더니 뿔과 문양이 사라지고 어린아이의 체구로 돌아와 잠들게 된다. 그리고 임시방편으로 탄지로가 천을 재갈로 물린 뒤 상자 속으로 다시 들어간다."
    },
    {
      "title": "vs 상현 6 다키 & 규타로",
      "content": "사과하지마, 오빠. 왜 항상 사과만 해? 가난하면 불행한 거야? 고운 옷 못 입으면 불쌍한 거야? 그렇게 꼭 누군가의 탓으로 돌리고 싶어? 아버지가 병 때문에 돌아가신 것도 마치 나쁜 일 같잖아. 최선을 다해 노력해도 안되는 걸 어떡해. 인간이니까 누구나...뭐든지 뜻대로 다 되는 건 아니야. 행복한지 어떤지는 스스로 정하는 거야. 중요한 건 '지금'이라고. 앞을 바라보자. 같이 노력하고 싸우자. 그러니까 사과하고 그러지마. 오빠라면 이해해줘. 내 마음 좀 이해해줘. 이후 규타로에게 당해 쓰러진 탄지로의 꿈 속에서 자꾸 미안하다고 사과하던 탄지로에게 화를 냈던 과거의 모습으로 등장한다. [34] 그리고 목이 베인 규타로가 마지막 발악으로써 원참선회를 발동하자 궤짝에서 나와 혈귀술로 원참선회를 불태워 방어한 뒤 탄지로 앞에 나타난다. 그리고 독이 돌아서 죽어가고 있던 탄지로, 이노스케, 텐겐을 혈귀술로 독만 태워 치료해 주고 아직 죽지 않았는데 화장하려고 하냐며 엉덩이를 때려주겠다며 달려드는 스마의 모습이 압권이다. [35] 목이 잘린 다키와 규타로 남매가 소멸하는 모습을 탄지로와 함께 지켜보며 탄지로가 둘이 화해했을지 묻자 고개를 끄덕인다. 이후 탄지로, 젠이츠, 이노스케와 서로를 끌어안으며 함께 승리를 기뻐한다. 이후 탄지로, 젠이츠, 이노스케 셋이 서로를 얼싸안은 상태로 기절하자 그 사이에서 걱정스러운 표정을 하고 있는 모습으로 고토에게 발견된다."
    },
    {
      "title": "도공 마을편",
      "content": "새 검을 받지 못해 직접 하가네즈카를 만나기로 한 오빠 탄지로와 함께 대장장이 마을에 방문한다. 이 때 다시 대나무 재갈을 물고 한동안 작은 모습을 계속 유지하며, 탄지로와 함께 목욕을 하고 연주 칸로지 미츠리 에게 안기거나 손을 잡고 놀며 그녀에게 귀여움을 받는다. 그 외에도 미츠리가 일륜도 정비가 끝나서 가야 한다고 하자 아쉬운 표정을 지으며 안기기도 하는 걸 보면 그녀가 마음에 들었던 것으로 보이며 탄지로에게 졸라서 머리까지 미츠리와 같은 모양으로 땋았다. [36] 그 후 탄지로와 함께 잠을 자다가 갑자기 들어온 하주 토키토 무이치로 와 탄지로의 대화 소리에 깨어나는데, 무이치로는 네즈코가 저번에 봤을 때랑은 달라졌다 며 위화감을 느낀다."
    },
    {
      "title": "vs 상현 4 한텐구",
      "content": "이후 상현 4 한텐구 가 습격해오자 걷어차 날려버리고 이때 다시 한 번 각성한 모습이 되는데 탄지로는 또 다시 이성을 잃을까봐 그 모습으로 변하지 말라고 하지만 이번엔 탄지로가 크게 다친 것에 대한 분노가 아닐 뿐더러 물고 있는 대나무 재갈 덕분인지 피아식별 없이 폭주하지 않고, 이성을 유지한 상태로 이전의 발차기와 재생 능력에만 의존하던 싸움 방식에서 벗어나 혈귀술을 효과적으로 사용하며 귀살대를 돕는다. 그런데 한텐구의 분열체 중 하나인 쾌락 도깨비 카라쿠의 혈귀술에 무이치로, 탄지로가 날아가자 간신히 탄지로를 붙잡아 구해준다. 이후 분노 도깨비 세키도의 번개 공격에 잠시 정신을 잃었다가 탄지로가 기쁨 도깨비 우로기에게 납치되자 그를 구하려 하지만 겐야를 도와 달라는 탄지로의 말을 듣고 겐야를 도우러 간다. 카라쿠와의 전투 도중 카라쿠에게 조롱을 듣고 그의 발차기에 배가 뚫리지만 이내 정신을 차리고 발차기로 카라쿠의 턱을 날려버린 후 폭혈로 불태운다. 그리고 스스로 팔을 뜯어 벗어난 후 팔째로 카라쿠의 부채를 빼앗아 역으로 카라쿠를 날려버린 후 바로 세키도를 공격하지만 목에 석장이 꽂혀 제압당하고 후에 우로기를 이용해 돌아온 탄지로가 세키도를 공격하는데 성공하며 구해진다. 그런데 이어 세키도가 석장으로 탄지로의 목을 뚫으려고 하자 재빨리 석장을 붙잡고 세키도를 폭혈로 불태워 탄지로를 구해내지만 그새 돌아온 카라쿠에게 공격당해 탄지로와 함께 기절하고 만다. 먼저 깨어난 후 기절한 탄지로를 데리고 도망가다 세키도의 번개 공격을 맞고 기절한다. 이후 한텐구가 집을 통째로 무너뜨려 밖으로 튕겨져 나가는 순간 깨어나 탄지로의 검을 붙잡은 상태로 건물 잔해에 깔린다. 하지만 검을 꽉 붙잡아서 자신의 손에 피를 내 검에 불을 붙여 폭혈도를 만들고 반점까지 발현된 탄지로가 폭혈도로 3명의 분신을 제압한 후에 잔해에서 구출된다. 이후 겐야가 한텐구의 본체를 찾고 있을 때 탄지로와 함께 희로애락을 상대하고 도중 슬픔 도깨비 아이제츠의 창에 찔리지만 역으로 자신의 피를 이용해 아이제츠를 감싸안아 폭혈로 불태워 제압한다. 이후 탄지로가 본체를 베려하지만 희로애락이 합체한 증(憎)의 구현 조하쿠텐이 탄지로를 공격하려 하자 탄지로를 구해주다가 한쪽 팔과 다리가 잘리지만 금세 재생된다. 조하쿠텐은 그들을 악인이라며 매도하며 압도적인 귀기를 뿜어내서 네즈코와 겐야는 순간적으로 움츠러들지만, 탄지로는 그의 말 같지도 않은 말에 분노하며 반드시 목을 베리라고 선언했고 그 모습에 네즈코도 공감해 더 열심히 귀살대를 지원하고자 정신을 차린다. 하지만 조하쿠텐의 강력한 힘에 목룡에 잡혀 움직임이 봉쇄된다. 이후 미츠리가 나타나 탄지로를 구하자 놀란 표정을 짓고, 미츠리가 조하쿠텐과 호각으로 공방을 벌이다 역공을 당해 기절하자 경악하여 목룡에서 빠져나오려 애쓴다. 이후 조하쿠텐이 미츠리를 죽이려할 때 빠져나와 탄지로, 겐야와 같이 미츠리를 감싸 안아 구하고 광범위한 조하쿠텐의 공격을 미츠리가 모두 막아주자 초롱초롱한 눈으로 미츠리를 바라본다. 이후 미츠리가 혼자서 시간을 벌 동안 겐야, 탄지로와 같이 본체인 한텐구(겁)를 처리하러 간다. 한텐구가 있는 나무구슬을 탄지로가 벨 수 있도록 나무구슬에 피를 뿌려 혈귀술을 발동하고 탄지로가 나무구슬을 베는 데 성공하지만 한텐구는 이미 빠져나와 도망치고 있었다. 이에 탄지로는 죗값에 대해 책임을 지게 하겠다고 일갈하고 [37] 겐야는 빡쳐하며 나무를 뽑아 던진다. 이후 엄청난 속도로 도망치는 한텐구를 탄지로가 젠이츠에게 들었던 번개의 호흡의 요령으로 엄청난 속도를 내서 한텐구를 따라잡는데 한텐구가 갑자기 거대화하며 탄지로를 잡아 뭉개려하자 혈귀술로 저지한다. 이후 뒷걸음질치던 한텐구가 절벽으로 떨어지며 한텐구의 목에 박힌 검을 쥐고 있던 탄지로도 덩달아 떨어지자 본인도 그들을 쫓아 절벽 아래로 뛰어내린다. 그리고 그동안 타격을 많이 받아서 한동안 정신을 차리지 못하다가 탄지로 뒤에 있는 아직 살아있는 한텐구를 보고 탄지로를 보호하기 위해 달려가지만 날이 밝기 시작해 얼굴이 조금씩 햇빛에 타자 얼굴을 가리며 비명을 지른다. 그러자 탄지로가 네즈코한테 몸을 최대한 작게 만드라고 한 후 네즈코를 햇빛에 노출시키지 않으려 껴안아서 햇빛을 등진다. 그러나 한텐구가 사람들을 공격하고 있었기에 사람들을 구하기 위해 탄지로를 발로 밀어차서 한텐구가 있는 곳으로 날려보낸다. 이 때 보면 네즈코의 얼굴과 몸은 빠른 속도로 타고 있었지만 네즈코는 탄지로를 안심시키기라도 하듯 밝게 웃고 있었다. 탄지로는 한텐구를 쓰러뜨린 후 네즈코의 희생으로 승리를 거둔 거라고 생각하여 주저앉아서 오열한다. 그런데 도공들이 탄지로를 부르더니 어딘가를 가리키는데... お、お、 おはよう 아, 아, 안녕. 오빠 안녕? [애니맥스] 네즈코는 태양을 극복해 죽지 않았으며, 다시 말할 수 있게 되었다. 네즈코는 대나무 재갈이 풀리고 얼굴이 살짝 탄 상태로 탄지로에게 다가오고 있었다. 그리곤 활짝 웃으며 탄지로에게 더듬거리며 \"안녕 [39] \"이라는 인삿말을 건넨다. [40] 탄지로는 그런 네즈코를 믿을 수 없다는 눈으로 바라보다가 혹시 인간으로 돌아온 건지 생각을 했으나 뾰족한 송곳니와 손톱, 혼탁한 눈을 보곤 아직 도깨비인 것을 깨닫는다. [41] 하지만 탄지로는 네즈코가 재가 되어 사라지지 않은 것에 안도해 네즈코를 껴안으며 다행이라고, 잘 됐다고 말하며 다시 한 번 울음을 터뜨린다. 그에 네즈코는 방긋 웃으면서 괜찮다고 말하며 탄지로를 안아준다. 타마요의 편지로 보아 그녀는 태양을 극복한 것으로 보인다. [42] 그런데 유아퇴행에서 완벽하게 돌아온 것은 아닌지 말을 반복하거나 조금씩 더듬거리며 말한다. 그 후 지쳐서 졸도한 탄지로를 자신이 업어서 데리고 다녔다. 그러나 한텐구와 정신적으로 이어져 있던 키부츠지 무잔 이 죽어가던 그의 시야로부터 네즈코가 태양을 극복했다는 사실을 알게 되면서 무잔의 표적이 된다. 탄지로가 주들이 시키는 합동 훈련에 참가한 시점엔 따로 생활하고 있다. 탄지로가 어디 맡겨 놓았다고 하는데 시노부의 나비 저택인 듯 하다. [43]"
    },
    {
      "title": "합동 강화 훈련편",
      "content": "탄지로가 나비저택에서 요양하고 있던 시각, 임무를 마치고 복귀한 젠이츠를 마중하러 나왔다. [44] 젠이츠는 태양을 극복해 말할 수 있는 네즈코를 보고 들뜬 나머지 아무 말이나 막 쏟아냈으며, 네즈코는 그런 젠이츠에게 \"어서 와, 이노스케 \" 라고 얘기했다. 젠이츠가 오기 전, 이노스케가 네즈코에게 자기 이름을 달달 외우도록 시킨 역효과. 이후 이노스케를 잠시 죽이고 오겠다는 젠이츠 [45] 를 보면서 콩알눈이 되어 당황했다. [46]"
    },
    {
      "title": "무한성편",
      "content": "무한성편 참여자 (스포일러 주의) [ 펼치기 · 접기 ] 도깨비의 왕 키부츠지 무잔 십이귀월 코쿠시보 · 도우마 · 아카자 · 나키메 · 카이가쿠 귀살대 본부(지휘 사령부) 우부야시키 키리야 · 우부야시키 카나타 · 우부야시키 쿠이나 · 렌고쿠 신쥬로 · 우즈이 텐겐 귀살대 주(柱) 히메지마 교메이 · 시나즈가와 사네미 · 토키토 무이치로 · 이구로 오바나이 · 칸로지 미츠리 · 코쵸우 시노부 · 토미오카 기유 귀살대 일반대원 카마도 탄지로 · 카마도 네즈코 · 아가츠마 젠이츠 · 하시비라 이노스케 · 츠유리 카나오 · 시나즈가와 겐야 · 무라타 도깨비(귀살대 진영) 유시로 · 타마요 기타 인물 우로코다키 사콘지 · 고토 · 칸자키 아오이 무한성편 생존자 도깨비의 왕 키부츠지 무잔 십이귀월 코쿠시보 · 도우마 · 아카자 · 나키메 · 카이가쿠 귀살대 본부(지휘 사령부) 우부야시키 키리야 · 우부야시키 카나타 · 우부야시키 쿠이나 · 렌고쿠 신쥬로 · 우즈이 텐겐 귀살대 주(柱) 히메지마 교메이 · 시나즈가와 사네미 · 토키토 무이치로 · 이구로 오바나이 · 칸로지 미츠리 · 코쵸우 시노부 · 토미오카 기유 귀살대 일반대원 카마도 탄지로 · 카마도 네즈코 · 아가츠마 젠이츠 · 하시비라 이노스케 · 츠유리 카나오 · 시나즈가와 겐야 · 무라타 도깨비(귀살대 진영) 유시로 · 타마요 기타 인물 우로코다키 사콘지 · 고토 · 칸자키 아오이 무한성편 생존자 태양을 극복하려는 무잔의 계획을 무산시키기 위해 타마요가 준 인간화 약을 투여받았다. 최중요 인물이라서 그런지 우부야시키 카가야 의 사후 새롭게 당주가 된 우부야시키 키리야의 사령실 근처에서 렌고쿠 신쥬로 , 우즈이 텐겐 이 밖에서 지키는 가운데 우로코다키 사콘지의 간병을 받으며 누워 있다. 이 때 네즈코를 보면 식은땀이 나고 숨을 가쁘게 쉬고 있었다. [47] [48] 수많은 희생을 치르면서 십이귀월 은 전멸하고 상현 4 나키메 가 죽으면서 마침내 키부츠지 무잔 과 무한성에 갇혀 있던 귀살대원들이 지상으로 방출되었다. 장소는 네즈코가 요양을 받고 있는 곳과 멀리 떨어진 시가지이나 해가 뜨기까지 남은 시간은 고작 1시간 30분이다. 그러나 무잔은 최강의 도깨비답게 귀살대를 상대로 우세를 점하고, 오빠인 카마도 탄지로 는 치명상을 입어 죽어가고 있었다. 그 순간 네즈코는 아버지 의 계시를 받아 한쪽 눈을 가린 채 서둘러 탄지로가 있는 곳으로 향한다. 어찌나 빨랐는지 탄지로도 따라잡지 못했던 전 수주 우로코다키가 제대로 쫓아가질 못한다. [49] 키리야 역시 신쥬로로부터 네즈코가 이탈했다는 소식을 전해듣고 네즈코를 말리라는 지시를 내리려고 했지만 카가야의 영혼이 내버려 두라고 말했기에 붙잡지 않았다. 195화에 저 멀리 탄지로와 무잔이 싸우고 있는 장소가 보이기 시작하고 마지막 장면에 오른쪽 눈을 가리고 있던 손을 내리면서 오른쪽 눈이 인간의 눈으로 돌아온 것이 드러난다. 네즈코는 무잔에 의해 도깨비로 변모한 날을 기억하기 시작하고, 탄지로 부재 사이에 벌어진 일가 몰살의 끔찍한 과정이 자세히 드러난다. [50] 무잔의 습격 [51] 당시 기억들과 이후 도깨비가 되어 만난 사람들의 기억들을 떠올리면서, 송곳니와 손톱이 인간 시절 크기로 서서히 돌아온다. [52] 그 후로도 그간 있었던 일들을 회상하며 쓰러졌다 일어났다를 반복하다가... 私 は 竈 門 禰豆子 !! 鬼 に… 家族 を 殺 された. 나는 카마도 네즈코!! 도깨비에게 가족을 살해당했다. [53] 자신은 이름 없는 도깨비가 아닌, 인간 카마도 네즈코라는 기억을 모두 떠올리고 완전히 인간으로 돌아온다. [54] [55] 이렇게 해서 무잔은 태양을 극복할 수단을 완전히 잃어버렸다. 귀살대와 무잔의 사투가 끝난 직후, 전투가 벌어진 거리에 도착하나 이미 탄지로는 호흡과 맥박이 멈춘 상태다."
    },
    {
      "title": "무잔의 후계",
      "content": "하지만 무잔이 최후의 발악으로 본인의 피를 모두 주입해서 도깨비의 왕으로 변모한 탄지로 가 주변을 닥치는대로 공격하며 날뛰기 시작하자 이제는 남매가 완전히 반대의 상황 이 되었다. 기유를 무력화하고 이노스케를 공격하려는 찰나 네즈코가 탄지로를 끌어 안으며 어깨를 대신 물린다. 오빠, 미안해. 계속 나만 아무것도 모르고 살아서 미안해. 오빠 혼자 다 짊어지게 만들었지? [56] 왜 항상 오빠만 고통을 겪는 걸까? 왜 열심히 사는 착한 사람들이 언제나 늘 짓밟히는 걸까? 분해. 오빠, 지지 마. 이제 얼마 안 남았어. 도깨비 따윈 되면 안 돼. 돌아가자, 응? 집으로 돌아가자. お 兄 ちゃん、ごめんね…。 ずっと 私 、 何 もわからなくなっててこめんなさい。お 兄 ちゃん 独 りに 全 部 背 負 わせたね。 どうしていつもお 兄 ちゃんばっかり 苦 しいめにあつのかなあ…。どうして 一生懸命 生 きてる 優 しい 人 達 がいつもいつも 踏 みつけにされるのかなあ…。 悔 しいよ…。お 兄 ちゃん、 負 けないで。あともう 少 したよ。 鬼 になんてなっちゃため…。 帰 ろう…。 ね？ 家 に 帰 ろう…。 네즈코는 혼자서 많은 것을 짊어져야 했던 탄지로에게 미안하다며 도깨비가 되지 말고 함께 집으로 돌아가자고 하지만 [57] 무잔의 피를 전부 주입받은 탓인지 탄지로는 쉽사리 자아를 찾지 못한 채 네즈코의 어깨에 상처를 입히고, 이를 저지하려고 달려든 동료들을 충격파로 떨쳐내고 동료들에게 공격을 속행한다. 네즈코는 이를 막으려다가 왼손을 심하게 다치는 것도 불사하고 [58] 필사적으로 매달리며 그만해달라고 소리를 지른다. 한편 기유는 피를 흘리는 네즈코가 눈앞에 있음에도 죽이지 않는 것을 이상하게 여기고 탄지로도 도깨비의 본능에 저항하고 있음을 짐작한다. [59] 이 틈을 노려 만일을 위해 시노부가 따로 만들어둔 [60] 인간으로 돌아오는 약을 맡고 있었던 카나오가 탄지로에게 약을 주입하는데 성공하지만 공격을 당하고, 이를 본 네즈코는 카나오를 부르며 울먹인다. 천만다행으로 탄지로가 약의 효과와 함께 내면의 세계에서 이전에 세상을 떠난 귀살대원들과 가족들의 도움으로 본인을 붙잡고 있던 무잔에게서 벗어나 인간으로 되돌아왔고 마침내 인간 상태로 의식을 차린 자신의 오빠와 재회하여 울면서 탄지로를 품에 안으며 기뻐한다. 젠이츠가 깨어난 탄지로의 사과를 받으면서 자신을 아내라 칭하는 모습을 보고는 당황하고 쩔쩔매는 건 덤. [61] 유시로의 말에 의하면 네즈코는 이미 도깨비가 되었다가 인간으로 돌아왔기 때문에 무잔의 세포에 대한 항체를 가지고 있다고 한다. 이후 지금까지 만난 동료들을 웃으며 맞이한다. 세 달 후, 나비저택에서 잠들어 있다 깨어나 완치되어 가는 탄지로가 자책하자 그 때 당시처럼 더 이상 자책하지 말라며 탄지로를 다시 한 번 힐책한다. 그리고 나비 저택에서 마주친 시나즈가와 사네미 가 이전 주합회의에서 못 살게 굴었던 것에 대해 사과하자 별로 신경쓰지 않는다며, 오히려 건강해서 다행이라고 대인배스러운 모습을 보인다. 사네미가 마지막 무잔의 발악에서 잠만 잤다고 자책하자 자기도 2년 동안 잤다며 자는 걸 좋아한다고 말한다. 이 모습에서 자신의 동생 겐야 를 떠올린 사네미는 따스한 미소를 지으며 네즈코를 쓰다듬고, 그렇게 마침내 사네미와 네즈코는 화해한다. 사네미의 어른스럽고 따스한 모습에 네즈코도 홍조를 띄우며 부끄러워하는데, 이 광경을 본 젠이츠가 사네미를 질투한다. 이후 탄지로를 비롯한 귀살대원들을 면회하러 온 우로코다키와 기유 등과 만나고 죽은 동료들의 성묘를 마친 후 젠이츠, 이노스케와 함께 고향으로 돌아간다. 탄지로를 무잔의 습격에서 피하게 해준 사부로 할아버지의 환대를 마치고 가족들의 성묘를 한다. [62] 4명이서 행복한 일상을 보내는 것을 끝으로, 시대는 현대로 흘러간다."
    },
    {
      "title": "에필로그",
      "content": "무한성편 생존자 (스포일러 주의) [ 펼치기 · 접기 ] 귀살대 본부(지휘 사령부) 우부야시키 키리야 · 우부야시키 카나타 · 우부야시키 쿠이나 · 렌고쿠 신쥬로 · 우즈이 텐겐 귀살대 주(柱) 시나즈가와 사네미 · 토미오카 기유 귀살대 일반대원 카마도 탄지로 · 카마도 네즈코 · 아가츠마 젠이츠 · 하시비라 이노스케 · 츠유리 카나오 · 무라타 귀살대 측 도깨비 유시로 기타 인물 우로코다키 사콘지 · 고토 · 칸자키 아오이 무한성편 참여자 에필로그 시점(레이와 시대)에서도 생존한 인물은 밑줄 귀살대 본부(지휘 사령부) 우부야시키 키리야 · 우부야시키 카나타 · 우부야시키 쿠이나 · 렌고쿠 신쥬로 · 우즈이 텐겐 귀살대 주(柱) 시나즈가와 사네미 · 토미오카 기유 귀살대 일반대원 카마도 탄지로 · 카마도 네즈코 · 아가츠마 젠이츠 · 하시비라 이노스케 · 츠유리 카나오 · 무라타 귀살대 측 도깨비 유시로 기타 인물 우로코다키 사콘지 · 고토 · 칸자키 아오이 무한성편 참여자 최종화에서 아가츠마 젠이츠 와 결혼하였다. [63] 현대로 흘러간 시점의 레이와 시대 에 증손인 토우코와 요시테루가 등장하는데, 누나인 토우코가 네즈코와 생김새가 붕어빵이다. 동생인 요시테루가 말하길 자기집 여자들은 모두 얌전한데 누나만 돌연변이 같다고 디스할 정도로 활발한 성격이지만, 젠이츠의 후손답게 이성을 밝히는 성향도 가지고 있는지 체조에서 메달을 딴 우즈이 텐마를 보자 멋있다며 감탄한다. 잘생긴 카마도 카나타를 상대로도 하트를 띄우면서 엄청 좋아하는 티를 내는데, 권말 부록에서 보면 딱히 사귀는 관계는 아닌 모양인지 카나타는 여자친구가 없다고 적혀있다. 다시 말해 토우코의 짝사랑. 그냥 토우코의 기분을 맞춰주기 위해 립서비스로 말한 듯. 화나면 무서운지 그녀가 화나면 요시테루는 꼼짝도 못하고 깨갱한다. [64] 동생인 요시테루가 노력하면 잘 될텐데도 게으른 게 안타까워서 화내는 것도 있는 모양. 장래의 꿈은 법조계의 검사라고 하며 그만큼 공부를 잘하는지 요시테루가 고등학교 진학이 성공한 것은 토우코가 붙어서 공부를 가르쳐 준 덕분이라고 한다. 여담으로 평범한 아파트에서 사는 카마도 가문과 달리 집이 큰 걸 보면 매우 부자인것 같다. 이 문서의 내용 중 전체 또는 일부는 카마도 네즈코 문서의 r991 판에서 가져왔습니다. 이전 역사 보러 가기"
    }
  ],
  "timestamp": "2025-10-01 16:55:14",
  "total_sections": 17
}