{
  "character_name": "토미오카 기유",
  "sections": [
    {
      "title": "외모",
      "content": "애니메이션 원작 작가가 공인한 공식 미남으로 [12] , 어떠한 이견도 없이 귀멸의 칼날 세계관 내 탑급의 외모를 가졌다. 눈썹에 힘을 주면 더 잘생겨 보인다고 한다. 윗 부분은 숏컷마냥 짧고 아랫부분은 길게 늘어진, 전체적으로 층이 지고 삐죽삐죽하게 뻐친 머릿결이 특징인 칠흑빛 머리카락. 머리카락의 길이는 어깨 아래까지 내려오는 세미 롱 헤어. 작중 남성 캐릭터들 중에서는 어느 정도 긴 편에 속했으나 후에 토키토 무이치로 , 코쿠시보 , 도우마 등 장발의 남성 캐릭터가 점차 늘면서 중간층 정도에 속하게 되었다. 기본적으로 머리카락은 꽁지머리이지만 귀살대 가 해산한 완결 시점에서는 오른팔이 잘려서 한 손으로는 머리를 묶기 어렵기 때문인지 숏컷으로 잘랐다. 어두운 푸른색 눈동자 의 소유자. 흐리멍텅한 게 소위 ' 죽은 눈 '이며, 눈매도 사납게 그려져 매서운 분위기를 가져다 주기도 한다. 과거에는 눈에 하이라이트 존재하고 눈매도 날카롭지 않았으며 오히려 둥글고 눈꼬리가 처진, 탄지로와 비슷한 눈매의 순하고 여린 인상이였지만, 사비토 의 죽음 이후 점차 현재의 눈으로 변한 것으로 추측. 분위기도 어두운 편이라 오바나이는 불행을 티내는 얼굴이 싫다거나 텐겐은 초상집 분위기가 난다고 평하기도 했다. 초반부와 후반부의 인상이 상당히 다른 편이다. 기유가 허당이라는 것이 드러나기 전에는 날카롭고 과묵한 인상이었지만 허당이라는 게 드러난 후로는 후반부의 그림체도 어딘가 맹하고 나사 빠진 듯한 표정으로 바뀐다. 눈매도 날카로운 눈매에서 점차 과거처럼 처진 눈매로 변한다. 완결시점에서 훨씬 밝아지고 잘 웃게 되어 이미지가 완전히 달라진다. 특이하게도 하오리 의 무늬가 반반으로 나뉘어 있다. 하오리의 반은 자신의 누나인 토미오카 츠타코의 유품, 다른 반쪽은 사비토 의 것이다. [13] 어두운 붉은 색을 띄는 부분이 츠타코, 노란색과 초록색이 어우러진 무늬가 있는 부분이 사비토의 것. 그래서 하시비라 이노스케 는 나타구모 산에서 기유를 보고 반반 하오리라고 불렀다. 이노스케가 사람들의 이름을 잘 못 외우고, 첫 인상대로 지은 별명이나 되는대로 부르는 왜곡된 이름으로 부르는 일이 잦긴 한데, 다른 특징 다 놔두고 반반 하오리라고 부른걸 보면 야생아 출신인 이노스케가 보기에도 옷 무늬가 반씩 나뉜게 희한해보인듯. 또 다른 특징으로는 현대 기준으로도 키가 꽤 크다. 176cm로 주들 중에서는 중위권이지만 현대 일본 성인 남성의 평균 키가 171cm 정도라서 현대를 기준으로 해도 큰 축에 드는 데다 작중 배경이 근현대인 다이쇼 시대 임을 고려하면 엄청난 장신이다. 논외급인 우즈이 텐겐이나 히메지마 교메이를 제외하면 사네미, 쿄쥬로와 함께 상위권에 든다. 슬림한 근육질 체형으로 [14] , 노출이 전혀 없는 대원복 차림이라 평소에는 드러나지 않지만 아카자와의 전투에서 탄지로가 내비치는 세계를 사용할 때나 전투가 끝난 후 상처를 불로 지질 때 드러난다. 4기 애니에서는 탄지로가 설득하려 쫓아다는 부분에서 목욕을 하고 있던 기유를 창틀 사이로 엿보는 장면이 오리지널로 추가되었는데, 드러난 상반신이 꽤 탄탄한 것을 볼 수 있다. 다만 작중 등장하는 남캐들이 대부분 근육질 체형이라 딱히 부각되지는 않는다."
    },
    {
      "title": "성격",
      "content": "안 되겠네, 이 인간. 말이 안 통해... 기유 외전, 동문서답을 반복하는 기유에게 남긴 마타기 의 평. 그러니 다들 (기유 씨를) 싫어하는 거예요. [15] 코쵸우 시노부 기본적으론 이름에 걸맞게 착하고 정의롭지만 사비토의 죽음 이후 성격이 냉정하게 변했고 감정에 쉽게 휘둘리거나 드러내지 않으며 어지간한 일에는 특유의 죽은 눈과 무표정으로 일관한다. 하지만 심성은 타인을 위하고 착한만큼 아주 냉혈한은 아니라, 한편으로는 유연하고 개방적인 일면도 있다. 도깨비가 된 아버지에게 살해당할 뻔한 마타기 야에를 구해주면서 아버지께서도 네가 강하게 살아남길 바란다고 위로해 주거나, 도깨비에게 가족과 친구 사비토 를 잃었기에 도깨비를 증오하지만 네즈코와 탄지로가 서로를 지키려는 모습에 감명받아 이 둘을 살려주고 네즈코에게 대나무 재갈도 물려주고 조언도 해준다. 심지어 스승 우로코다키 사콘지 까지 소개해주며 목숨을 걸고 보증까지 서주기도 했다. [16] 최종전에서도 한쪽 팔을 희생해가며 이노스케와 젠이츠를 구했다. 항상 무표정인 이유는 원래부터 자신의 감정을 표현하는 데에 익숙하지 않으며, 최종선별 당시 사비토의 죽음으로 심한 자괴감과 자기혐오에 빠져 있기 때문이다. 기유가 표정 변화가 얼마나 없는지 느낄 수 있는 예시가 주합 재판 때인데, 탄지로가 주들조차 접촉한 적 없는 키부츠지 무잔과 접촉했다는 소식을 듣자 다른 주들은 물론 히메지마 교메이와 토키토 무이치로조차 놀란 표정을 지었는데 혼자서만 표정 변화가 없었다. 심지어는 렌고쿠 쿄쥬로 와 코쵸우 시노부 의 부고 소식을 들었을 때도 마찬가지로 약간 멍했을 뿐 딱히 동요하지 않고 침착함을 유지했다. 다만 속으로는 분노를 삼키고 있었던 듯 원흉인 무잔을 대면했을 때는 이례적으로 화난 얼굴이었다. 겉으로만 보면 멘탈갑에 쿨해 보이나 허당이다. 그 이유는 눈치가 없어서다. 상대의 기분과, 이 말이 상대에게 어떻게 들리고 받아들일지 따윈 전혀 생각하지 못하고 본의 아니게 상처주는 말을 한다. 예를 들어 \"(얼떨결에 살아남았을 뿐인) 난 (정당하게 도깨비를 죽이고 최종선별에 합격한) 너희와 다르니까. \"같은 식으로 자기비하, 자기혐오적 발언을 너무 요약한 바람에 오해를 부르고 만다. [17] 나타구모 산에서 이노스케 를 구할 때도 부족한 판단력에 대해 온갖 신랄한 독설을 퍼붓는 것처럼 보였지만 실은 이노스케를 진심으로 걱정하고 있는 그대로 말한 것이다. 난… 미움 받고 있지 않아. 시노부 의 팩폭에 대한 본인의 대답. [18] 심지어 본인이 미움받는 상황조차 눈치채지 못한다고 작가가 점프 공식 트위터에 보내진 질문에 답변을 한 적도 있다. 팬북을 보면 텐겐은 항상 음침하다며 싫어했고, 사네미는 자기만 잘났다는 듯한 태도를 싫어했으며, 오바나이는 나는 불행하다는 식의 태도를 싫어했다. 시노부와 쿄쥬로, 교메이는 너무 말수가 적고 목소리가 작다는 점을 지적했고, 무이치로는 그냥 장식 같다는 감상밖에 없었다. 유일하게 만인에게 호감을 가지는 미츠리만이 말수가 적고 우물쭈물거리는 모습을 귀엽다고 봤을 정도로, 시노부 말마따나 미츠리를 제외한 주들 중 절반은 그를 싫어하거나 관심을 주지 않았고, 그를 좋게 봐주는 나머지 주들도 대부분 그의 태도에는 문제가 있다고 지적하고 있었는데, 본인은 타인의 기분 자체를 모르고 있었던 것. [19] 심지어 외전에서는 사람을 잘 따른다는 강아지조차 기유를 마구 물어 뜯는다. 말주변도 별로 없을 뿐더러 설명 을 똑바로 하지 않는 게 문제. 그냥 평범하게 자기 할 말을 할 때는 약간의 독설가 기질이 있긴 해도 잘만 하는데, 문제는 여기서 '왜 자기가 이런 말이나 행동을 하는가'에 대한 설명이 일관되게 결여되어 있다. [20] 듣는 사람이 왜 그러냐고 이유를 물어봐도 눈치가 없기 때문에 대답해야 하는 게 어떤 이유인 건지 감을 못 잡고 답해서 상대방을 더 화나게 만드는 것이다. [21] 귀멸학원 설정대로라면 '눈은 마음의 창이니까 말없이 바라보기만 해도 서로의 마음을 알 수 있다'는 생각도 있는 것 같다. 종합하자면 원래 말수가 적은데 눈치가 없어서 상대방이 자기 발언을 이해했는지 못 했는지 모르니 부연 설명을 안 하고, 그렇다고 상대방이 설명을 요구하면 요점을 어떻게 잡고 말해야 하는지도 모르니 지나치게 간결하거나 엉뚱한 답을 해서 더더욱 상황을 꼬이게 만드는 식. 이렇게 말이 안 통하니 사람들에게 미움받고 오해사기 딱 좋은 성격이라 하겠다. 팬들은 과거에는 이렇게까지 말주변도 없고 눈치까지 없는 성격은 아니었으며, 그가 겪은 파란만장한 일들이 그의 성격에 큰 변화를 주었을 것이라고 말한다. 실제로 과거 묘사를 보면 기유는 원만히 잘 웃고 대화하며, 심지어 눈에 안광도 존재한다. 누나를 잃은 직후에도 자기비하적인 성향은 있었으나 이것을 사비토가 어느 정도 채워주고 있었는데 그 또한 죽어버리자 그 이상 타인과 원만히 관계를 형성하거나 대화를 시도하는 등의 행동은 하지 않는 폐쇄적인 성격이 된 듯 [22] . 그 탓에 워낙 타인과 적절하고 원만한 대화를 이루는 것이 서툴어 중요한 말을 빼먹고 오해할 만한 발언만을 일삼는다던가, 본인의 생각과는 다른 말들을 내뱉고 스스로 곤란해하기도 한다. 더불어 보기와 다르게 자긍심 또한 그렇게 강한 편이 아니다. 도리어 해도 너무할 정도로 자긍심이 없다. 자존감도 매우 낮다. 아카자가 기꺼이 칭찬아끼지 않을 정도의 강자 임에도 불구 자신이 주인 것도 '자기 말고는 할 사람이 없기 때문에'라고 생각할 정도다. [23] 이것은 어릴 때 누나에게 도움받아 자기 혼자 살아남았던 것도 있지만, 최종선별 때 사비토의 활약으로 살아남아 통과되어버린 영향도 크다. 무이치로와 미츠리를 제외하고 다들 자긍심이 넘쳐서 자신들이 존경하는 우부야시키 카가야한테까지 자신의 뜻을 굽히지 않을 정도인 것을 생각하면 기유는 상대적으로 매우 약하다 봐도 무방하다. 즉 커뮤니케이션 능력이 떨어지고, 거기에 눈치까지 없으며, 하다못해 자긍심까지 약한 만큼 오해를 쌓을 수밖에 없는 성격이라고 볼 수 있다. 결국 이러한 성격 때문에 동료 주들과 분란을 일으킨다. 허당 기질도 심해서 주합회의 이후 자괴감에 빠져있을 때 탄지로가 자꾸 말을 걸자 '얘 언제까지 이러는 거지? 혹시 내가 대답 안 하면 죽을 때까지 이러는 게 아닐까?'라며 두려움을 느껴 먼저 백기를 들었고, 탄지로가 뜬금없이 빨리 먹기 시합을 하자고 할 때도 당황하면서도 태연히 소바 빨리 먹기를 한다던가, 사네미와 실전 훈련 이후 그가 탄지로의 눈새 발언으로 성내며 돌아가버리는 와중에도 그가 왜 그러는지도 생각 못 하고 탄지로와 같이 \"다음엔 그에게 오하기라도 주면 친해질 수 있지 않을까?\"라는 이야기나 하고 있다. [24] 진짜로 이러면 큰일난다는 나레이션은 덤. 이렇게 맹한 부분이 있는 기유지만, 일에서만큼은 감정적으로 on/off가 확실한 편으로, 복수심 때문에 기본적으로 전투중에도 감정표현이 격렬한 다른 많은 대원들과는 다르게 전투 상황 중이면 아무리 감정적으로 격해져도 갈무리를 잘하며 그로 인해 상황판단력이 상당히 높다. 평소엔 허당끼 있고 차분하고 싸움을 즐기지 않아서 그렇지 의외로 기유도 사네미만큼은 아니어도 은근히 호승심이 있어 보인다. 아카자 전에서 직접 본인이 자신보다 약하거나 비슷하다면 빨리 끝낸다고 하나 그 이상의 강자 가 있을 경우 진심으로 승부를 내고 싶다고 말할 정도."
    },
    {
      "title": "개요",
      "content": "귀멸의 칼날 의 등장인물인 토미오카 기유 의 작중 행적을 설명하는 문서."
    },
    {
      "title": "과거",
      "content": "일찍이 병으로 사망한 부모님의 유산으로 누나인 '토미오카 츠타코'와 둘이서 살고 있었다. 그러나 츠타코는 혼례를 치르기 하루 전 도깨비 의 습격으로 기유를 숨기고 죽임을 당한다. 이때 도깨비에게서 살아남은 기유는 주위에 도움을 요청하며 도깨비가 누나를 죽였다고 말하고 다녔으나, 주변 사람들은 기유를 미신 쟁이라 무시하며 더불어 그에게 마음의 병 이 있다고 여겨 그를 산속 외곽에서 병원을 운영하고 있는 친척에게로 보내버렸다. 친척집으로 가는 길 도중 인파 사이로 스며들어 도망쳤지만 여러모로 상황이 좋지 않아 졸지에 산속에서 죽을 뻔한 것을 귀살대 의 육성자 중 하나인 우로코다키 사콘지 와 아는 사이인 사냥꾼에게 구조가 되어, 그 뒤로 사콘지의 제자가 되어 수련을 받기 시작한다. 그리고 이 즈음 사비토 를 만나게 되는데, 같은 또래에다 고아 처지인 것마저 같아 빠르게 친해졌다고 한다. 가족을 잃은 기유에게 사비토는 둘도 없는 소중한 친구였으나 귀살대 선별시험 에서 사콘지와 그의 제자들을 증오하는 손 도깨비 에게 그마저 잃게 되며 당시 선별시험은 사비토 단 한 명 을 제외한 나머지 인원이 전부 합격하게 된다. 당시 기유는 처음 덤벼 온 도깨비에게 부상을 당하여 정신이 몽롱한 상태였으며 이마저도 사비토가 그를 구해주고 나서 구원을 바라는 쪽으로 향하였는데, 정신을 잃은 기유가 재차 깨어나자 이미 7일 동안 진행되던 선별시험은 끝이 난 상태였다. 이때의 묘사나 사비토와 함께 양손을 맞대고 해맑게 웃고 있는 공식 일러스트를 보면 어렸을 때의 기유는 지금처럼 말주변이 없거나 대화하기를 기피하며, 본인의 목숨을 소중하게 여기지 않는다거나 [1] 감정 표현을 하지 않는 인물은 아니었다. 기유는 사비토가 죽지 않았으면 훌륭한 수주가 되었을 것이라며 안타까워했다. 그가 지금 입고 다니는 반반 하오리도 절반은 누나인 츠타코의 것, 절반은 사비토의 것이다."
    },
    {
      "title": "도입부",
      "content": "생사여탈의 권리를 남에게 쥐어주지 마! 비참하게 조아리는 짓은 그만둬! 그런 게 통했으면 네 가족은 죽지도 않았어! 뺏는가, 빼앗기는가의 순간 주도권도 못 쥐는 약자가 동생을 고쳐? 원수를 찾아? 우습기 짝이 없군! [2] 약자에겐 어떤 권리도, 선택지도 없다! 힘으로 강자에게 굴복당할 뿐! 동생을 고칠 방법은 도깨비들이라면 알지도 모르지! 하지만! 도깨비 놈들이 네 의사나 바람을 존중할 거라 여기지 마라! 물론 나도 널 존중하지 않는다! 그게 현실이야! 아까 왜 여동생을 온몸으로 감쌌지? 고작 그거로 지켜낼 셈이었나? 왜 도끼를 안 휘둘렀지? 왜 내게 등을 보인 거야? 그 실책으로 여동생을 빼앗긴 거다! 네놈과 동생을 함께 꿰뚫어도 될 일이었어! [애니맥스] 여동생의 목숨을 빼앗지 말아달라며, 울 것 같은 목소리로 눈밭에서 도게자를 하며 비는 탄지로에게 한 일갈. 울지 마라... 절망하지 마라! 그런 건 지금 할 일이 아니야. 네가 충격을 받았다는 건 안다. 가족이 살해되고 여동생은 도깨비가 됐으니 괴롭겠지. 절규하고 싶겠지. 나도 안다. 내가 한나절만 빨리 왔었다면 네 가족은 죽지 않았을지도 모른다. 하지만 시간을 되돌릴 방도는 없다. 분노해라! '용서할 수 없다'는 강하고 순수한 분노는 손발을 움직이기 위한 흔들림없는 원동력이 된다! 약해빠진 각오로는... 여동생을 지킬 수도, 고칠 수도, 가족의 원수를 갚을 수도 없다! [애니맥스] 위의 일갈에 이어지는, 탄지로를 향한 기유의 독백. 주로서 카마도 탄지로 가 사는 곳에 도깨비가 나타난다는 명령을 받고 가지만 반나절 정도 늦어서 참사를 막는 데 실패한다. [5] [6] [7] 이후 도깨비로 변한 네즈코 에게 먹힐 뻔한 탄지로를 구해주고 네즈코를 죽이려 하지만 네즈코를 살려달라며 도게자 하는 탄지로에게 그의 안일한 태도에 대해 위와 같이 일갈한다. [8] 자신의 패배를 알고 있으면서도 기지를 발휘하여 예상치 못한 공격 [9] 으로 자신의 허를 찌른 탄지로와 자신이 지금까지 봐왔던 도깨비들과 다르게 도깨비화로 인한 체력 소비, 부상 회복으로 인한 체력 소비, 기아 상태가 겹친 와중에도 탄지로를 지키려는 네즈코를 보고 생각을 바꿔 네즈코를 살려준 뒤 탄지로에게 사기리 산의 우로코다키 사콘지 를 찾아가 귀살대의 대원이 되게 한다. [10]"
    },
    {
      "title": "나타구모산 편",
      "content": "이후 한동안 등장이 없다가 [11] 대원들이 계속 죽어나가는 나타구모산에 십이귀월 이 있다고 판단한 나리의 명령을 받고 충주 코쵸우 시노부 와 함께 나타구모산으로 간다. 거미 일가의 아비에게 죽을 뻔한 하시비라 이노스케 를 구해줬다. 아빠 거미에게 붙잡혀 목숨이 경각의 위기에 처해 있을 때 바람처럼 나타나 순식간에 이노스케를 잡은 팔을 베어버리고는 이노스케가 엄청나다고 감탄하는 사이 물의 호흡 제4형으로 순식간에 마무리를 내버린다. 자기가 얼마나 다쳤는지도 모르는 놈은 싸움에 낄 생각도 마라. 이후 아비 거미를 십이귀월로 착각하는 이노스케에게 상대를 제대로 알라며 질책한 후 호승심을 보여 자신에게 덤비려는 이노스케를 간단히 포박해 나무에 매달아버리고 떠난다. [12]"
    },
    {
      "title": "VS 하현 5 루이",
      "content": "내가 올 때까지 잘 견뎌줬다. 뒤는 맡겨라. 그리고 탄지로와 네즈코가 루이에게 당할 뻔하자 구해주고 십이귀월 중 하나인 하현 5 루이 의 공격을 자신만의 기술인 물의 호흡 제11형 잔잔한 물결로 [13] 가볍게 막아내고 순식간에 거리를 좁혀 일격으로 목을 벤다. [14] 이후 루이가 탄지로와 네즈코의 모습을 보고 잊었던 가족의 기억이 다시 생각나서 다가가는 모습과 그것을 동정하는 탄지로의 모습을 지켜본다. 2년이라는 시간이 흘러선지 탄지로를 기억하지 못했고 [15] 루이의 옷을 짓밟고는 사람을 먹는 도깨비를 동정하지 말라고 단호하게 말한다. 그러나 탄지로가 도깨비는 괴물이 아니라 한때는 인간이었던 덧없고 슬픈 생명체기에 자신이 도깨비란 사실에 괴로움과 자신의 행위에 후회를 느끼는 자를 밟을 수는 없다고 말하자 감명을 받으며 그제서야 탄지로를 알아보고 덧붙여 애니메이션 묘사에서는 잠든 네즈코를 보고 떠올린다. [16] 한편 시노부가 와서 네즈코를 죽이려 하자 곧바로 시노부에게 헤드락 을 걸어 저지한다. [17] 그후 시노부에게 이상한 짓을 하니 다들 (기유를) 싫어하는 거라는 말을 듣자 한동안 말이 없다가 [18] 자신은 미움 받은 적이 없다고 단언한다. [19] 그리고 탄지로와 네즈코를 도망치게 해준다. 그후 이러한 행동을 하는 이유를 물어보는 시노부에게 그것은 2년 전이었지 라면서 탄지로의 과거사를 얘기하려고 하지만 [20] 시노부는 그렇게 옛날 일부터 말해줘봤자 곤란하고 아까 모두에게 미움 받고 있다는 말에 아직도 악감정을 품고 있냐는 말에 흠칫한다. 하지만 빈틈을 놓치지 않은 시노부의 신발에 숨긴 칼날로 공격당할 뻔 하지만 [21] 다행히도 탄지로와 네즈코를 본부로 데려오라는 까마귀의 지령이 내려오면서 싸움을 멈춘다."
    },
    {
      "title": "귀살대 주합 재판 편",
      "content": "이후 주합 재판에서 사주 이구로 오바나이 가 도깨비를 도주시키려 했다는 혐의로 기유를 처벌해야 한다며 추궁하지만 [22] 시노부가 먼저 탄지로의 이야기부터 들어보자고 해서 일단 넘어간다. [23] 주들이 모일 때 혼자서 멀리 서 있었는데 연주 는 이걸 보고 귀엽다고 하였다. 그러다 풍주 사네미 가 상자 안에 있는 네즈코를 찌르려고 해 [24] 탄지로와 충돌하자 이제 곧 어르신이 오신다며 사네미에게 소리를 지르고 이 말에 순간 흠칫한 사네미에게 탄지로가 박치기를 먹이자 놀란다. 우로코다키 사콘지의 편지에 의하면 네즈코가 사람을 해치게 될 경우 탄지로는 물론이고 사콘지와 기유까지 할복 하겠다며 보증을 섰고 탄지로는 본인과 네즈코를 감싼 기유가 추궁을 받자 자기 때문이라며 괴로워했다. 또 이구로가 탄지로의 폐를 압박하자 팔을 붙잡으며 막는다. 하지만 어르신 이 직접 네즈코의 존재를 허락하고 사네미가 자기 몸에 상처를 내 피를 보이며 유혹하였음에도 [25] 네즈코가 여기에 넘어가지 않음으로써 위기를 넘긴다."
    },
    {
      "title": "무한열차 편",
      "content": "...그래? [애니맥스더빙판] 탄지로가 친구들과 지령을 받아 떠나기 전에 만나 짧은 대화를 하는데, 탄지로는 네즈코를 위해 목숨을 걸어줘서 고맙다고 말을 전했고, 기유는 이에 감사 인사라면 말보단 임무를 통해 갚으면 된다고 대답하였다. [27] 시간이 흘러 무한열차에서의 전투가 끝난 후 염주 렌고쿠 쿄쥬로 가 임무 중 상현 3 아카자 와 싸워 전사했다는 소식을 듣고는 \"그런가\"라며 평탄한 반응을 보였다. 다른 주들이 놀라고 분노하는 모습을 보인 것과 대조적인데 기유의 성격을 생각하면 겉모습으로만 무덤덤할 뿐 속으로는 많이 놀라고 안타까워했을 것이다. [28]"
    },
    {
      "title": "도공 마을 편",
      "content": "직접 등장한 건 아니지만 탄지로가 분노에서 발견되는 재능을 설명할 때 예시와 함께 근황이 나오는데 밥풀 잔뜩 묻히며 아주 맛있게 밥을 먹고 있었다."
    },
    {
      "title": "합동 강화 훈련 편",
      "content": "탄지로와 몇몇 주들( 텐겐 , 미츠리 , 무이치로 ) 덕분에 상현의 육 , 오 , 사 가 차례차례로 쓰러지고 하주 토키토 무이치로 와 연주 칸로지 미츠리 에게서 반점 이 발현하는 일이 생긴다. [29] 주 회의에서 반점에 관한 얘기가 나왔지만 기유 혼자만 자신과는 관련이 없는 일이라며 자리를 벗어나려 하여 분란을 일으킨다. [30] 암주 히메지마 교메이 덕분에 일은 어느 정도 일단락되었지만 다른 주들이 훈련을 시키며 단련하는 와중에도 혼자서만 훈련에 참여하지 않는다. 이로 인해 병상에서 더 이상 일어나지 못하는 큰 어르신 에게서 홀로 과거만을 바라보는 기유를 돌아보게 해달라는 전달을 받은 탄지로가 찾아와 설득하게 된다. 난 수주가 아니야. 자신의 근신 처분이 풀리면 훈련을 부탁해도 되겠냐는 탄지로의 질문에 즉각 거부하는데, 그에게서 화가 난 냄새가 뭉근하게 올라오자 화가 나 있는 것을 눈치챈 탄지로가 이유를 물어보자 탄지로가 물의 호흡을 끝까지 추구하지 않았기 때문이라고 답한다. 또한 자신은 수주가 아니기 때문에 수주가 공석인 지금은 하루라도 빨리 수주가 필요하다며 알 수 없는 말을 하고 자리를 뜬다. [31] 하지만 탄지로의 끝없는 공세에 질린 기유는 자신의 과거를 탄지로에게 밝힌다. [32] 우로코다키의 제자인 탄지로와도 어느 정도 연이 있는 사비토 와 동기였는데, 같은 나이에 고아라는 공통점이 있던지라 금방 친해졌다고 한다. 그러나 선별시험 도중 도깨비에게 부상을 당해서 죽을 뻔 했지만 사비토가 거의 모든 도깨비를 토벌하고 죽어버리는 바람에 얼떨결에 살아남아서 통과했다고. 그렇기 때문에 사비토와는 달리 자신은 다른 주들과 대등하게 있을 자격이 없고 반점이 나오지도 않을 것이라고 비하한다. 결국 본인보다 더 강하고 정작 수주에 올랐어야 할 사비토는 죽고 그 사비토에 견줄만한 사제 는 해의 호흡 으로 갈아타버렸으니 탄지로에게 내심 서운한 감정을 품은 건 어찌보면 당연했던 것. 탄지로도 렌고쿠 쿄쥬로에게 비슷한 감정을 품은 적이 있기에 섣불리 말을 걸지 못하다가 사비토의 유지를 잇지 않을 거냐는 물음에 기유가 멈춰서고 이때 기유는 사비토와의 대화를 떠올린다. 기유는 당시 자신을 위해 대신 도깨비에게 죽었던 누나 츠타코에게 죄책감을 품고 있어서 자신이 죽었어야 했다고 자책했다고 한다. 하지만 그의 말에 화가 난 사비토가 뺨을 때리며 그런 소리하지 말라 누구도 아닌 네가 누나를 모욕하지 말라며 누나가 이어준 목숨, 맡긴 미래를 네가 이으라는 일갈을 한다. 그때의 통증이 되살아난 기유는 반성하면서 누나와 사비토에게 사과하고 탄지로의 훈련 제안을 받아들이는데, 뜸을 들이느라 풀 죽은 것이라 착각한 탄지로가 의식의 흐름 이 폭주한 끝에 내뱉은 소바 빨리 먹기 대결에 뜬금없이 왜냐며 의아하면서도 받아들인다. [33] 소바를 먹던 중 탄지로에게 시노부의 근황에 대해 듣지 못했다며 시노부가 훈련에 참가하지 않는 이유에 대해 궁금해 한다. [34] 이후 풍주 사네미와 대련을 하는데, 사네미가 도발하고 서로 목검이 부러지는 등 살벌하게 싸운다 [35] . 이 모습을 목격한 탄지로는 오하기를 서로 먹겠다고 진짜 싸우는 것이라 착각해 난입해서는, 자기가 잔뜩 만들어줄 테니 그만 싸우라고 말하다가 부끄러웠던 사네미에게 한대 맞고 뻗는다. [36] 탄지로가 정신을 차렸을 땐 사네미도 사라졌는데, 기유는 탄지로에게 그와는 싸우고 있던 것이 아니었다고 해명한다. 기유의 말에 그들이 일륜도 가 아닌 목검을 들고 있던 것을 뒤늦게 생각해낸 탄지로가 오해해서 사과하자 괜찮다 하고 사네미가 오하기를 좋아한다는 것을 알아서 다행이라며 다음부터는 오하기를 선물로 줘야겠다고 하면서 친해질 수 있을 것이라고 흐뭇하게 웃는다. 탄지로도 해맑게 웃으면서 \"그것 참 좋은 생각이에요\"라고 동조하는 건 덤 . [37] 이에 대해 내레이션에서 \"싸움 나니까 말려주세요.\" 코멘트가 나온다. [38] 본편에선 정확하게 설명되지 않았지만 사네미와 대련하던 천년죽림이란 대나무숲이 강화 훈련의 최종 코스이며 기유의 담당으로 일대일 대련인 것으로 보인다. [39] [40] 이후 키부츠지 무잔 이 카가야를 찾아버리는데, 카가야는 이를 짐작했고 주를 소집하는 것과 동시에 자폭한다. 기유는 탄지로와 모든 주들과 함께 무잔을 노리지만 나키메 의 혈귀술 에 당해 아공간 무한성으로 끌려간다. [41]"
    },
    {
      "title": "무한성 편",
      "content": "무한성편 참여자 (스포일러 주의) [ 펼치기 · 접기 ] 도깨비의 왕 키부츠지 무잔 십이귀월 코쿠시보 · 도우마 · 아카자 · 나키메 · 카이가쿠 귀살대 본부(지휘 사령부) 우부야시키 키리야 · 우부야시키 카나타 · 우부야시키 쿠이나 · 렌고쿠 신쥬로 · 우즈이 텐겐 귀살대 주(柱) 히메지마 교메이 · 시나즈가와 사네미 · 토키토 무이치로 · 이구로 오바나이 · 칸로지 미츠리 · 코쵸우 시노부 · 토미오카 기유 귀살대 일반대원 카마도 탄지로 · 카마도 네즈코 · 아가츠마 젠이츠 · 하시비라 이노스케 · 츠유리 카나오 · 시나즈가와 겐야 · 무라타 도깨비(귀살대 진영) 유시로 · 타마요 기타 인물 우로코다키 사콘지 · 고토 · 칸자키 아오이 무한성편 생존자 도깨비의 왕 키부츠지 무잔 십이귀월 코쿠시보 · 도우마 · 아카자 · 나키메 · 카이가쿠 귀살대 본부(지휘 사령부) 우부야시키 키리야 · 우부야시키 카나타 · 우부야시키 쿠이나 · 렌고쿠 신쥬로 · 우즈이 텐겐 귀살대 주(柱) 히메지마 교메이 · 시나즈가와 사네미 · 토키토 무이치로 · 이구로 오바나이 · 칸로지 미츠리 · 코쵸우 시노부 · 토미오카 기유 귀살대 일반대원 카마도 탄지로 · 카마도 네즈코 · 아가츠마 젠이츠 · 하시비라 이노스케 · 츠유리 카나오 · 시나즈가와 겐야 · 무라타 도깨비(귀살대 진영) 유시로 · 타마요 기타 인물 우로코다키 사콘지 · 고토 · 칸자키 아오이 무한성편 생존자 기유는 추락하던 탄지로를 구하고 함께 무한성 내부에 있던 하현급의 강함을 지닌 잡도깨비들을 쓰러뜨린다. 이때 탄지로는 자신의 미세한 움직임만 보고도 무슨 기술인지 파악하고 서로 닿지 않게 기술을 사용하는 기유의 높은 역량에 감탄하면서도, 무슨 생각을 하는지 표정을 읽을 수 없는 기유를 보고 겁을 먹었다. [42]"
    },
    {
      "title": "VS 상현 3 아카자",
      "content": "이동 중 우부야시키 키리야 의 까마귀가 충주 코쵸우 시노부 의 전사 소식을 전하자 잠깐 놀라지만 [43] 이미 동료들과 자신의 죽음에 각오를 한 것인지 페이스를 잃지 않는다. 이후 갑자기 진동이 울려서 당황하는데, 탄지로에게 원한이 있던 상현 3 아카자 가 천장을 부숴서 나타난 것이었다. 그리고 탄지로와 아카자의 격돌을 지켜보는데, 탄지로가 처음 만났을 때 자신에게 무릎을 꿇고 여동생을 살려달라며 울던 무력했던 모습과는 달리 현재는 상현 3과 호각으로 싸워서 '그렇게 약해서 남에게 애걸복걸하던 네가 끝내 홀로 우뚝 서서 상현과 대등히 겨루게 되었다'라며 매우 감탄한다. [44] 아카자: 이름을 대라. 네 이름은 무어냐!! 기억해두고 싶다!! 기유: 도깨비에게 밝힐 이름은 갖고 있지 않아. 난 떠드는 걸 싫어하니, 말 걸지 마라. 아카자: 그래? 넌 떠드는 걸 싫어하는구나? 난 떠드는 걸 좋아하는데. 몇 번이고 물어보마, 네 이름을!! 이후 본격적으로 전투에 들어가지만 [45] 진심을 내는 아카자에게 고전을 면치 못한다. 50년 전에 싸웠던 수주와는 달리 새로운 기술을 쓰는 모습에 아카자가 흥미로워하며 이름을 물어보자 도깨비에게 댈 이름은 없고 자신은 이야기하는 게 싫으니 말 걸지 말라며 차갑게 응수한다. [46] 그러자 아카자가 자신은 말을 거는 게 좋다면서 발차기를 날리자 최소 벽 두 개는 뚫릴 정도로 멀리 날아가고 만다. 나 지금 열 받았다. 등짝이 맹렬하게 아프거든. 아주 날 멀리도 날려 보냈구나, 상현의 3. 탄지로가 위기에 처했을 때쯤 다시 등장하여 등이 아파서 매우 화가 났다고 말한다. 기유는 본래 싸움을 즐기는 성격이 아니지만 압도당할 것 같은 강자와의 목숨을 건 싸움이 사람을 얼마나 성장시키는지 새삼 느낀다. 그리고 직후 반점 을 각성한다. [47] 각성 후 아카자를 잠깐 압도하지만 말 그대로 잠깐이었을 뿐 그 사이에 아카자도 기유의 성장 속도에 적응해 버린다. [48] 교착 상태에 이른 둘은 탄지로가 아카자의 약점을 탐색하느라 고뇌하는 동안 호각으로 합을 주고받는다. 긴 공방 끝에 결국, 기유는 수면 베기부터 생생유전, 잔잔한 물결까지 물의 호흡의 모든 형을 사용했으나 아카자를 죽이지 못했고 아카자의 측면 공격에 검까지 부러져 절체절명의 위기에 이른다. 이때 아카자의 약점을 찾아 내비치는 세계 를 각성한 탄지로에 의해 아카자의 팔이 잘려 구사일생으로 살아남는다. 각성한 탄지로에게 위협을 느낀 아카자가 필살기인 파괴살 종식 - 청은난잔광 을 사용했고, 기유는 이에 당해 일어서지도 못하게 되지만 [49] 탄지로가 아직 버티고 있었고, 투기를 내뿜지 않아서 아카자가 눈치채지 못하자 그대로 목을 베어버리라고 속으로 외친다. 그러나 탄지로가 특유 고질병인 정직함 때문에 이름을 외치며 정면 대결을 걸어서 그걸 왜 굳이 부르냐며 답답해하지만, 탄지로가 아카자의 목을 단 한 합에 베어버리자 깜짝 놀란다. [50] [51] 목을 베인 아카자가 다시 목을 붙이려 하자 칼을 던져 그의 목과 머리를 완전히 분리시키는 데 성공한다. 그런데 아카자는 머리가 날아갔음에도 목의 절단면을 재생하면서 다시 부활하고, 탄지로를 한 방에 기절시킨다. 아카자가 탄지로를 끝장내려 하자 자신의 부러진 검을 들고 그의 앞을 막아서는데 목을 잘렸음에도 상처가 회복되는 그의 경이로운 생명력에 어이없어하면서도 끝끝내 아카자와 대치하며 쓰러지지 않고 \"나는 아직 살아 있다. 탄지로를 죽이려면 나부터 쓰러뜨려라\"라며 계속 일어난다. 아카자가 염주 를 사지로 내몬 기술인 파괴살 멸식을 전개하려고 할 때 탄지로가 깨어난다. 기유는 자신을 신경쓰지 말라고 하나 탄지로가 기유를 데리고 공격 범위 밖으로 빠져나온다. [52] 아카자는 인간이었을 적의 기억을 떠올린 후 전의를 잃고, 스스로에게 기술을 날린다. 그럼에도 아카자의 몸은 다시 재생하려 하지만 코유키 의 영혼과 재회한 그는 완전히 갱생하여 소멸한다. 아카자가 완전히 사라진 것을 확인한 뒤 탄지로가 기절해버리자 그를 걱정하지만 본인도 누적된 피로와 부상으로 인하여 무릎을 꿇은 채로 기절한다. [53] 그리고 이들이 거둔 승리는 우부야시키 키리야의 까마귀를 통해 무한성 내부의 귀살대원들에게 알려진다. 이후 탄지로보다 먼저 일어났고 지혈해도 출혈이 멈추지 않자 불로 달군 칼로 상처를 지져 상처 부위를 막았다. [54] 그리고 탄지로에게 출혈이 멈추지 않으면 오라고 친절히 말한다. 이후 탄지로와 함께 무잔이 있는 곳으로 향한다."
    },
    {
      "title": "VS 키부츠지 무잔",
      "content": "십이귀월 이 시간을 끌어준 덕분에 무잔은 인간으로 돌아오는 약을 분해하여 전투에 돌입해 귀살대를 학살하고 탄지로와 기유는 나키메의 혈귀술로 무잔과 같은 방에 소환된다. 무잔이 부활하여 그들의 눈앞에 나타나자, 평소의 감정을 드러내지 않는 기유의 모습과는 달리, 눈이 충혈이 될 정도로 분노하지만 [55] , 겨우 이성을 유지한 후 같이 분노하며 이성을 잃어가던 탄지로에게도 침착함을 유지하라고 이른다. 이후 무잔의 망언 을 듣고는 탄지로와 함께 격분하며 [56] 전투를 개시한다. 무잔이 공격을 시작하자 제11형 잔잔한 물결로 막지만 전혀 다가가지 못하고 고전한다. 그러다 무잔에게 접근했다가 반격당해 오른눈을 잃은 탄지로를 구해낸다. 기유와 탄지로는 해가 뜰 때까지 버티는 것을 목표로 하지만 무잔은 시간을 끌어봤자 이곳은 햇빛이 닿지 않는 무한성이라 의미가 없고 주 셋으로 [57] 그게 가능하냐며 이미 오바나이와 미츠리는 죽었다고 말한다. 계속 무잔의 공격을 쳐내지만 탄지로가 무잔에게 죽을 위기에 처하자 구하러가지 못해 절망에 휩싸인다. 그러나 죽은 줄 알았던 미츠리와 오바나이가 무잔을 저지하여 탄지로를 구해내고, 기유는 그 둘이 살아 있었음에 놀란다. [58] 이후 무잔이 무한성의 지배권을 두고 유시로와의 싸움에 들어가자 오바나이와 함께 방해한다. 물론 무잔이 팔을 채찍으로 써서 막아냈기에 상처는 입히지 못했지만 무잔이 나키메를 죽여서 나키메를 포기하게 만들었고, 유시로가 끝까지 붕괴되는 나키메의 육체를 조종한 덕분에 전원 무너져 내리는 무한성에서 탈출한다. 전장이 시가지 한복판으로 바뀌고 까마귀가 일출이 한 시간 반 정도 남았다고 알린다. 기유는 미츠리, 오바나이와 함께 곧바로 무잔에게 달려든다. 주들과 맹공을 펼치지만 [59] 큰 피해를 주지 못하고, 목이 잘린 순간에 재생하는 무잔을 보고 경악한다. 무잔에게 너무 근접한 나머지 주들 모두 무잔의 촉수에 죽을 뻔하지만 일반 대원들이 방패가 되준 덕택에 목숨을 건지게 된다. 그러나 그 직후 탄지로가 무잔이 주입해둔 피 때문에 세포 붕괴를 일으키며 각혈, 기유는 또다시 절망하는 표정을 짓는다. 계속 무잔과 공방을 주고받으며 주위에 떨어진 물의 호흡 검사의 일륜도를 주으려 하지만 결국 무잔의 촉수에 다리를 다친다. 그러나 기유는 반점이 나왔기 때문에 즉사하지는 않았고 뒤늦게 교메이와 사네미가 합류하게 된다. 기유는 저 멀리 다가온 무라타를 보고 이름을 부르며 쓰러져있는 탄지로의 치료를 부탁하고 다시 싸움에 돌입한다. 독이 돈 채로 계속 싸우나 무잔의 일격에 검을 놓치고 힘이 다해 죽을 위기에 처하지만, 오바나이와 교메이가 무잔의 촉수를 막아주고 사네미가 근처에 떨어진 물의 호흡 검사의 일륜도를 던져주자 그것을 들고 무잔의 촉수를 쳐내며 수주로서 마지막까지 싸우겠다고 결의한다. [60] 싸우던 중 오바나이가 혁도 를 만들고 이노스케 , 젠이츠 , 카나오 가 참전하여 여유가 생기고 그 틈에 사네미가 자신에게 달려오자 흠칫해한다. 그리고 사네미와 검을 부딪혀 검을 혁도로 만든다. [61] 다른 주들과 함께 혁도로 무잔을 몰아붙이나 다리에서 뽑아낸 기습 촉수의 일격에 오른팔이 잘리고 [62] 다른 주들, 젠이츠, 이노스케와 함께 리타이어한다. 다른 주들과 마찬가지로 전선에 복귀가 힘들 정도로 치명상을 입었지만 유시로 의 응급처치에 사네미, 교메이와 함께 일어나 다 죽어가는 몸으로 남은 왼팔로 검을 잡은 채 전장으로 향한다. [63] 일출이 시작되자 무잔의 발악으로 사네미와 오바나이가 튕겨 날아간 가운데, 끝까지 버틴 탄지로지만 왼팔이 뜯겨나간 나머지 혁도를 유지하지 못해 무잔이 몸을 빼내기 직전인 위기 상황에서 탄지로의 뒤를 받쳐주는 동시에 남은 왼팔로 칼을 같이 쥐어 혁도를 재발동해 무잔의 움직임을 저지한다. 그러자 태양으로부터 도주하기 위해 무잔이 커다란 아기의 형상의 고기 덩어리로 부풀어오르면서 빨려들어 갈 뻔하지만 다행히 탄지로가 뒤로 밀쳐준 덕분에 무잔의 살더미에서 탈출하나 탄지로는 그대로 흡수된다. 비통하게 탄지로의 이름을 외치며 손을 뻗어보지만 이미 늦은 상황. 그 순간 무잔이 도주를 시작하자 살아남은 일반 대원, 은들이 무잔의 퇴로를 막아서준 덕분에 무잔은 점점 햇빛에 타들어가나 추잡하게도 땅 밑으로 도주하려는 것을 교메이가 은들의 도움을 받아 사슬로 도주하는 무잔을 잡아당기는 동안 제10형 생생유전을 시전하지만 본래 오른손잡이였던 탓에 왼팔만으로는 큰 피해를 주지 못한다. 그러자 뒤이어 사네미, 오바나이까지 가세해 공격하지만 이쪽도 다 지칠대로 지친 상황이라 제대로 된 데미지를 주지 못하고 마지막 남은 희망인 교메이의 사슬도 끊어진 절망적인 순간, 무잔이 탄지로의 혁도에 몸이 베었고 토혈해 땅 속으로 숨지 못해 결국 태양에 불타 재가 되어 사라지기 시작한다 . 그리고 대망의 200화에서 무잔은 태양 빛에 용서없이 타들어가 소멸한다. 모든 싸움이 일단락되자 은들의 치료 요청과 만류에도 불구하고 기어이 몸을 움직여 탄지로의 생사를 확인하지만 탄지로는 이미 숨을 거둔 상태였다. 탄지로의 시체를 보며 울고 있는 은들을 보자 기유 또한 눈물을 흘리며 탄지로의 시체에 다가가 오열한다. 또 지키지 못했어. 난 항상 남 에게 보호만 받고…. 용서해다오. 미안하다. 네즈코 . 미안해…. 이렇게 무잔 전에서 사네미와 함께 살아남은 단 두 명의 주가 되었다. 물론 반점이 발현되어서 25세 이전에 죽을 운명이므로 살 날이 얼마 안 남았다. 하지만, 이보다 잔인한 시련이 기유를 기다리고 있었으니..."
    },
    {
      "title": "그 이후",
      "content": "은 대원들과 함께 탄지로 곁에서 계속 오열하던 중 갑자기 탄지로가 눈을 뜬다. 갑작스런 상황에 다들 어안이 벙벙해하던 중 탄지로가 뜯겨나간 왼팔을 재생하고 무차별적인 공격을 시작하는데, 기유는 즉시 상황파악을 끝내고 공격받을 뻔한 은을 안고 대피시킨다. 알고보니 무잔이 죽기 전에 탄지로를 도깨비로 만들었던 것. 탄지로가 은의 대원을 피습하기 직전에 태양으로 인해 불타올라 살인미수로 그쳤지만, [64] 탄지로가 도깨비가 되었다는 사실을 어쩔 수 없이 받아들이면서 그에게 다가가려는 은의 대원들 전부에게 대피 명령을 내리고 [65] 최대한으로 소리쳐 주변 사람들에게 탄지로가 도깨비가 되었다고 알린다. 움직일 수 있는 사람-!! 무기를 들고 모여라-!! 탄지로가 도깨비로 변했다. 햇빛 아래에 고정해 불태워 죽여야 한다. 사람을 죽이기 전에 탄지로를 죽여라!! [66] 탄지로가 죄를 범하기 전에 죽여야 한다며 태양에 불타 괴로워 그늘로 도피하려는 탄지로의 가슴을 일륜도로 관통해서 붙잡고 태양에 서서히 타죽어가는 탄지로의 모습에 오열한다. 조금만 늦었어도 틀림없이 은(隱)을 죽였을 거다. 제발 부탁이다. 이대로, 탄지로인 상태로 죽어다오…!! [67] [68] 허나 피부가 타들어 가던 것도 잠시, 탄지로는 이내 태양마저 극복한 완전한 도깨비 가 된다. 이를 눈앞에서 목격하고는 패닉에 빠진 기유는 그 틈에 탄지로의 주먹에 턱을 가격당해 뇌진탕이 와 그대로 후속타를 맞고 죽을 뻔 하였으나, 이노스케가 빠르게 달려와 이를 쳐내서 구사일생한다. 다만 무잔과의 전투에서도 피와 체력을 엄청나게 소모한데다가 턱을 가격당하며 받은 충격에 출혈까지 겹쳐서 제정신을 유지하기도 힘든 상황. 거기다 탄지로를 막기 위해 돌진한 이노스케마저 탄지로와의 추억 때문에 끝내 검을 휘두르지 못하나, 때맞춰 도착한 네즈코가 탄지로를 끌어안으며 제지한다. 이후 탄지로가 내지른 괴성으로 인한 충격파로 몸이 튕겨나간 후, 촉수가 돋아난 탄지로의 공격으로부터 젠이츠를 구한다. 그리고 네즈코를 물어서 피맛을 알아버렸으므로 탄지로를 빨리 죽여야 한다고 절박하게 생각하다가, 오히려 네즈코를 먹지 않고 지키는 모습을 보며 탄지로의 자아가 도깨비의 본능에 저항하고 있다는 사실을 깨닫고는 탄지로의 자아를 되찾을 방법을 강구하기 시작한다. 그리고 그 시기에 맞추어 카나오가 도깨비를 인간으로 되돌리는 약을 가지고 탄지로에게 접근해 약을 주입하고 반격에 중상을 입는 것을 목격한다. [69] 그리고 탄지로는 무잔의 암시를 뿌리치고 마침내 인간으로 되돌아온다. 탄지로가 인간으로 돌아온 것을 보고 안도의 한숨을 내쉰다. 무잔이 소멸된 후 기르던 머리를 잘라낸 모습으로 나온다. [70] 그리고 사네미 와 함께 마지막 주합 회의에 참여하고 우부야시키 키리야의 감사 인사를 듣는다. 그리고 사네미와 서로에게 미소 짓는다. 그리고 탄지로와 네즈코를 우로코다키 사콘지 와 함께 맞이한다. 탄지로는 기유 씨가 다시 웃을 수 있어서 좋다고 했고, 기유도 이제 검사가 아닌 새로운 길을 걷게 된다."
    },
    {
      "title": "에필로그",
      "content": "무한성편 생존자 (스포일러 주의) [ 펼치기 · 접기 ] 귀살대 본부(지휘 사령부) 우부야시키 키리야 · 우부야시키 카나타 · 우부야시키 쿠이나 · 렌고쿠 신쥬로 · 우즈이 텐겐 귀살대 주(柱) 시나즈가와 사네미 · 토미오카 기유 귀살대 일반대원 카마도 탄지로 · 카마도 네즈코 · 아가츠마 젠이츠 · 하시비라 이노스케 · 츠유리 카나오 · 무라타 귀살대 측 도깨비 유시로 기타 인물 우로코다키 사콘지 · 고토 · 칸자키 아오이 무한성편 참여자 에필로그 시점(레이와 시대)에서도 생존한 인물은 밑줄 귀살대 본부(지휘 사령부) 우부야시키 키리야 · 우부야시키 카나타 · 우부야시키 쿠이나 · 렌고쿠 신쥬로 · 우즈이 텐겐 귀살대 주(柱) 시나즈가와 사네미 · 토미오카 기유 귀살대 일반대원 카마도 탄지로 · 카마도 네즈코 · 아가츠마 젠이츠 · 하시비라 이노스케 · 츠유리 카나오 · 무라타 귀살대 측 도깨비 유시로 기타 인물 우로코다키 사콘지 · 고토 · 칸자키 아오이 무한성편 참여자 이후 시간이 흘러 현대인 레이와 시대 로 넘어온 최종화. 초등학생 나잇대의 기유의 후손 [71] '토미오카 기이치(冨岡義一)'가 사비토, 마코모의 환생인 친구들과 함께 떠들며 등교하는 모습으로 등장한다. [72] 기유처럼 말수가 적은 건 변함없지만, 반대로 눈동자가 맑다. 게임에서 혼자만 캐릭터 중복이 떠서 슬퍼하는 마코모에게 사비토와 함께 여우가면 모양의 레어 캐릭터를 선물해준다. [73] 주인공 남매와 얽혀 그들과 함께 여정을 같이한 토미오카 기유는 귀살대 해산 당시 찍은 사진 속에 영원히 남게 되었다. 작중 매사에 진지하며 끽해야 미소 정도밖에 보이지 않았던 그가 사진 속에서는 환한 얼굴로 활짝 웃고 있다. 이 사진은 현대의 카마도 가에서 보관되고 있다. 23권 추가본에는 사네미와 밥을 먹는 사진도 있다. 팬북에 나온 바로는 싸움이 끝나고 한동안 의식불명의 중태에 빠졌고 한때는 정말 죽기 직전까지 갔으나, 네즈코가 매일같이 병문안을 갔다고 한다. 싸움 중에 크게 손상되어버린 하오리를 네즈코가 거의 원래대로 수선해 놓았고, 이에 크게 감동받은 기유는 네즈코에게 산더미 같은 선물을 보냈다고 한다. 그래서 젠이츠에게 적대시 당하고 있다고. 또한 탄지로의 편지에 드디어 답장을 주기 시작했으며 더 이상 과거의 자신을 책망하지 않아서 탄지로가 기뻐했다고 한다. 이제는 웃는 표정도 곧잘 짓거나 우즈이 가족과 온천에 같이 가는 등 [74] [75] 점점 나아져가고 있었다."
    },
    {
      "title": "외전",
      "content": "기유를 주인공으로 한 외전이 나왔다. 시점은 대략 본편 근처인 듯하다. 시작부터 도깨비를 참수하며 강렬하게 등장한다. [76] , 이후 명을 받아 도깨비를 토벌하러 가는데 야에라는 여자 마타기 [77] 가 곰에게 가족들을 잃었다며 복수하러 간다고 소동을 피운다. 기유는 야에에게 난데없이 자기는 귀살대에서 도깨비를 잡으려왔다고 했고, 야에와 그녀를 말리던 마을 사람들이 혼란스러워서 경찰 혹은 정부 사람이냐고 묻자 전부 아니라고 하다가 그럼 칼은 왜 들고 다니냐 는 질문에 칼을 놓고 다시 한번 귀살대의 토미오카 기유라고 소개한다. 말이 안 통한다고 생각한 마을 사람들이 기유가 찬 검을 보고 건너편 산에 사는 숯쟁이 가족 을 참살한 범인이 아니냐고 포박하려고 한다. [78] 하지만 다행히도 근처에 휴가차 온 코쵸우 시노부 가 있었고 그녀의 차분한 해명 덕분에 오해는 풀렸다. [79] 야에가 갑자기 쓰러져서 시노부가 간병했고 기유는 기다리는 동안 옆에서 자신에게 으르렁대던 야에의 개를 쓰다듬으려다가 손을 물린다. [80] 정신을 차린 야에에게 시노부가 자신들은 귀살대이며 야에의 가족을 죽인 것은 도깨비일 것이라며 차분히 정황을 설명하지만 [81] 야에는 가족을 죽인 것은 곰이라고 계속 우겨서 별 수 없이 내보내 준다. 화를 내며 나가는 야에에게 기유는 자신은 도깨비에서 인간으로 다시 돌아온 경우를 본 적이 없다고 경고한다."
    },
    {
      "title": "VS 마타조",
      "content": "이후 야에가 도깨비가 된 아버지를 죽이려다가 역으로 당할 위기에 처한 순간 나타나서 구해준다. 야에의 만류에도 야에의 아버지 마타조를 참수하는데 야에의 아버지가 소멸하기 직전 뭐라고 중얼거리자 깜짝 놀란다. 직후 야에가 절망감에 자살하려 들었으나 야에 아버지의 피가 방아쇠에 묻으면서 굳어져 다행히도 불발이 나서 저지하는데 성공했다. 야에가 원망하면서 내버려두라고 하자 그녀의 아버지가 말했던 \"살아라\"라는 말을 남긴다. 이후 시노부와 식사를 하면서 우로코다키 사콘지의 마음을 잔잔한 물결처럼 평탄하게 유지하라는 말을 떠올리던 중 시노부에게서 변했다는 말을 듣는다. 야에에게 의외로 친절하게 대했다는 말에 카마도 남매 를 구한 것이 과연 옳은 것인지 고민하다가 무슨 일이 있어도 자신의 마음은 변하지 않는다며 이는 9명의 주들 또한 마찬가지라고 단언한다. 귀살대를 지탱하는 기둥으로서 자신의 검은 무엇을 위해 휘두르는지, 뭘 지키는 것인지, 지탱해야 될 것이 있어야 주라며 자신은 변치 않는 모습을 보여준다. [82] 때마침 기유가 좋아하는 연어무조림이 나오자 시노부를 포함한 식당의 모든 사람들이 경악할 정도의 미소를 보여준다. 마치 빛을 내뿜는 듯한 엄청난 미소였고, 시노부에게 ‘이쪽 보며 먹지 말아 달라’라는 부탁을 받는다."
    },
    {
      "title": "소설판",
      "content": "카가야가 기유의 마음의 짐을 덜어주고 싶다는 의미로 \"기유의 웃는 모습을 보고 싶다\"라는 말을 하자 시노부를 제외한 다른 주들이 이 말을 액면 그대로 받아들인다. 시노부는 말리려고 시도하지만 주들은 도무지 말을 듣지 않고, 그 때문에 벌어지는 참사가 ‘한쪽 날개의 나비’ 5편 ‘웃지 않는 너에게’의 내용. 텐겐은 팔씨름 대회에서 기유를 이기게 해 기분 좋게 하려는 계획을 세운다. 그러나 텐겐의 계획을 눈치 못챈 교메이가 기유를 압살했고, 다른 주들도 에라 모르겠다 싶어서 진검승부가 벌어진다. 그리고 팔씨름 순위는 단행본에서 공개된다. 미츠리는 어린 동생을 달래듯이 기유를 간지럽히지만 성인 남성에게 이 방법이 통할 리는 만무했고 [83] , 기유는 정색을 넘어 공포마저 느낀다. 오바나이는 이런 상황을 보고 열받아서 시도조차 안했고, [84] 쿄쥬로는 안경을 머리에 올려두고 안경을 찾는 콩트를 하지만 기유뿐 아니라 아무도 웃지 않았다 . 그 사네미조차 시노부의 귀띔으로 ‘연어무조림을 같이 먹으러 가자’라고 제안하지만 눈새인 기유가 아까 먹어서 싫어 라고 대답하자 빡치고 만다. 결국 사네미와 접촉금지령을 받았다고 한다. 기유는 이 이야기를 탄지로에게 이야기하며 다들 나한테 화를 냈는데 '왜 그랬을까'라며 진지하게 고민하고, 탄지로도 헛다리를 짚는다. [1] 아카자 와의 대결 중 부러진 검을 들고 탄지로 앞을 막아서며 그를 죽이고 싶다면 자신을 먼저 상대하라고 한다든가, 자폭하려는 아카자를 눈치챈 탄지로가 기유를 데리고 그곳을 벗어나려 하자 자신은 신경쓰지 말라며 소리를 지르는 모습 등. 또한 더 이상 동료와 가족을 눈앞에서 잃고 싶지 않다며 결의를 다질 때에도 본인 목숨은 안중에도 없다. 기유의 입장에서는 이들의 의지를 잇는다는 것이 '본인을 희생해서 다른 사람을 지킨다'를 뜻할지도 모른다. 그러나 기유의 과거 회상에서 사비토에게 뺨을 맞고 날아가는 모습을 보면 당시에도 지금처럼 심하지는 않았으나 누나가 죽은 것이 본인 때문이라며 자책하는 자기비하적인 모습이 있었다. 사비토가 뺨까지 때려가며 누나가 이어준 목숨을 네가 잇는 것이라며 격려해주었으나, 누나를 잃은 뒤로 의지하게 되었던 소중한 사람을 또다시 잃게 되자 사비토가 해주었던 조언과 위로마저 망각할 정도로 한층 더 우울해져 버린 것. [2] 원문은 소지천만(笑止千万). 누가 들어도 어처구니 없어서 웃음을 멈출 만한 말을 의미하는 일본의 관용어구다. [애니맥스] 3.1 3.2 [5] 다만 시간상 기유가 어떻게 해도 늦을 수밖에 없던 상황이었고 거기다 상대가 상대 였던지라 오히려 늦은 덕분에 본인까지 죽는 불상사는 피했다고 볼 수 있다. [6] 그 키부츠지 무잔이 있는 곳에 왜 기유 혼자만 파견되었는지 의문을 가진 사람들도 있는데, 애초에 도깨비가 나타났다는 정보만으로 그 도깨비가 도깨비의 우두머리인 무잔일 거라 예상할 수 있을 리가 없다. 더구나 주합 회의 편에서도 드러나지만, 당시 귀살대는 무잔의 생김새조차 모르고 있었다. 꾸준하게 외형과 신분을 바꾸는 만큼 모습을 알아도 별 의미는 없겠지만. [7] 이때 자신이 한나절만 일찍 왔어도 탄지로의 가족은 죽지 않았을 거라고 하는데 이때는 무잔만 도깨비를 만들 수 있다는 설정이 잡히지 않았던 듯하다. 우로코다키가 \"상처에 도깨비의 피가 들어가면 도깨비가 되는 게 당연하다\"라고 한 것과 탄지로네를 습격한 도깨비가 인간을 도깨비로 만들었다는 것을 알고도 자신이 일찍 왔으면 막을 수 있었을 거라 한 것을 보면 이때는 무잔이 아닌 도깨비를 통해서도 도깨비가 될 수 있다는 설정이었던 듯. 코쿠시보 와 도우마 도 인간을 도깨비로 만들 수 있지만 이는 무잔의 허락을 받은 일이며 상현은 되어야 이런 권한이 생기는 것으로 보이기에 기유가 왔어도 막지 못했음은 마찬가지다. 또한 그 수하인 상현도 도깨비를 만들 수 있다는 사실은 귀살대 측에서도 모르고 있었을 테고. [8] 이는 아래의 독백처럼 탄지로에게 단순히 화를 내는 것이 아니라 자신도 탄지로와 같은 경험이 있었기에 자신에 대한 원망이라도 좋으니 도깨비가 된 가족이 죽은 이후라도 살아갈 의지를 주기 위해서였다. [9] 기유가 네즈코의 어깨를 칼로 파버리려고 찌르자 탄지로는 기유를 향해 돌을 두번 던진 다음 도끼를 들고 그대로 돌격했다. 기유는 손쉽게 돌을 쳐냈고 탄지로에게 감정에 치우친 단순한 공격이라며 검 손잡이를 내려쳐 쓰러트렸으나, 쓰러진 탄지로의 손에는 어째서인지 도끼가 없었다. 이 사실을 인지한 순간 탄지로의 도끼가 갑자기 하늘에서 날아와 기유의 머리 쪽으로 떨어졌고 기유는 고개를 꺾어 아슬아슬하게 피했다. 알고 보니 탄지로가 기유에게 돌을 던져 주의를 끔과 동시에 나무 뒤를 지나가면서 팔이 나무에 가려진 틈에 도끼를 위로 던지고, 도끼가 없음을 숨기기 위해 일부러 도끼를 땅에 끌면서 공격하려는 듯한 자세로 돌격한 것이었다. 이를 눈치챈 기유는 애초 자신이 베이고 나서 자신을 공격하려는 의도였다며 탄지로가 자신이 이길 수 없다는 것을 알았다고 독백한다. [10] 그리고 기유의 이 선택은 사실상 귀멸의 칼날 스토리에서 가장 중요하고도 결정적인 선택이 되어, 최종 보스인 무잔을 쓰러뜨리는 초석 이 된다. [11] 편집자는 한동안 기유가 탄지로를 지켜보는 장면을 넣으면 어떻겠냐고 거듭 제안했는데, \"기유는 그러고 있을 시간 없다\"면서 작가가 거절했다고 한다. [12] 이때 감각이 뛰어난 이노스케도 자신이 포박당하고 나무에 매달리는 걸 눈치채지 못할 정도로 빠르게 처리했다. 주와 일반 대원의 격차를 보여주는 장면. [13] 원래 물의 호흡의 모든 형은 총 10개이며, 잔잔한 물결은 기유가 개발한 독자적인 고유 기술이다. 여기서 탄지로와의 전력차가 확연히 드러나는데 같은 물의 호흡 사용자임에도 불구하고 탄지로는 10형을 제외한 모든 기술이 높게 쳐줘도 거의 물줄기 수준으로 표현되지만 기유의 기술은 거의 호수 혹은 바다급으로 장대한 파도가 친다. 물론 탄지로도 계급에 비해 매우 강한 편이라서 심하게 너프를 당하기는 했지만 전 십이귀월 을 이긴 적이 있을 정도로 강하다. 탄지로보다 계급이 높음에도 불구하고 잡도깨비의 목도 제대로 베지 못하는 대원도 수두룩하다. 기유는 그런 탄지로조차 피래미로 보일 정도로 압도적으로 강하다는 것이다. [14] 사실 너무 일방적이어서 싸움이라고 보기도 힘들고 오히려 처형 에 더 가까웠다. 루이가 눈을 감았다 뜬 사이에 베었다. 그러나 이후 팬북에서 밝혀진 바로는 루이가 가족들에게 나눠주었던 힘을 모두 회수하고 싸웠다면 실은 하현 1~2정도의 강자였으며, 기유와도 어느 정도 대등한 싸움을 벌일 수 있었을 것이라고 한다. 무잔의 말대로 가족에 집착하던 루이의 인간성이 패배를 부른 것이다. [15] 이노스케에게서 탄지로라는 이름을 들었을 때도 무반응이었다. 다만 처음 만났을 당시 탄지로는 통성명을 한 적이 없으니 이름을 몰라 반응을 안했을 가능성도 다분하다. [16] 네즈코에게 대나무 재갈을 물린 사람이 기유다. [17] 자신보다 훨씬 작은 여자를 상대로 헤드락을 거는 모습이 우스꽝스럽기도 하지만 기유 입장에서는 단지 카마도 남매가 도망갈 시간을 벌어줄 목적이었으므로 시노부에게 검술을 쓸 수 없는 상황에서 완력으로 제압하는 것 말고는 딱히 다른 방법이 없었다. 그렇다고 평범하게 제압하려 해봐야 시노부가 순순히 당할 리도 없고 다른 자세로 제압하면 영 어색한 모양새가 연출되었을 것이다. [18] 기유는 기본적으로 상대가 들었는지 안 들었는지 무표정·무반응으로 가만히 있다가 상대가 또 물어봐야 그제서야 대답을 할까 말까다. [19] 무자각이었냐는 시노부의 탄식은 덤. [20] 마주보고 차분히 설명해야 할 이야기를 헤드락을 건채로 하려고 하니 당하고 있는 시노부는 어이 없어 했다. 기유의 허당기와 서툰 대인관계를 보여주는 장면. [21] 애니메이션에선 막으려고 칼을 빼든 장면이 나온다. 원작에선 오른쪽이 가려져서 안 보인다. [22] 탄지로는 자기 때문에 기유까지 처벌 받게 생기자 미안해한다. [23] 시노부가 태도를 바꿔 기유를 감싸준 이유는 원작이나 애니에서도 나오지 않았지만 아마도 정황상 나타구모산에서 복귀 중에 기유에게 재차 카마도 남매와 자신의 인연에 대한 설명을 들었기 때문으로 보인다. 복귀 명령을 전달받기 직전 기유의 대사가 \"2년 전이었다.\"였으니 가는 동안 충분한 설명을 들었을 것이다. [24] 사네미가 등장하자 힐끔 쳐다보는데, 사네미 성격을 잘 아는 만큼 어떻게 나올지 뻔하기 때문이다. [25] 사네미는 도깨비를 취하게 만들 정도의 희귀혈을 가지고 있다. 또한 모든 도깨비에게 희귀혈은 극상의 진미와도 같이 여겨지기에 네즈코가 식탐에 넘어갈 것이라 생각하고 피를 낸 것. [애니맥스더빙판] ...그런가? [27] 애니메이션 한정 묘사. 원작에는 나오지 않는다. [28] 이에 대한 근거로 까마귀에게 전사 소식을 전해 들었을 때 걸음을 멈추고 잠시 벙쪄 있었다. 심지어 아주 작게나마 입도 벌리고 있었다. [29] 무이치로에게 반점 발현 조건을 듣고 그렇게 간단한 걸로 되는 거냐며 황당해하는 사네미에게 이걸 간단하다고 말해버리는 간단한 머리라서 부럽다고 독설을 날려 사네미를 열받게 한다. 그런데 말투가 띠꺼워서 그렇지 기유의 말에 틀린 점은 하나도 없는 것이 반점의 발현 조건은 체온은 39도 이상에 심박수는 200을 넘기는 상태를 유지해야 하는데 당연하지만 이것은 절대 겨우라고 치부할 일이 아니다. 당장 2009년 세계를 강타했던 신종플루 나 2019년부터 전 세계를 공포로 몰아넣은 코로나19 의 경우만 보더라도 보통 사람은 체온이 39도면 열성 경련 때문에 내부 장기가 제대로 작동을 안 해서 몸을 거의 제대로 못 가누게 되고 심박수 200은 보통 숨이 턱 밑까지 차오를 정도로 격렬한 운동을 한 직후의 상태에서나 나올까 말까 한 수치이다. 간단히 말하면 둘 다 몸의 한계를 극한까지 몰아붙여서야 잠시나마 볼 수 있는 현상인데 이를 동시에 유지한다면 보통 사람은 그 자리에서 죽는다. 의학에 정통한 시노부 역시 보통 사람은 고사하고 주라고 해도 간단하다고 말할 일이 아니라고 했다. 다만 기유의 성격을 생각한다면 그렇게까지 생각한 건 아니고 \"그 정도의 일을 간단하다고 여길 정도로 시나즈가와는 정신력이 대단하구나\"라고 말하려 했던 것을 잘못 말했을 가능성이 크다. [30] 이때 기유는 \"나는 너희와 다르다.\"라고 발언하는데, 이 의미는 \"뼈를 깎는 노력과 재능으로 주에까지 올라온 너희들과는 달리 나는 순전히 운으로 올라온 주 자격이 없는 인간이다.\"라는 의미였다. 말을 너무 줄인 원인으로 다른 주들의 오해를 산 것. 단지 평소 기유의 대화법을 잘 알고 있던 시노부만은 기유의 말에 뭔가 다른 뜻이 있을 거라 보고 말이 너무 부족하다고 지적했다. [31] 말은 퉁명스레 했지만, 그만큼 탄지로를 자신의 사제처럼 생각하고 그만큼 인정하기에 자신의 후임으로 주의 자리에 올라야 한다며 인정하는 셈인 것이다. 다만 탄지로가 물의 호흡의 굉장한 숙련자지만 결정적인 부분에서는 안맞는 경향이 있어 다른 호흡 을 하기 시작했기 때문에 물의 호흡에서는 최고의 경지에는 오르지 못할 것이다. [32] 나흘(4일) 내내 밤낮을 안 가리고 심지어 화장실 앞에까지 따라와서 말을 걸어대니 이게 평생 계속되나 싶어서 지친 것. 그 기유조차 지치게 할 정도 의 끈기를 지닌 탄지로의 모습은 덤. 이를 보고 팬들은 '극E(탄지로)가 극I(기유)를 간택하는 방법'으로 비유했다 여담으로 계속 따라다니는 탄지로를 쫓아내기는 커녕 밥까지 준다 [33] 이후 애니에서 다이쇼 소곤소곤 이야기에서 또 소바를 먹으러 가자며 먼저 말을 꺼냈고, 연어무조림 먹으러 가자고 할 땐, 미소를 짓는 모습도 보여준다. [34] 애니메이션 오리지널 추가장면. [35] 사네미가 공격을 피하며 느리다고 하자 물의 호흡 중 가장 빠른 기술이 7형 물방울 파문 찌르기로 대응해준다. [36] 사네미에게서 언제나 오하기 냄새가 나서 좋아한다는 걸 눈치챘다. 여담으로 기절한 탄지로에게 본인의 하오리로 베개를 만들어 베어주고 그가 깨어날 때까지 곁에서 기다려주었다. [37] 눈치 없는 행동이지만 이젠 기유가 마음을 열고 주들과 친해지겠다는 의미를 갖고 있다. [38] 애니에서는 내레이션 대신 탄지로의 까마귀인 마츠에몽이 “그만둬라 바보야”라고 말한다. [39] 아무래도 방어력 스탯은 귀살대 최강을 찍은 기유인 만큼 대원들의 공격력 증강을 위해 기유를 돌파하는 것을 최종 미션으로 주기로 한 듯 하다. [40] 이를 반영해서 히노카미 혈풍담 2에서는 기유와의 일대일 대련 장면이 추가되었다. [41] 애니판에서는 자기보다 위에서 떨어지는 탄지로의 이름을 부르면서 하염없이 떨어진다. [42] 단행본에도 추가 설명이 없어서 알 수 없지만, 냄새로 대강이나마 감정을 읽을 수 있는 탄지로가 당황한 걸 보면 정말로 그냥 아무 생각이 없었던 걸로 보인다. [43] 원작에서는 놀란 모습이 옆모습 한컷만 나왔지만 애니판에서는 정면에서도 보여주는데 렌고쿠 때보다도 훨씬 눈이 커지고 입을 벌린 채 달리고 있다. 곧 냉정을 되찾고 상황파악을 하긴 하지만 기유로서도 주들 중에서는 가장 자신과 가까웠던 시노부의 죽음은 큰 충격이었을 것이다. [44] 애니메이션 1기의 부제가 '카마도 탄지로 입지편'이라는 것을 생각해보면, 이때의 탄지로는 거듭된 성장을 통해 끝내 이립(而立)에 이르게 된 것이다. [45] 극장판에서는 기유와 아카자가 대치할 때 건물이 무대처럼 올라가서 조립되고 폭포까지 터지는 화려한 연출을 보여 아카자와 기유의 전투가 드디어 시작된다는 느낌의 긴장감을 높이는 연출이 추가되었다. 무대 연출가 나키메 [46] 결국 기유는 끝까지 자기 이름을 밝히지 않았으며, 탄지로가 지원 오면서 \"기유 씨!\"라고 부르자 아카자가 \"이름이 기유구나!\"라고 말하며 탄지로에게 고마워한다. [47] 탄지로가 이 광경을 보는데, 이 반점의 부작용이 부작용인지라 기뻐하지 못한다. [48] 극장판 무한성 1편 에서는 사실상 우즈이 텐겐 vs 규타로 의 전투 신처럼 원작 초월급으로 훌륭하게 영상화되었다. [49] 11형을 사용해 겨우 치명상만 피했다. 물론 당시 기유의 일륜도는 부러져 있었기 때문에 11형이 제 기능을 하지 못했던 탓도 있을 것이다. 오히려 지쳤음에도 부러진 일륜도로 상현의 3 아카자의 오의를 어찌저찌 막아낸게 대단한 수준. 실제로 아카자도 치명상을 피하고 살아 있냐며 칭찬하였으며, 넌 렌고쿠나 탄지로처럼 죽을 필요없다며 도깨비가 되라고 회유하였다. [50] 본인은 몰랐겠지만 이때 탄지로의 정정당당한 태도가 아카자가 개심하는 데 큰 도움을 줬다. 오히려 기습을 했다면 아카자의 분노를 일으켜서 패배했을지도 모른다. [51] 탄지로(무한성)&아카자(무한성)과 함께 반점 토미오카 기유 등장이 히노카미 혈풍담 2 DLC를 통해 등장 확정되었다 [52] 이때 탄지로는 내비치는 세계가 풀린 상태라 아카자의 공격을 완전히 인식하지 못하는 게 정상이지만, 과거 렌고쿠에게 파괴살 멸식을 시전한 것을 보았기에 공격을 예측할 수 있었다. [53] 검사들이 쓰러질 때의 충격으로 뇌진탕 이 생기는 것을 피하기 위해 머리를 다치지 않을 수 있는 자세로 쓰러지는 방식이라고 한다. 정작 탄지로는 그런 거 없이 머리부터 박고 기절했지만... 근데 얜 돌머리라서 괜찮을 거 같다 [54] 탄지로가 깨어났을 당시 맡았던 타는 냄새의 정체가 바로 이거였던 것. [55] 쿄쥬로, 시노부, 무이치로의 사망소식을 들었을 때 기유는 항상 딱히 동요하지 않는 모습을 보였으나, 사실 속으로는 상당한 분노를 느끼고 있었다는 것을 알려주는 부분이다. [56] 탄지로는 아예 무표정한 얼굴이 되어 무잔을 ' 존재해선 안 되는 생물 '이라고 칭한다. [57] 기유, 교메이, 사네미. [58] 무잔은 나키메의 시야를 통해 무한성을 살피는데, 그때 유시로가 나키메의 시야를 왜곡했기 때문에 무잔은 연주와 사주가 죽은 줄 안 것이다. [59] 이때 뺨에 다시 반점이 발현하였다. [60] 자신은 진정한 수주가 아니라고 자학하던 기유가 그동안 성장했다는 것을 느낄 수 있다. [61] 사네미와 칼날을 부딪히는 과정에서 칼날이 붉게 물드는 걸 보고 놀라는데, 아마 혁도의 개념에 대해 전달받지 못했거나 아니면 마찰을 통해서 혁도를 발현시킬수 있다는 사실을 몰라서 그랬을 수도 있다. 전투 최후반부의 긴박한 상황에서 탄지로의 악력을 보조해 혁도를 발현 시킨걸 생각하면 후자 일 가능성이 높은 편. [62] 이노스케와 젠이츠를 지키려다가 팔이 잘렸다. [63] 쓰러져 있을 때 약을 받고 다시 일어난 탄지로와 주들 중 가장 먼저 일어난 오바나이가 무잔을 공격했다. [64] 안면을 전부 날려버리려 팔을 휘둘렀으나 햇빛에 노출되어 피부가 그슬리는 충격에 경직되어 긁힌 상처 정도만 난 덕분에 미수에 그쳤다. 정황상 무잔처럼 피를 주입했을 가능성은 적으니 구사일생한 셈. [65] 워낙에 전무후무한 사태인데다 탄지로의 평소 행실이 좋았던 탓에 은 대원들도 사태를 확실히 파악하지 못한 채 다시 탄지로에게 다가가려고 했다. 탄지로의 선행이 오히려 독이 된 셈이다. [66] 초반에 우로코다키가 탄지로에게 여동생이 사람을 먹으면 어떻게 하겠냐고 묻고, 탄지로가 즉답을 못하자 뺨을 때리며 판단이 늦다라고 혼내는 씬이 있는데, 기유 또한 우로코다키를 사사하였다는 점을 생각해보면 판단이 매우 빠르다고 볼 수 있다. [67] 다른 귀살대원들 모두가 그렇지만 본인도 무잔에 의한 피해자이며 탄지로를 챙겨준 인물부터가 본인인지라 탄지로에게 여러모로 애착이 있었다. 그랬던 만큼 적어도 인간으로서 탄지로를 존중해주고자 그가 도깨비로서 죄악을 쌓지 않았으면 해서 바로 죽여버리려 한 것이다. 본 세계관이 천국과 지옥이 실존하며, 아무리 인간일 때 착하게 살았어도 도깨비가 되어 사람을 죽이면 지옥으로 떨어지는 것이 현실이다. 그렇게 착했던 사네미의 엄마가 도깨비가 된 순간 이성을 잃어 자기 자식들을 참살한 탓에 지옥에 갔던 것을 감안할 때 기유 입장에선 그 선량한 탄지로가 죄를 쌓기 전에 죽는 것이 그나마 탄지로에게 유일하게 해줄 수 있는 구원이었다. [68] 흥미롭게도 이 대사는 아카자 가 부상을 입은 렌고쿠 쿄쥬로 에게 '인간으로서 죽지 말고 도깨비가 되어라'라고 말한 것과 대조된다. [69] 이때 카나오를 보고 잠시 시노부를 떠올린다. [70] 팔 한쪽이 잘려나가서 한 손으로는 머리를 묶기 어렵기 때문에 자른 듯. [71] 결혼 여부가 명확하게 나오지 않아 직계 후손인지는 불명, 일본에서의 자손은 혈연자 전체를 뜻하므로 직계가 아닐 수도 있다. [72] 탄지로의 고손자이자 그 자신을 상징하는 스미히코가 학교로 뛰어가면서 이들 셋과 엇갈리는 순간 마코모가 기유의 후손이자 그를 상징하는 인물을 부름으로써 이름을 드러내는, 보기에 따라 여러 의미를 함축한 연출이다. [73] 그 레어 캐릭터는 다름 아닌 마코모의 여우 가면. [74] 다만 혼욕탕으로 가서 난처했는지 이때는 혼자 탕 구석에서 등을 돌리고 있었다. [75] 앞에서 우즈이가 기유를 싫다는 듯이 말했지만 사실은 그렇지 않은 듯하다. 딱히 좋아하지도 싫어하지도 않는 친구 관계인 듯. 어쩌면 기유의 성격이 밝아지면서 관계가 호전된 걸지도 모른다. [76] 토벌 후 까마귀가 악귀멸살이라고 외치고, 칼집에 넣은 일륜도의 악귀멸살 각인이 클로즈업된다. [77] 일본 동북 산간 지역에 사는 사냥꾼을 뜻한다. [78] 상황을 보면 참으로 우스운데, 경찰 혹은 정부의 공무원이냐고 묻는 이들의 질문에 기유는 줄곧 자신은 귀살대라는 말만 반복한다. 계속해서 그를 심문하는 이들에게 급기야 무릎을 꿇으면서까지 귀살대라고 일관되게 대답하는 모습은 가히 일품. [79] 이때 기유가 살짝 힘을 주자 묶여 있던 밧줄이 그냥 가볍게 뜯어져 버린다. [80] 이 개는 기유에게만 계속 으르렁거렸는데 손을 꽤 세게 물리고도 표정 변화가 거의 없다. 야에가 제지하려 하지만 시노부가 토미오카 씨는 원래 저런다고 신경 쓰지 말라고 한다. [81] 기유가 자신이 설명하겠다고 했지만 시노부가 그냥 가만 계시라고 잘라버렸다. [82] 여담으로 기유는 원래 스스로를 주라고 여기지 않는데, 외전 단행본에 따르면 이는 주가 된지 얼마 안 된 시노부를 배려해서 '임명된 이상 서로 열심히 하자'라는 맥락이 생략된 것이라고 한다. [83] 도중에 시노부가 미츠리의 동생들 나이를 기억해내곤 말리려고 했으나, 이미 늦었다. [84] 창피해서 기죽은 미츠리를 달래면서 기유에게 \"너는 인간도 아니다\"같은 식의 발언을 했다. 이 문서의 내용 중 전체 또는 일부는 토미오카 기유 문서의 r1415 판, 3번 문단 에서 가져왔습니다. 이전 역사 보러 가기 이 문서의 내용 중 전체 또는 일부는 토미오카 기유 문서의 r1415 판, 3번 문단 에서 가져왔습니다. 이전 역사 보러 가기"
    }
  ],
  "timestamp": "2025-10-01 16:54:38",
  "total_sections": 19
}