{
  "character_name": "하시바라 이노스케",
  "sections": [
    {
      "title": "외모",
      "content": "애니메이션 원작 기분 나쁜 녀석이네... 우락부락한 몸에 여자 같은 얼굴이라니... (정말 기분나쁜 놈이잖아... 불끈불끈한 몸 위에 여자애처럼 곱상한 얼굴이 얹혀져 있어.) 아가츠마 젠이츠 네 얼굴에 불만은 없다! 아담하고 하얀 피부가 아주 좋다고 생각해! (니 얼굴에 불만은 없어! 아주 아담한데다 피부도 하얘서 좋다고 생각해!) 카마도 탄지로 흑발 의 바탕에 끝부분이 파란색으로 물들여진 투톤의 단발머리와 가운데로 몰리고 서로 교차된 특이한 모양의 앞머리, 속눈썹이 긴 녹안 을 가진 것이 특징. 외모 자체는 미인이었던 모친 코토하 의 유전자를 강하게 물려받아 미소녀 라고 해도 믿을 정도로 곱상하게 생겨서, 근육질 몸매와는 언밸런스한 괴리감을 준다. 이 때문에 가면을 벗었을 때 드러난 그의 맨얼굴을 본 젠이츠 는 순간 여자라고 착각했으며, 탄지로 역시 피부가 하얗고 곱상하게 생겼다며 대놓고 솔직하게 말하기도 했다. 작가가 그린 성반전 만화에서도 원본과 별 차이가 없다고 서술된다. 유곽에 잠입하기 위해 여장을 했을 때 못생긴 분장으로 숨겨진 그의 외모가 범상치 않음을 알아차린 유곽의 여주인이 싼값을 치르고 데려갔으며, 분장을 지우고 여성 기모노를 입은 모습도 예쁜 여자아이 그 자체라서 유녀들을 감쪽같이 속였을 정도. 이때 화장을 지운 모습을 본 가게 주인이 이노스케를 유곽 최고 오이란인 와라비히메 와 코이나츠급의 유녀로 만들 생각에 기뻐했던 것을 보면 [11] , 그의 외모는 단순 미소녀의 수준을 한참 상회하고 작중 최고 미녀 계보에 등극하는 정도임을 알 수 있다. 심지어는 세계관 최고의 미녀인데다 외모에 대한 기준이 굉장히 높은 편인 다키 마저도 오비에게 이노스케를 산 채로 잡으라고 명령할 때, \"저 놈은 마키오를 붙잡을 때 방해했던 놈이다. 아름다웠지 \"라고 했을 정도이다. [12] 다만 걸걸한 목소리는 도저히 어쩔 수 없었는지 우즈이 에게 말을 하지 말라는 지시를 받는다. [13] 평소에 쓰고 다니는 멧돼지 가죽은 당연히 본인 얼굴이 아니지만 이 멧돼지 얼굴로도 작중에서 매우 다양한 감정이 표현되고 나름의 애교가 있기에 팬들에게는 멧돼지 머리 역시 이노스케의 또 하나의 얼굴로 인식되고 있다."
    },
    {
      "title": "성격",
      "content": "야생에서 들짐승처럼 자라와서 그런지 마치 맹수 처럼 굉장히 다혈질 에 단순무식한 전투광 . 때문에 상식이 부족하고 생각이 깊지 않아 인간이든 도깨비든 강해보이면 누구에게나 싸움을 시도하며, 어린아이를 발판으로 삼거나 누구에게나 반말을 쓰는 등 지나치게 거친 모습을 보여준다. 허나 이러한 점은 탄지로와 젠이츠를 만나면서 조금씩 고쳐나가고 있다. 환락의 거리편 에서는 유녀로 잠입하는 임무에서 삼인방중에 타고난 비주얼 빨도 있지만 가장 정상적이고 상식적으로 진행했으며 자신의 돌발행동도 최대한 자제하며 가장 먼저 다키와 접촉하는 성과를 올리기도 한다. 물론 다키를 놓쳐버리자 역시 이런 방법은 본인과 안맞는다며 성급하게 웃통을 까고 유곽내부를 뛰어다니며 생난리를 치긴 했지만. 또한 이시기에 탄지로한테 귀살대에 계급체계와 계급을 보는 방법같은걸 알려주고, 여태 몰랐냐면서 황당해하며 역으로 설명해주는 진기한 장면을 보여주기도 했다. 입버릇은 저돌맹진 (猪突猛進). 멧돼지가 무서운 기세로 돌진하는 모습에서 유래된 일본식 사자성어. 다만 각각 '저돌'과 '맹진'이라는 단어는 존재한다. [14] [15] 또 다른 입버릇은 \"네놈이 하는 건 나도 할 수 있다, 짜샤!\" 이다. 상대와 경우를 막론하고 지기 싫어하는 자존심 과 경쟁심 이 매우 강한 단세포 여서, 자신은 못하는 걸 누군가가 해낸다면 오기로라도 해내서 그걸 자랑하는 특징이 있다. 또 이런 성격 때문에 자기를 깔보는 도발 에 상당히 잘 넘어와서, 구슬리기 쉽다. [16] [17] 반대로 당장 지금의 자신이 뭔 짓을 해도 못 따라할 것 을 보면 그만큼 자존심에 크게 상처를 받는다. 영향을 잘 받는 성격이다. 거친 말투도 타카하루를 따라한 것이고 음주 우즈이 텐겐 과 있을 땐 화려한 말투가 옮아 그대로 따라했다. 나레이션도 \"영향을 잘 받는 남자\"라고 직접 인증했다. 그래서인지 의외로 다른 사람의 말을 잘 듣는 편. [18] 덕분에 성격도 짐승이나 다름없던 처음에 비하면 많이 인간다워졌다. 탄지로를 비롯해 주위 사람들에게 좋은 영향을 받은 걸로 보인다. 본인은 자각하지 못하지만, 부드러운 사람이나 분위기에 굉장히 약하다. 처음으로 들렀던 등꽃 문양 집의 할머니나 탄지로처럼 상냥한 사람을 상대하거나 카마보코대가 훈훈한 분위기일 때 이노스케 자신도 행복해하며 넋을 놓고는 한다. [19]"
    },
    {
      "title": "개요",
      "content": "귀멸의 칼날 의 주요 등장인물인 하시비라 이노스케 의 작중 행적을 설명하는 문서."
    },
    {
      "title": "과거",
      "content": "갓난아기였을 무렵 어머니 는 남편과 시어머니의 학대와 구박, 폭력을 피해 집을 나왔다가 하필 도우마 의 만세극락교에 들어가게 되었고, 이후 도우마의 정체를 알게 되자 도망쳤다. 하지만 금세 따라잡힐 위기에 처하자 하나뿐인 아들만이라도 살기를 바라면서 절벽 아래의 강물로 떨어뜨렸다. 이노스케는 어머니가 자신을 울면서 버리는 부분만 얼핏 기억에 남았다. 이후 운좋게 살아남은 뒤 어느 멧돼지 에게 길러졌다. 어미 멧돼지가 죽고 나서, 어린 시절 혼자 멧돼지 가면을 쓰고 떠돌다가 타카하루라는 청년의 집에 이르렀다. 타카하루는 늙어서 노망이 든 조부와 함께 살고 있었는데, 그가 웬 요상한 멧돼지 가면을 쓴 요괴같은 걸 데리고 있는 걸 보고 냅다 쫓아냈다. 하지만 그 뒤로도 이노스케는 몇 번이나 집에 드나들었고, 그때마다 조부는 책을 읽어주거나 이름을 가르쳐주거나 [1] 했다. [2] 타카하루는 그때마다 이노스케를 냅다 쫓아냈는데, 그 동안 이노스케는 할아버지한테서 말을 충분히 배웠는지 '망할 문어대가리 새끼!'라고 하며 반격을 가했다. 결국 그 뒤로 이노스케는 타카하루네 집에서 살게 되었다. 어릴 때 멧돼지 밑에서 자란 이노스케가 말을 할 수 있는 것이 이 이유이며, 타카하루의 말투를 배워서 입이 험한 것이었다. 원작에서는 좀 성장한 후 또 홀로 떠돌아다니다가 우연히 귀살대원을 만나 칼을 빼앗았고, 선별시험을 보러 떠났다고만 나온다. 오리지널 드라마에서는 이노스케가 귀살대에 들어가게 된 사연과 호흡을 사용하는 계기를 좀 더 자세하게 풀었다. 요시다와 니시와키라는 귀살대원이 도깨비에게 부상을 입고 쫓겨 도망치던 도중, 이노스케가 살고 있던 동굴에 들어가게 된다. 그리고 천장에 붙어 있는 이노스케를 발견, 이노스케도 귀살대원 두 명을 발견하자마자 평소와 같이 고래고래 소리지르며 승부를 신청한다. 이노스케는 박치기로 요시다를 가볍게 제낀 후 니시와키와도 힘 겨루기를 하자고 하나, 부상을 입은 것을 보자 자기는 상처입은 것과는 승부하지 않는다고 그만둔다. 그러던 도중 피냄새를 맡고 쫓아온 도깨비와 마주치게 되는데, 이노스케는 괴상한 생물을 보았다고 흥분하며 전의를 불태운다. 그리고 박치기로 먼저 공격했으나 도깨비의 강한 내구력에 통하지 않는다. 그래도 굴하지 않고 맨주먹과 발차기로 싸우며 상당히 선전하지만, 일륜도가 없어서 해치우지는 못한다. 요시다는 이노스케에게 일륜도가 없이는 도깨비를 쓰러뜨릴 수 없다는 걸 알려주었고, 그러자 옆에 있던 니시와키가 이노스케에게 칼을 빌려주자고 한다. 그러자 이노스케는 니시와키의 칼까지 빼앗아 이도류를 완성한다. 그리고 본 실력을 드러낸 도깨비가 혈귀술을 이용해 자신의 모습을 감추며 이노스케를 공격해오자 이노스케는 즉석에서 자신만의 짐승의 호흡을 개발해 도깨비의 위치를 탐지해낸다. 그리고 가볍게 도깨비를 베어버렸지만 목을 베지 않아 즉사시키지 못했고, 요시다가 목을 베어야만 쓰러트릴 수 있다고 알려주자 이노스케는 특유의 민첩한 동작으로 금세 목까지 베어버려 도깨비를 쓰러뜨린다. 도깨비를 쓰러뜨린 후, 부상입은 니시와키에게 상처는 다 나았냐며 다시 싸움을 걸려고 한다. 그러자 요시다가 그러지 말고 싸우고 싶으면 도깨비와 싸우라고 말한다. 그 말에 혹한 이노스케는 어디로 가면 이런 것들을 잔뜩 볼 수있냐고 묻고, 요시다는 귀살대원은 후지카사네산에 가서 선별을 통과하면 귀살대원이 될 수 있다고 알려준다. 그러자 이노스케는 냅다 두 사람의 칼을 들고 선별시험을 보러 떠난다. 요시다는 칼을 돌려달라고 하려고 쫓아가다가 이노스케가 돌로 칼날을 쪼개고 있는 모습을 보고 멘붕한다."
    },
    {
      "title": "최종선별 ~ 장구저택편",
      "content": "그 많고 많았던 인원들 중에서 귀살대 선별시험 을 통과한 5인 중 하나이지만 아가츠마 젠이츠 의 말로는 그 누구보다 빠르게 입산하고 그 누구보다 빠르게 하산해서 등장이 없었다. [3] [4] 첫 등장은 장구저택편으로, 전 십이귀월이었던 쿄우가이 를 쓰러뜨리기 위해 그의 저택에 들어갔으나 혈귀술로 인하여 여러 번 눈앞에서 계속 놓치고 추적하는 상황을 사흘간 반복한다. 탄지로가 쿄우가이와 조우하면서 전투가 벌어지려고 할 때 저돌맹진을 외치며 강렬하게 등장한다. 전투 중 방 구조가 변하며 착지하면서 의도치 않게 쿄우가이가 납치한 키요시의 여동생 테루코를 밟는데, 그 모습을 보고 분노한 자신을 냅다 던진 카마도 탄지로 에게 호승심을 품어 잠시 싸우는 모습을 보인다. 이후 혈귀술로 방배치가 바뀌어 떨어지게 되고 방이 바뀌는 것에 불평하다가 뚱보 도깨비를 발견하고, 기뻐하며 단숨에 '제3엄니 뜯어 발기기'로 난도질하고 나아간다. 쿄우가이가 탄지로에게 패배해서 혈귀술이 풀리자 저택 밖으로 나가고, 어느 상자에서 도깨비 의 기척이 느껴져서 공격하려 하지만 같은 동기인 아가츠마 젠이츠 의 제지를 받는다. 이노스케는 싸우지 않고 몸으로 막기만 하는 젠이츠를 약하다고 욕하면서 구타하다가 분노한 탄지로의 일격에 갈비뼈가 부러지는 부상을 입는다. 약자를 괴롭혀서 재밌냐며 귀살대 규율상 대원들끼리 싸우는 건 금지라 젠이츠가 칼을 뽑지 않은 거라고 분노하는데, 이에 이노스케는 몰랐다며 자신의 잘못을 사과하고 검 없이 주먹으로 싸우자며 달려든다. 싸우는 것 자체가 금지라고 해명하는 탄지로를 무시하고 짐승과 같은 낮은 타점을 노리는 해괴한 전투법과 갈비뼈가 부러졌음에도 곡예를 보여주는 듯 한 움직임으로 탄지로를 고전시킨다. 탄지로의 기습 박치기를 맞고 가면이 벗겨지면서 얼굴이 드러나는데, 외모만 보면 여자처럼 보일 정도로 거친 말투에 어울리지 않는 곱상한 외모를 지녔다. 여자처럼 보이는 게 나름 콤플렉스인지 젠이츠의 지적에 무슨 불만이 있냐고 화를 낸다. 싸움을 멈추기 위해 탄지로가 자기소개를 하자며 그의 이름을 묻자 밝히지만 한자는 못 쓴다고 잠깐 당황하다가 뇌진탕이 와서 거품 물고 쓰러진다. [6] 쓰러진 이노스케에게 탄지로와 젠이츠가 하오리로 각각 베게와 이불삼아 둘러준 사이, 나머지 일행은 희생자들의 무덤을 만들고 있었다. 깨어난 이노스케는 이미 죽은 사람을 묻는 게 무슨 의미가 있냐며 하찮게 여기지만, 탄지로가 이를 부상이 심해서 못하는 거라고 받아들이자, 의도치 않은 도발에 자존심이 상해 100명이든 200명이든 묻을 수 있다며 도와준다. 이후 탄지로와 동행하면서 자신이 상술한 과거를 말하며 귀살대에 들어온 사정을 밝힌 후 등꽃 문양이 새겨진 저택에서 신세를 지게 된다. [7] 젠이츠와 네즈코가 침실에서 한바탕 소동을 일으키고 있을 때 본인은 혼자 마루에 앉아 죽치고 있었는데, 이때 그는 매우 배고픈 상태였던지라 배에서 우렁찬 꼬르륵 소리가 나며 배고프다고 중얼거린다. 이때 지나가다 이노스케를 본 집주인 할멈이 배가 고픈 그에게 덴푸라를 대접하고, 이 일을 계기로 이노스케는 덴푸라라면 아주 환장을 하게 된다. 이후 의사의 진찰을 받는데, 아이러니하게도 가해자인 이노스케의 부상이 제일 심하다고 한다. [8] 승부에서 진 걸 다시 떠올리고 탄지로를 계속 도발하지만 탄지로가 대인배 라서 실패한다. 본인은 밤낮으로 시비를 거는데 탄지로가 대체 왜 화를 내지 않는지, 그런데 첫 만남에서는 왜 화를 냈는지 궁금해한다."
    },
    {
      "title": "나타구모 산편",
      "content": "몸이 회복된 후 임무 때문에 나타구모 산으로 같이 가고 그곳에서 어느 귀살대 대원이 살려달라고 빌다가 산으로 다시 잡혀들어가는 것을 본다. 다들 겁먹어서 움츠리는데 당당하게 들어간다고 말해서 탄지로를 격려해주고 겁먹은 젠이츠를 두고 산으로 올라간다. 그곳에 있던 대원 이 왜 주 급이 아니냐고 불평하자 때리고 [9] 무슨 일이 있었는지 듣는다. 이후 도깨비가 만든 실 때문에 억지로 조종당하는 대원들과 싸우고 [10] 도깨비가 있는 장소를 촉각으로 찾고 찾아가지만 가면 갈수록 도깨비의 힘이 강해져서, 몸이 부러지는데도 움직이는 대원들 때문에 고전하다가 탄지로가 실을 나무에 얽히게 하는 방법으로 대원들을 죽이지 않고 제압한다. 하지만 도깨비가 쓸모없다고 판단해서 목을 꺾어 모조리 죽여버리자 놀라다가 대원들의 시체 앞에 무릎을 꿇은 탄지로가 걱정돼서 다가갔지만 탄지로의 절망이 분노로 바뀌면서 나온 위압감에 잠시 압도돼서 말을 잃는다. 이후 탄지로와 함께 도깨비의 기척을 느끼고 썰려 했지만 놈은 머리가 잘린 상태로 움직이기에 당황한다. 본인은 탄지로에게 죽이는 방법을 듣고 [11] 닥돌하다가 거미의 기습으로 당할 뻔하지만 탄지로 덕분에 위기를 빠져나가고 협공으로 처치한다. 이후 자신을 계속 자극하는 탄지로를 보고 탄지로가 할 수 있는 것은 자신도 할 수 있다며 탄지로를 대원들을 조종하던 도깨비가 있는 곳으로 던져서 쓰러뜨리게 만든다."
    },
    {
      "title": "vs 아빠 도깨비",
      "content": "온갖 허세를 부리면서 [12] 이동하던 중 도깨비 일가 중 딸을 발견하고 잡으려 하지만 갑자기 나타난 아버지에게 고전한다. 탄지로가 아버지의 일격에 멀리 날아가버리자 혼자서 싸우는데, 고전하다가 팔을 잘라서 기고만장해진다. 하지만 도깨비는 냅다 튄 다음 탈피를 했고, 덕분에 덩치도 훨씬 커지고 강해진다. 이노스케는 이 모습을 보고 전의를 잃을 뻔하지만 탄지로의 말을 생각해서 죽을 수 없다며 싸운다. 그러나 좀 전과는 힘, 속도, 내구도가 차원이 달랐다. 칼이 안 박히고 당황한 찰나 한 대 맞고 날아가 낙법을 취하지 못하고 쳐박힌다. 고통스러워하고 있을 때 목을 잡혀 죽을 위기에 처하고, 짐승의 호흡을 써서 칼날을 목에 박아도 아빠 거미는 꿈쩍도 하지 않았다. 아빠 거미가 이노스케의 목을 움켜쥐고 목뼈를 꺾기 직전 주마등을 보는데 어머니로 보이는 사람이 절벽에서 갓난아기였던 이노스케를 버리는 모습이 떠오른다. 주마등에서 빠져나오며 주마등 속의 인물이 누군지 몰라 혼란을 느끼며 피를 토하지만, 다행히 나타구모 산에 십이귀월이 있다고 판단한 나리가 보낸 수주 토미오카 기유 에 의해 구출되며 살아남는다. 엄청난 실력차로 아빠 도깨비를 처리한 기유를 보고 감탄하다가, 이내 아빠 거미를 꺾은 기유를 이기면 자신이 최강이라는 논리로 호승심을 보인다. 그러나 기유에게는 아까 전 도깨비는 십이귀월이 아닌 일반 도깨비이고 좀 더 수련하라는 핀잔을 듣는다. 아빠 도깨비가 십이귀월이라고 한 건 탄지로라며 난동을 피우다가 귀찮아진 기유에 의해 나무에 묶인다. [13] [14] 기유가 떠날 땐 고래고래 소리를 지르며 난리를 쳤지만 나중에 은들이 회수하러 왔을 땐 지쳤는지 조용한 상태였다. 실려가면서 이번 싸움에서 자신감을 잃었는지 자긴 필요 없는 게 아닌가 생각하는 모습을 마지막으로 등장 끝."
    },
    {
      "title": "기능 회복 훈련편",
      "content": "탄지로가 주합 재판을 무사히 넘기고 충주 코쵸우 시노부 의 나비 저택에 왔을 때 요양중인 모습으로 등장한다. 아빠 거미에게서 자신을 구해준 기유에게 싸우자고 고래고래 소리를 지른 것 때문에 목소리가 완전히 쉬어버렸다. 또한 이전 전투에서 탄지로와 협동하여 엄마 거미의 꼭두각시 도깨비 한 마리 잡은 것 외에는 활약이 미미하여, 자신감이 사라지고 풀죽는다. 그러나 젠이츠는 태도가 유순해졌다면서 웃으며 좋아한다. 몸이 회복된 후 기능 회복 훈련을 하지만 자기보다 몸집도 작은 여자애들한테 계속 지기만 하는데, 지는 것에 익숙하지 않아 풀죽는다. 그 후에 부상이 심해서 뒤늦게 회복한 젠이츠가 훈련 내용을 듣고, 자기가 회복하는 동안 탄지로와 이노스케를 뒷마당으로 끌고 가서는 여자애들과 훈련을 받는 그 자체가 즐겁고 행복한 일인데 뭘 풀 죽고 있었냐며 악을 쓰며 탄지로와 이노스케에게 화를 퍼부었다. 덕분에 이노스케는 젠이츠에게 한 대 맞기까지 하며 티격태격하고, 의욕이 급상승하고 체력도 회복하면서 아오이는 빠르게 이기지만 카나오만큼은 이기지 못해서 젠이츠와 함께 포기한다. [15] [16] 이후 전집중 호흡 상중을 터득해 자신을 추월한 탄지로를 보고 충격을 받고 가르침을 받지만 탄지로는 가르치는 실력은 젬병이라서 제자리걸음만 한다. 이것을 본 시노부가 이노스케를 도발해서 의욕을 급상승하게 하고 전집중 호흡 상중도 제대로 가르쳐줘서 결국 9일만에 터득한다. 회복 도중 나비 저택에 찾아온 카나모리 코조 로부터 새 칼을 받았는데 멋을 위해서 돌로 칼날을 톱날 모양으로 깨버린다. 그걸 보고 엄청나게 분노한 카나모리 코조가 이노스케를 죽일 기세로 달려들려고 하자 탄지로랑 하가네즈카 호타루 가 말린다. [17] [18] 카나모리와 눈이 마주쳤음에도 대놓고 돌맹이로 검을 내려치는 패기를 보여주는건 덤. 그리고 도공들을 배웅하는 탄지로 뒤에서 본인 성격 답지않게 쑥스럼 타는 아이마냥 소심하게 탄지로의 옷깃을 잡고 함께 배웅을 한다. [19]"
    },
    {
      "title": "무한열차편",
      "content": "역시나... 내 예상이 맞은 거네. 내가 두목으로서 흠잡을 데 없다는 뜻이지!! 이놈이고, 저놈이고, 내가 다 구해주마! 마땅히 납작 엎드려서!! 우러러 찬양해라, 나를!! 저돌맹진! 이노스케 님께서 지나가신다아아!! 이후 탄지로와 젠이츠와 함께 무한 열차에 탑승해서 렌고쿠 쿄쥬로 를 만나러 떠난다. 열차를 처음 봐서 이 땅의 주인인 생물이라며 생각하다 난동을 피우다 젠이츠에게 한소리 듣는다. [20] 어찌어찌 열차에 탑승하여 렌고쿠를 만나고 그에게 도깨비가 나온다는 소리를 듣는다. 이후 이후 십이귀월 하현 1 수면귀 엔무 의 혈귀술에 당해 모두 잠들고 만다. 이노스케는 너굴지로 와 찍이츠 , 깡총코 와 함께 동굴을 탐험하는 꿈을 꾸고 [21] 정신의 핵을 부수러 무의식에 온 여성을 쫓아다닌다. 네즈코가 혈귀술로 열차표를 불태운 덕분에 이노스케는 꿈에서 깨어나고 [22] 렌고쿠에게 탄지로를 도우라는 명령을 받고 엔무를 쓰러뜨리러 간다. [23] [24] 엔무가 눈을 마주치는 것으로 잠을 재우려고 했지만 이노스케는 멧돼지 가죽을 썼기 때문에 시선을 확인하기 힘들어서 통하지 않았다. [25] 탄지로가 엔무의 술수에 당할 뻔하자 [26] 구해주고 탄지로가 엔무의 목을 벨 수 있게 도와준다. 이후 열차가 탈선되자 탄지로의 부탁에 승객들을 구해주다 [27] 갑자기 나타난 상현 3 아카자 를 목격한다. 렌고쿠와 전투를 벌이자 차원이 다른 영역이라며 압도당하고 렌고쿠가 복부를 뚫리지만 어떻게든 붙잡고 있는 상황에도 가만히 있다가 탄지로의 외침에 도우러 가지만 퇴치하는 데 실패한다. [28] 이후 죽어가는 렌고쿠의 유언을 들으며 눈물을 흘리고 좌절하던 탄지로에게 위와 같이 일갈하고 태클을 걸던 젠이츠에게 박치기를 날리며 은이 올 때까지 난동을 피운다. 물론 일침을 가한 본인도 멧돼지 탈의 눈에서 눈물이 새어나갈 정도로 펑펑 울고 있었다. [29] 심약한 소리하지 마!! 될 수 있을까, 없을까, 그런 시답잖은 소린 하지 마!! 믿는다는 소릴 들었으면 그것에 보답하는 것 외엔 생각지도 마!! 죽은 생물이 흙으로 돌아가는 것 뿐이야. 이렇게 질질 짠다고 돌아오지 않아. 분해도 울지 마!! [30] 아무리 비참하고 부끄러워도 살지 않으면 안 돼!! 아무리 비참하고 아무리 창피해도 살아갈 수밖에 없단 말이다! 그리고 탄지로에게 훈련할 시간이라면서 펑펑 운다. 얼마나 울었으면 멧돼지 탈에 눈물이 새어나가는 거야"
    },
    {
      "title": "환락의 거리편",
      "content": "이후 언급으로는 탄지로와 젠이츠와 함께 열심히 임무를 수행했다고 한다. 어느날 나비 저택에서 음주 우즈이 텐겐 이 임무를 위해 아오이를 억지로 데려가려 해서 탄지로, 젠이츠와 같이 제지한다. 이노스케는 젠이츠와 함께 나타나서 아오이 대신 자신들이 가겠다고 하자 우즈이는 별 고민 없이 허락하고 도깨비가 사는 유곽 으로 가게 된다. 우즈이가 자신을 축제의 신이라 자칭하자 자신은 산의 왕이라고 한다. 그리고 우즈이는 동족혐오 를 느꼈는지 뭔 소리냐며 정색한다. 이후 우즈이가 빠른 속도로 가자 굉장히 놀란다. [31] 등꽃 저택에 도착한 후 오랜만에 가면을 벗고 간식을 먹는다. [32] 하지만 젠이츠가 계속 시비를 걸어서 우즈이에게 한대 맞고 뻗자 당황하고 진지하게 임무를 듣는다. 한편 우즈이가 유곽을 조사하러 간 아내를 구하기 위해 잠입한다고 하자 이 를 쑤시며 \"이미 아내들 다 죽은 거 아니야?(더빙판: 벌써 다 죽은거 아니야? 마누라들)\" 라는 초특급 헛소리 를 악의없이 꺼내서 [33] [34] 젠이츠와 똑같이 배빵 맞고 뻗는다. 이후 여장을 하고 '이노코(猪子)'가 되어 요시와라 유곽으로 향하는데 우즈이가 떡칠 화장을 시키는 바람에 못 생겼다는 평가를 받는다. 맨 처음 우즈이의 미모에 넘어간 여주인 [35] 이 탄지로를 데려가고 끔찍한 화장으로 가려져 있는 이노스케의 외모가 뭔가 범상치 않음을 알아차린 한 여주인이 싼값을 치르고 '오기모토야'로 데려간다. 화장이 지워지자 오기모토야의 사람들은 대박을 얻었다고 생각한다. [36] 한편 우즈이의 아내 중 하나인 마키오가 방에서 안 나오고 있다는 말에 조사를 해보지만 옷 때문에 감각이 무뎌져서 기척을 제대로 느끼지 못한다. 결국 이노스케는 방으로 들어가서 보는데 안에는 난장판이 되어 있었다. 그리고 창문이 열리지 않았는데도 바람이 불어서 도깨비의 위치를 파악해서 공격한다. 도깨비가 천장 위로 숨자 벽을 부숴 끄집어 내려하지만 한 손님이 주먹에 맞아서 [37] 잡는 데에 실패한다. 이후 탄지로에게 알아낸 것을 말하지만 설명을 너무 못해서 탄지로가 못 알아듣자 답답해한다. 한편 우즈이가 기척도 없이 나타나자 감탄하고 그에게서 젠이츠는 못 올 것이라는 말을 듣는다. 우즈이의 말로는 이곳에서는 상현의 도깨비가 살고 있을 것이라는 정보를 얻어 계급이 낮은 이노스케와 탄지로에게 임무를 포기하라는 말을 듣는다. 탄지로가 자신들의 계급이 너무 낮아서 풀이 죽자 벌써 '경'급으로 승진했다고 격려해준다. [38] 탄지로가 밤에 다시 만나자고 하자 지금 당장 가야 한다고 성질을 부리지만 건물 안에 통로가 있다는 것과 밤에는 일을 하며 교묘히 숨기 때문에 찾기 힘들 것이라는 말을 듣고 납득한다. 이후 탄지로를 기다리지만 안 와서 스스로 가기로 결정한다. 도깨비가 지나가는 통로로 들어가는데, 너무 좁다 보니 온 몸을 탈구시켜서 들어간다. [39] 통로 끝에 도깨비의 분신이 모아놓은 사람들을 발견한다. 혈귀술에 의해 허리띠에 갇혀있던 사람들을 요령있게 빼내지만, 너무 들뜨면서 싸우다가 인질이 먹힐 위기에 처한다. 하지만 우즈이의 아내와 소리를 듣고 나타난 우즈이 덕분에 무사히 구출한다. 이후 우즈이를 따라 상현 6 다키 가 있는 곳으로 간다."
    },
    {
      "title": "VS 상현 6 다키 & 규타로",
      "content": "우즈이와 탄지로가 규타로 를 맡는 사이 자신과 젠이츠는 다키를 맡지만 고전을 면치 못한다. 그러다 우즈이가 규타로를 맡는 사이 탄지로까지 나서서 간신히 다키의 목을 벴지만 [40] 우즈이를 쓰러뜨린 규타로에 의해 심장 부분을 정확하게 관통당한다. [41] 하지만 다행히도 내장을 뒤틀어서 치명상을 피했던 이노스케 는 젠이츠와 함께 마지막 발악으로 다키의 목을 베어버린다. 이후 규타로의 독 때문에 죽을 뻔했지만 네즈코가 혈귀술로 독만을 태워버려서 간신히 살아남는다. 임무가 끝난 후 탄지로 다음으로 부상이 심했다고 언급이 나오나 고토왈 얜 뭔지 모르겠다. 뭐야 이건? 이노스케답게 금방 회복해서 탄지로가 깨었을 때 쯤 천장에 붙어서 그를 맞이한다. [42] [43] 볼에 홍조를 띄고 안절부절못하면서 탄지로에게 \"난 너보다 일주일 먼저 일어난 몸인데 넌 이제 일어나기나 하고 나약하다, 걱정시키지 말라\"고 삿대질을 하는 걸 보면 탄지로가 걱정되었는지 매일 병실에 와서는 일어나라고 했던 것으로 보인다."
    },
    {
      "title": "합동 강화 훈련편",
      "content": "카마도 남매와 겐야, 연주 칸로지 미츠리 , 하주 토키토 무이치로 활약 덕분에 상현 5 굣코 와 상현 4 한텐구 가 토벌된다. 이후 네즈코가 이 싸움에서 태양을 극복해서 이를 노린 무잔이 총전력을 준비하느라 도깨비가 출현하지 않는 일이 생긴다. 덕분에 귀살대에서도 여유가 생겨 주들이 대원들을 훈련시킬 수 있게 되었다. 이노스케는 이 사실을 시노부 저택에서 요양하던 탄지로에게 창문을 깨뜨리면서 나타나 알려준다. [44] 이후 탄지로가 히메지마 교메이 에게 갔을 때 폭포수련을 받는 모습으로 나타난다. [45] 하지만 이노스케조차 교메이의 하드코어한 훈련을 힘들어 했고 [46] 마지막 시련인 바위 밀기에서 난감해 한다. 탄지로가 같은 동기인 시나즈가와 겐야 에게 반복 동작을 배워서 바위를 밀자 이노스케도 따라해서 바위를 밀어버린다. [47] 이후 휴식하면서 겐야와 대화를 나누다가 겐야가 전집중 호흡 을 못 쓴다고 하자 \"하하하! 너 호흡도 못쓰는 거냐? 허접아!(하하하! 뭐야 너 호흡도 못쓰는 거냐? 잔챙이 놈!)\" 라고 비웃다가 싸워서 탄지로에게 제압된다. 이후 다른 귀살대원과 마찬가지로 나키메의 혈귀술에 걸려 무한성으로 떨어지는데, 튀김을 집어 정좌하고 먹으려는 순간에 떨어진다. 그러곤 그 끝이 안 보이는 바닥으로 추락하는 와중에 전투가 벌어질 분위기를 읽고 신나게 웃으며 멧돼지 탈을 쓰고 칼을 뽑으며 무장한다. 이노스케 본인도 무한성에 떨어졌지만 [48] 당황하는 기색 없이 최소 하현급의 힘을 가진 도깨비들을 간단히 썰며 수행의 성과를 보일 수 있다고 기뻐한다. [49]"
    },
    {
      "title": "무한성편",
      "content": "무한성편 참여자 (스포일러 주의) [ 펼치기 · 접기 ] 도깨비의 왕 키부츠지 무잔 십이귀월 코쿠시보 · 도우마 · 아카자 · 나키메 · 카이가쿠 귀살대 본부(지휘 사령부) 우부야시키 키리야 · 우부야시키 카나타 · 우부야시키 쿠이나 · 렌고쿠 신쥬로 · 우즈이 텐겐 귀살대 주(柱) 히메지마 교메이 · 시나즈가와 사네미 · 토키토 무이치로 · 이구로 오바나이 · 칸로지 미츠리 · 코쵸우 시노부 · 토미오카 기유 귀살대 일반대원 카마도 탄지로 · 카마도 네즈코 · 아가츠마 젠이츠 · 하시비라 이노스케 · 츠유리 카나오 · 시나즈가와 겐야 · 무라타 도깨비(귀살대 진영) 유시로 · 타마요 기타 인물 우로코다키 사콘지 · 고토 · 칸자키 아오이 무한성편 생존자 도깨비의 왕 키부츠지 무잔 십이귀월 코쿠시보 · 도우마 · 아카자 · 나키메 · 카이가쿠 귀살대 본부(지휘 사령부) 우부야시키 키리야 · 우부야시키 카나타 · 우부야시키 쿠이나 · 렌고쿠 신쥬로 · 우즈이 텐겐 귀살대 주(柱) 히메지마 교메이 · 시나즈가와 사네미 · 토키토 무이치로 · 이구로 오바나이 · 칸로지 미츠리 · 코쵸우 시노부 · 토미오카 기유 귀살대 일반대원 카마도 탄지로 · 카마도 네즈코 · 아가츠마 젠이츠 · 하시비라 이노스케 · 츠유리 카나오 · 시나즈가와 겐야 · 무라타 도깨비(귀살대 진영) 유시로 · 타마요 기타 인물 우로코다키 사콘지 · 고토 · 칸자키 아오이 무한성편 생존자 아카자 와 싸우던 탄지로의 기억 속에서 등장. 과거 병실에 입원하던 중 탄지로와의 잡담에서 자신은 신경이 예민해서 누가 자신의 뒤에 있어도 어딜 보는지 알 수 있지만 살기가 없는 사람은 알아챌 수 없어서 불만이라고 말한다. [50] 이때 이노스케는 살기를 없애고 접근할 수 있으면 무적이라고 말했고, 그 발언에서 탄지로가 힌트를 얻어 지고의 경지 를 깨닫게 된다. [51] 무한성편 1장의 전투가 끝난 뒤, 강한 혈귀를 찾아 싸우겠다면서 까마귀 1마리를 쫓아다니며 협박하는 장면이 나온다. [52]"
    },
    {
      "title": "VS 상현 2 도우마",
      "content": "도우마가 츠유리 카나오 에게 최후의 일격을 날리는 순간, 천장을 부수고 난입하며 제5의 엄니로 도우마의 혈귀술을 파훼해서 그를 당황케한다. 도우마를 보고는 대뜸 상현 2라는 걸 눈치챘다며 도우마를 쓰러뜨리면 이제 자신은 주가 될 수 있다고 기뻐한다. 그러면서 자신의 이명을 생각하던 중 [53] 충주 코쵸우 시노부 가 없다는 점, 카나오가 울상을 짓는 모습을 보고 [54] 시노부의 죽음을 눈치챈다. [55] 물어뜯어 죽여버릴 테다, 이 먼지 같은 놈. 시노부는 죽지 않았고 자신 안에서 영원히 살아갈 것이고, 자신이 먹은 인간들은 본인의 일부가 되어서 행복해진 것이며 괴롭고 고통받지도 않으며 구원받은 것이라는 도우마의 궤변을 듣고 시노부가 자신을 치료해주었을 때의 추억과 시노부의 미소를 떠올리며 도우마를 반드시 죽이겠다고 진심으로 분노하여 덤벼드나, 이노스케의 맹공은 도우마에게 간단히 막힌다. 그러나 사실 이노스케의 목적은 카나오의 검의 회수였고, 도우마도 눈치채지 못하는 빠른 속도로 검을 회수하여 카나오에게 돌려준다. 다신 빼앗기지 마. 이후 도우마의 공격을 아슬아슬하게 막고 피하고 호각으로 싸우던 중 도우마와 거리가 멀어져서 간격 밖으로 가는데, 이노스케의 참격이 도우마에게 닿는다. 알고보니 본인 특유의 채질로 팔의 관절을 전부 뽑아 채찍처럼 휘둘러서 간격을 넓힌 것이었다. 관절을 전부 되돌린 후 [56] 도우마가 이노스케 같은 아이는 처음이라며 재미있어하자, 당연하다고 우쭐대는데 갑자기 가면이 사라진다. 가면은 도우마의 손에 들려있었고 이노스케는 가면을 내놓으라고 화를 내는데, 도우마는 이노스케의 얼굴을 보고 낯이 익다고 한다. 정작 본인은 과거에 대해 잘 모르고 있었으며 그저 가면을 내놓으라고 박박 소리를 지른다. 또한 전에 만나본 적이 있는 듯한 사람은 시노부였다고 한다. 도우마가 자신의 말을 확실히 증명하기 위해 머리 속을 헤집어 기억을 떠올리는 기행을 펼치자 소름끼쳐 하고, 그가 이노스케의 어머니 코토하에 대해 말해줘도 자기는 멧돼지 밑에서 자랐다고 부정한다. 네놈에겐 지옥을 보여주마!! 진짜로 기적이네. 이 만남은. 내 모친 과 동료 를 죽인 도깨비가 눈앞에 있다니이이이!! 감사의 뜻을 표하마. 기억 나게 해줘서. 단지 목을 베는 것만으론 부족하겠어!! 네놈 에겐 지옥을 보여주마!! 지옥이 없다면 내가 만들어주마아아아!! 쫑알쫑알 더럽게 시끄럽다, 이 자식아아아!! 내 모친이 불행했던 것처럼 말하지 마, 이 멍청아!! 결국 너무 흥분한 나머지 정면으로 들려드는 바람에 순식간에 도우마의 철선에 가슴을 x자로 베이지만, 카나오 덕분에 간신히 추가타를 피한다. 그리고 이노스케는 도우마가 들려주는 말에 조금씩 어머니에 관한 기억을 떠올린다. [57] 어머니가 도우마로부터 자신을 지켜주었다는 사실을 떠올린 이노스케는 어머니, 동료를 죽인 원수를 만난 것이 기적이라며 반드시 도우마를 지옥에 떨어뜨려주겠다고 격노한다. 결국 시노부가 스스로를 독으로 만들어 잡아먹힌 덕분에 도우마에게 빈틈이 생겼고 카나오의 일격이 목에 닿지만 얼어버리는 바람에 베지 못하자 자신의 검을 던져서 쳐 밀어내 도우마의 목을 베었다. 도우마의 머리가 붕괴되면서 남은 파편을 개그스럽게 신나게 짓밟아대고 원수를 갚았다고 좋아하다가 힘이 빠졌는지 털썩 주저앉는 순간, 예전에 탄지로, 젠이츠와 한 대화를 떠올린다. 탄지로에게 자신에겐 엄마가 없다고 외치는데 탄지로는 그렇지 않다고 반박, 그럼 자긴 버려진 자식이라고 하자 무슨 사정이 있었을 수도 있을 거라고 하며 젠이츠는 정말 버렸다면 천에 이름조차도 새겨놓지 않았을 것이라고 [58] 말해준다. 그럼에도 자신에게 엄마 따윈 없다고 주장하지만, 탄지로는 이노스케의 엄마는 분명 아들을 사랑해 주셨을 거라고 말해주고 이에 엄마를 떠올리며 조용히 눈물을 흘린다. 앞으로, 앞으로ㅡ 왼쪽 눈이 거의 실명한 카나오에게 부축받으며 전장을 빠져나온다. 둘 다 오열을 한 흔적이 선명한 울음기 있는 얼굴을 띈 건 덤. [59]"
    },
    {
      "title": "과거의 진실",
      "content": "도우마 가 밝힌 내막으로는 이노스케의 어머니는 ' 코토하 '라는 여인으로 이노스케의 예쁘장한 외모는 어머니를 닮은 것이라고 한다. 그러나 매일 남편에게 구타당하고, 시어머니 에게도 구박당하는 일상을 보내왔다고 한다. 코토하는 갓난아기였던 이노스케를 데리고 집에서 도망친 끝에 도우마의 만세극락교에 찾아갔고, 도우마는 평소처럼 신도로 받아들여 치료해줬다고 한다. [60] 도우마는 코토하의 예쁜 외모와 마음씨가 마음에 들어서 특별히 수명이 다 할 때까지 잡아먹지 않고 [61] 곁에서 노래를 부르게 해주었다고 하는데, 항상 품 안에 이노스케를 안고 노래를 불러주었다고 한다. 이후 이노스케의 아버지와 할머니가 끝내 만세극락교까지 찾아가 코토하와 이노스케를 내놓으라고 소리지르자 도우마는 시끄럽다 는 이유로 둘을 죽이고 산에다 내다버렸다고 한다. 이노스케는 참 따뜻해. 나의 보물. 네가 있어서 난 행복해 . 하시비라 코토하 그렇게 잠시나마 행복한 일상 [62] 을 살아가나 싶었지만 감이 좋았던 코토하는 도우마가 신도를 잡아먹는 모습을 목격한다. [63] 도우마는 자신의 사상과 선행 을 알려 코토하를 설득했지만 [64] 코토하는 도우마의 충격적인 행위와 배신감에 못된 거짓말쟁이라고 비난하고 사원에서 도망쳤다. 코토하는 자신의 잘못된 선택 때문에 이노스케까지 피해를 본 것에 사과하고 [65] 절벽 끝에 내몰리자 이노스케를 절벽 밑으로 떨어트린 뒤 도우마에게 그 자리에서 살해당하고 만다. 도우마는 어미에게 죽게 된 것에 슬프다면서 [66] 이노스케는 냅두고 코토하의 시신은 뼈 하나 남김없이 먹어치웠지만 이노스케는 마침 절벽 밑에 있던 강물에 빠져서 목숨을 건진 것이 이전에 나왔던 이노스케의 과거 회상의 진실이었다. 덤으로 어머니에 관한 진상을 알기 전엔 코쵸우 시노부 에게서 낯설지 않은 듯한 느낌을 받아 언젠가 자신과 만난 적이 있냐고 시노부에게 물어보려 하고 있었는데, 이는 치료받은 이노스케가 답답하다며 멋대로 붕대를 풀어내던 것을 시노부가 손가락 걸고 하지 말라며 약속한 일이 우연히도 코토하의 자장가와 [67] 겹쳤기 때문이다."
    },
    {
      "title": "VS 키부츠지 무잔",
      "content": "이동하던 중 상현 6 카이가쿠 를 쓰러뜨린 후 무라타 의 부축을 받고 있던 젠이츠와 재회한다. 이때 이노스케는 익숙한 투덜거림 을 듣고 알아차리는 모습을 보였다. [68] 이노스케가 무라타를 발로 차 놓고 미안해하는 기색이 없자, 카나오는 아오이에게 전수받은 대로 이노스케의 볼기를 때려 정신을 차리게 한다. 이후 나키메 가 죽으면서 무한성이 붕괴를 시작하자 카나오와 무라타가 불길함을 감지하고 젠이츠는 징징대던 때에 혼자서만 어디론가 마구 향하고 있었다. 주들과 무잔의 싸움이 한창일 때 젠이츠, 카나오와 함께 나타나 무잔과 싸운다. 무잔이 이구로를 공격하려고 할 때 오른팔을 빠르게 잘라버린다. 이노스케는 유시로 의 혈귀술인 눈 부적을 사용해 모습을 감췄기 때문에 보이지 않았고, 때문에 무잔은 자신의 잘린 오른팔을 보고 의아해한다. [69] 그리고 이노스케는 곧바로 무잔의 왼팔도 잘라버린다. 하지만 무잔이 소리와 주변 환경을 통해 위치를 파악했고, 결국에는 눈 부적과 함께 왼쪽 볼을 베이고 만다. 혁도를 발현한 주들과 함께 무잔을 몰아붙이던 중 자기도 혁도를 쓰고싶다며 카나오에게 어떻게 사용하는지 물어보다가 꾸중을 듣는다. 그러나 분노한 무잔의 일격에 왼쪽 등을 베이고 [70] 다른 주들, 젠이츠와 함께 리타이어한다. 우릴 감싸느라 염주 아저씨 [71] 의 다리와 반반 하오리 [72] 의 팔이 날아갔어. 여기저기에 굴러다니는 시체는 함께 밥 먹었던 동료들이야. 내놔. 다리도, 팔도, 목숨도 전부 다 내놔. 그럴 수 없다면, 백만 번 죽어서 갚아!! [73] 이후 다시 일어나서 도망치는 무잔을 가로막고 공격하면서 자신들을 구하느라 다리와 팔이 잘린 히메지마와 기유나 귀살대 동료들의 죽음을 되돌리지 못한다면 백만번 죽어 사죄하라고 말한다. 그러나 무잔의 공격에 다시 궁지에 몰리는데, 아가츠마 젠이츠 가 구해준다. 탄지로, 젠이츠와 함께 계속 무잔을 몰아붙이고 호흡을 계속 구사해 무잔을 베었으나 중간에 무잔의 충격파를 맞고, 결국에는 무잔의 촉수에 맞아 날아가 기절한다. [74] 하지만 이노스케와 젠이츠의 분투 덕에 탄지로가 무잔을 몰아붙여 구속할 수 있게 되었다. 무잔이 쓰러진 후 은들에게 구해져서 치료를 받는다. 피를 토할 정도로 상처가 많았지만 생명의 지장은 없는지 치료하는 은들을 물어서 공격하는 등 개그씬이 나온다. 안타깝게도 본인은 아직 모르지만, 탄지로는 자신의 모든 걸 다 태워 무잔을 소멸시키고 숨을 거두고 말았다. 그러나 머지않아, 쌓아왔던 탄지로와의 우정이 크나큰 시험을 받게 되는데..."
    },
    {
      "title": "그 이후",
      "content": "내가 벨게 내가 막을게. 내가... (탄지로와의 추억을 떠올리며) 斬れねえ 못 베겠다. だめだ炭治郎 안 되겠어, 탄지로. できねえ 난 못 해. [75] 무잔이 죽기 직전, 최후의 발악으로 죽어가고 있던 탄지로를 태양마저 극복해버린 완전체 도깨비로 변모시켰다. 도깨비의 본능에 휩쓸려 탄지로가 기유를 죽이려 하자 막아선다. '우리는 동료고, 형제나 다름없으니까, 누군가 올바르지 못한 일을 할 때는 서로 막아주자', '아무리 괴롭고 힘들어도, 올바른 길을 걸어가자'라고 말하던 탄지로의 뜻대로 그를 베고자 했으나 결국 그와 쌓아오던 추억 때문에 눈물을 흘리며 목에 칼을 들이밀기 직전에 칼을 결국 멈춰버리고 만다. [76] 그대로 탄지로에게 반격당할 위기에 처했다가 네즈코가 탄지로를 안으며 막아서는 덕에 겨우 살아남았고, 인간으로 돌아와달라는 네즈코의 부탁에도 탄지로가 정신을 차리지 못하고 네즈코를 공격하자 탄지로에게 마구 주먹을 휘두르며 다정한 탄지로로 돌아오라고 외친다. 캬악-캬악-거리지 마. 네즈코 다치게 하지 마. 너는 그런... 그런 놈 아니잖아. 그렇게 착했는데...!! 원래의 탄지로로 돌아와아아아아!! 그러나 탄지로의 충격파로 인해 젠이츠와 함께 날아가버리고 쓰러져버린다. 간신히 정신을 차리지만 벽에 부딪히고 파편에 깔려버린 탓에 움직이지 못하고 애처롭게 카마도 남매의 이름을 부른다. 그 와중 카나오가 탄지로에게 인간으로 되돌리는 약을 주입하고, 탄지로는 인간으로 되돌아왔다. 인간으로 되돌아온 탄지로를 보며 너에게 입은 상처는 아무 것도 아니라면서 다른 귀살대원들과 같이 기쁨의 눈물을 흘린다. 탄지로가 카나오가 살아 있는 것을 보고 안도하는 장면에서 탄지로의 머리를 문 채로 펑펑 운다. 이후 세 달간 나비저택에서 와병하던 탄지로를 옆에서 지키다가 탄지로가 깨어나자 탄지로를 문병온 은과 대장장이 가면들에게 밟히고, 워낙 배가 고파서 인파를 빠져나와 몰래 칸자키 아오이 가 있는 주방으로 들어가서 훔쳐먹다가 걸리고 잠깐 당황하나 아오이가 너의 것은 따로 준비했다며 훔쳐먹지 말라고 하자 좋은녀석이라고 생각했는지 살며시 웃는다. 분명히 숨어들어왔는데 귀신같이 반응하는 아오이를 보고 '저 녀석 강해서 나를 감지한 건가'며 애먼 착각을 하고 당황한다. [77] 귀살대 동료들의 무덤에 참배할 때는 엄청나게 빠른 속도로 헌화를 했는데, 이는 이노스케가 '묘비를 세운 무덤'이란 개념이나 [78] 헌화라는 개념 자체를 몰랐기 때문. 이 때문에 젠이츠에게 혼났고 네즈코에게 설명을 받았다. 그리고 귀살대가 해체된 이후, 카마도 남매, 젠이츠와 함께 탄지로의 집에서 함께 살아간다."
    },
    {
      "title": "카마도 탄지로의 근황 보고서",
      "content": "최종국면 때 무잔과의 결전이 워낙에 격했던 탓에 그 날 전투에 참여했던 귀살대원 전원이 기존의 강함을 잃었다고 하며 이노스케도 마찬가지로 조금 약해졌다고 한다. 그러나 보이는 모습으로는 기존보다 약할 뿐 팔팔하다. 팔팔하다 못해 네즈코가 탈 것마냥 써먹고 있을 정도. 여담으로 네즈코가 이노스케를 엄마처럼 잘 돌봐주자 이내 잘따르고 아이처럼 쫓아다녔다고 한다. 이 때문에 젠이츠가 너무 질투해서 보기 흉할 정도였다고... [79] 첫 근황 보고서에서 젠이츠와 달리 연애담이 나오지 않으나 네즈코가 나비저택에 방문할 때마다 가장 상태가 좋은 이노스케가 동행하고, 이를 제외하고도 달에 한 번 건강검진을 받으러 다 같이 가고 있다고 하니 아마 이를 계기로 아오이와 정기적으로 만나다보니 이어진 것으로 보인다. 아오이는 워낙에 성실한 성격이라 잘 웃지 않지만, 이노스케의 파격적인 행동에만큼은 많이 웃었다고 한다. 아주 호감이 없지는 않았는지 이노스케도 아오이에게 도토리를 따다 주었다고 한다."
    },
    {
      "title": "에필로그",
      "content": "무한성편 생존자 (스포일러 주의) [ 펼치기 · 접기 ] 귀살대 본부(지휘 사령부) 우부야시키 키리야 · 우부야시키 카나타 · 우부야시키 쿠이나 · 렌고쿠 신쥬로 · 우즈이 텐겐 귀살대 주(柱) 시나즈가와 사네미 · 토미오카 기유 귀살대 일반대원 카마도 탄지로 · 카마도 네즈코 · 아가츠마 젠이츠 · 하시비라 이노스케 · 츠유리 카나오 · 무라타 귀살대 측 도깨비 유시로 기타 인물 우로코다키 사콘지 · 고토 · 칸자키 아오이 무한성편 참여자 에필로그 시점(레이와 시대)에서도 생존한 인물은 밑줄 귀살대 본부(지휘 사령부) 우부야시키 키리야 · 우부야시키 카나타 · 우부야시키 쿠이나 · 렌고쿠 신쥬로 · 우즈이 텐겐 귀살대 주(柱) 시나즈가와 사네미 · 토미오카 기유 귀살대 일반대원 카마도 탄지로 · 카마도 네즈코 · 아가츠마 젠이츠 · 하시비라 이노스케 · 츠유리 카나오 · 무라타 귀살대 측 도깨비 유시로 기타 인물 우로코다키 사콘지 · 고토 · 칸자키 아오이 무한성편 참여자 그 후 세월이 흘러 레이와 시대 . 탄지로 세대가 모두 고인이 된 현대시점에선 그와 아오이의 증손인 '하시비라 아오바(嘴平靑葉)'가 등장한다. 나이는 28살이며 [80] 남동생이 있다고 한다. 이노스케의 핏줄을 제대로 이어받았는지 곱상하고 중성스러운 미인상의 남성 이지만, 성격은 저돌적이고 호전적인 조상님과는 정반대로 소심하다. 단순무식했던 조상과는 달리 머리가 좋은지 작중에선 식물학자로 푸른 피안화 라는 새로운 꽃을 찾아내는데 성공했다고 한다. [81] 그러나 실수로 이걸 모두 시들게 했는지라 [82] 크게 비난을 받으며 해고 위기에 처했고 [83] , 본인은 어느 벤치에서 '세상은 이리 평화로운데 난 잘릴 위기라니'하면서 차라리 산에서 혼자 사는 게 낫겠다며 훌쩍이는 중. 결국 해직당해서 공원에서 울다가 똑같이 울던 [84] 스미히코와 만나 함께 배드민턴을 치며 친해졌다고 한다."
    },
    {
      "title": "소설",
      "content": "단편 소설집 한쪽 날개의 나비와 바람의 이정표에 모두 등장한다. 한쪽 날개의 나비 2화에서 우즈이 텐겐 에게 온천을 파라는 과제 [85] 를 받은 아가츠마 젠이츠 에게 속아 [86] 함께 온천을 파는데 성공하고 젠이츠의 거짓말을 눈치챈다. 도망가려다 넘어져 기절한 젠이츠를 뒤로하고 온천에서 목욕을 하며 텐겐과 투닥거린다. 바람의 이정표의 3화 꽃 과 짐승 에서는 츠유리 카나오 와 주연으로 등장한다. 대장장이 마을 편 직후 탄지로와 겐야가 나비저택에서 요양 중인 시점이다. 네즈코에게 이름을 가르치는데 성공하고 기뻐하던 이노스케는 무슨 소리를 듣게 되고 달려간다. 마당에서 칸자키 아오이 와 빨래를 널던 키요가 한 까마귀에게 공격당해 머리 장식 [87] 을 뺏기고 마는데 기껏해야 머리 장식일 뿐이라며 막말을 해버리고 [88] 그걸 목격한 카나오가 '그 머리 장식은 그냥 물건 따위가 아니라 카나에 언니와의 소중한 추억이고 가족의 증표'라며 화를 내는 모습을 보고 당황한다. 갑자기 혼나서 억울한 감정과, 그 카나오에게 혼났다는 것과, 본인이 뭘 잘못했는지에 대한 의문감을 탄지로에게 털어놓으며 상담을 요청하고, 평소처럼 말로 에둘러 타이르지도 않은 채 자신을 이상한 눈빛으로 쳐다보는 탄지로를 보고 더욱 당황한다. 탄지로는 이노스케에게 이노스케가 아끼는 훈도시와 멧돼지 탈을 예로 들어 설명해주고 시노부의 언니 에 대한 이야기도 듣게 되며 탄지로의 말을 이해하게 되고 [89] 카나오처럼 자신도 머리장식을 찾는 걸 도와주겠다는 탄지로에게 본인은 먹을 걸 찾으러 가는 거니까 따라오지 말라며 따라오면 혼수상태에 빠질 거라며 신신당부하고 산으로 가기 전 키요와 아오이를 들려 나비 장식을 훔쳐 간 까마귀에 대해 듣고, 자신이 가지고 있던 가장 크고 매끈거리는 도토리를 키요에게 건내주며 위로와 사과를 한다. 순식간에 장식을 찾은 이노스케는 아무것도 찾지 못해 침울한 채로 산을 내려오던 카나오와 마주치고, 놀라움 [90] 과 고마움을 전하는 카나오에게 뿌듯함을 느낀다. 한편 이노스케는 머리 장식을 카나오에게 건내며 가족의 증표니까 가족인 네가 전해주라고 하고 이노스케의 다정함을 느낀 카나오는 또 한번 놀라움과 고마움을 느낀다. 간식을 사가자는 카나오의 제안을 거절하지만 집에 가면 튀김을 튀겨 달라는 말을 하고 [91] 나중에 진짜 카나오가 튀겨준 튀김을 맛있게 다 먹어버리고 스미와 나호에게 본인들에게도 매끈매끈한 도토리를 달라는 항의를 듣는다. 이후 카나오와 같이 서로의 원수 를 죽인 직후로 시점이 변경되고, 코쵸우 시노부 와 이노스케의 엄마 에 대한 이야기를 털어놓으며 같이 울음을 터뜨린다. 카나오에게 부축을 받으며 지금까지 잃은 사 람 들 을 위해, 그들이 목숨까지 버리며 지키려 한 평화로운 세상을 위해, 이젠 완전한 동료 와 함께, 길고 긴 밤 을 끝내기 위해, 무한성의 중심부로 향한다. [1] 이노스케가 기저귀처럼 걸치고 있는 천에 '하시비라 이노스케'라고 쓰여있었다. [2] 처음에는 이 할아버지도 이노스케가 동물같은 거인 줄 알았는지 비둘기 모이주는 것 마냥 마당에 먹이를 뿌려줬었다. 근데 몇 번 더 만나면서 점점 인간 아이처럼 보살펴줬다. [3] 하지만 전혀 문제가 되지는 않는 게 이미 이노스케 자체가 선별시험을 보기에는 너무 뛰어난 실력을 가지고 있으면서 자체적인 호흡법을 가지고 있었던데다가 제일 중요한 자신만의 강제로 압수한 일륜도가 이미 존재했기 때문에 사실상 이노스케에겐 선별시험은 재밌는 놀이에 불과했다. [4] 원작 8화에서 최종선별 때 탄지로가 살아남은 사람이 자신을 포함해 4명 [5] 이라고 생각했다. 하지만 최종선별이 끝나고 보고를 받은 우부야시키가 최종선별에 살아남은 것은 5명이었냐고 말하는 장면이 나옴으로써 이노스케의 존재가 암시되었다. [5] 탄지로,젠이츠,겐야,카나오 [6] 서로의 머리를 보면 이노스케는 피범벅인 반면 탄지로는 멀쩡하다. 젠이츠에게는 박치기를 하는 순간 두개골이 박살나는 듯한 소리가 들렸다고 한다. [7] 등꽃 문양이 새겨진 집은 도깨비 사냥꾼 덕분에 살아남은 일족이라 귀살대가 찾아오면 무상으로 돌보아 준다. [8] 일행 전부 갈비뼈가 골절되었는데 젠이츠는 2개, 탄지로는 3개, 이노스케는 4개라고 하며 덤으로 이마에 큰 혹이 생겼다. [9] 참고로 맞은 대원이 이노스케보다 선배다. [10] 험하게 굴려진 탓에 조종당하는 대원들이 전부 몸상태가 말이 아니었으며, 빈사상태인 대원들도 적잖았다. 이때 이들이 이노스케와 탄지로에게 자신들은 가망이 없으니 죽여달라고 애원했는데, 탄지로는 다른 방도를 모색 하려했으나 이노스케는 주저없이 그들을 베어넘기려했다. 탄지로가 이노스케를 저지하자 이노스케는 저들이 죽기를 원하고 저들을 놔두면 우리가 위험해지는데 왜 방해하냐며 역정을 냈다. [11] 이 도깨비는 실로 조종하는 도깨비에게 목이 잘린 채 움직이는 거라 언뜻보면 무적같지만, 목이 잘린 부분 쯤에서 비스듬하게 몸통을 베어도 대충 일륜도로 목을 벤 셈이 되기 때문에 죽일 수 있었다. [12] 원작과 달리 애니에선 성우의 숨 넘어가는 연기 덕분에 오기로 허세 부리는 것으로 표현되었다. [13] 이때 처음으로 탄지로의 이름을 제대로 불렀다. [14] 이때 타인보다 예민한 감각을 가진 이노스케가 기유가 자신을 묶어 매달 때까지 눈치채지 못하는 모습을 보여주며 일반 대원과 주 사이의 격차를 보여주었다. [15] 이 뒤에 뒷산에 가서 산짐승들을 삥 뜯고 놀았던 모양. 계속 지기만 해서 삐졌었으니 자기보다 약한 산짐승들 상대로 분풀이를 한 거라 볼 수 있다. [16] 애니판 다이쇼 소곤소곤 이야기에서 만화풍 그림으로 나오는데, 시노부가 뒷산이 개판이 되었다고 하자 뜨끔한다. [17] 참고로 하가네즈카는 부모까지 진땀을 뺐고, 자기 검을 망가뜨리고 만 탄지로를 죽일 심정으로 식칼을 휘두를만큼 성격이 매우 나빴는데, 이런 하가네즈카마저도 카나모리가 방금 전에 제작한 따끈따끈한 일륜도의 칼날을 이노스케가 돌맹이로 깨버리는 것을 보고 경악했다. [18] 설정상 일륜도 만드는 일은 매우 극한직업이라서 만드는 도중 사망하는 경우가 있을 정도로 고된 일이라고 한다. 담당 검사를 위해 새 일륜도를 힘들게 만들어줬더니 그 검사가 자기 눈앞에서 일륜도를 멋대로 깨부수는 걸 두 눈으로 본 카나모리의 분노는 당연했던 것. 이노스케가 사용하는 짐승의 호흡에는 이러한 형태의 검이 더욱 알맞기 때문에 이노스케의 행동이 완전히 틀렸다고 보기는 힘들지만, 담당 도공과 상의했어야 할 문제를 독단으로 저지른 탓에 벌어진 참사인 셈. [19] 이 부분에서 이노스케가 은연중에 심리적으로 탄지로를 형처럼 의지하고 있음을 알 수 있다. [20] 열차를 괴물이라 생각하고 박치기를 하다 경비원이 오는 소동이 일어났다. 역설적이게도 나중에 엔무 가 열차와 결합하여 맞는 말(...)이 되었다. [21] 무한열차를 보고 땅의 주인이라고 판단했던 것 때문인지 동굴의 주인이 기차와 지네가 합쳐진 모습을 하고 있다. [22] 본편에선 묘사되지 않고 단행본 삽화에서 설명되었다. [23] 이때 명령받았다는 것에 씩씩대지만 렌고쿠의 모습에 감탄한 듯한 묘사가 나온다. [24] 이때 7형 공간식각으로 엔무의 급소를 제일 먼저 간파한다. [25] 이노스케는 멧돼지 가죽이 무서워서 눈을 못 마주친다고 착각했다. [26] 엔무의 혼도수면 혈귀술에 탄지로는 꿈 속에서 자신의 목을 일륜도로 쳐서 자살하는 방식으로 대응했는데, 문제는 혈귀술 > 꿈 속에서 자결 > 기상 > 다시 혈귀술. 이게 자꾸 반복되다 보니 탄지로 본인이 자기가 깨어 있는지 잠들어 있는지조차 헷갈리기 시작했고, 하마터면 꿈 속으로 착각하고 현실에서 목을 쳐 자살할 뻔했다. 이노스케가 잽싸게 팔을 움켜잡아 다행히 그런 사태는 피했다. [27] 그 와중에 탄지로를 찌른 기관사는 죽어도 싸다며 구해주지 않으려 하다 탄지로가 만류하자 머리털을 전부 뽑아버리겠다며 구하러 가는 장면 이 깨알같은 웃음 포인트. [28] 아예 검을 든 손을 벌벌 떨고 있을 정도로 압도적인 실력차를 느꼈고, 돕고는 싶지만 도우러 들어가 봤자 개죽음당할 뿐이라 손해가 생기면 생겼지 도움이 될 수 없다고 독백하다가 겨우겨우 들어간 것이지만 이미... [29] 극장판에선 성우의 열연까지 더해져 안 그래도 슬픈 장면을 더욱 가슴 아프게 만들었다. [30] 이때 이노스케는 눈물이 넘쳐 멧돼지 탈 밖으로도 넘쳐 흘렀다. [31] 여담으로 이노스케는 강화훈련 때도 여전히 우즈이를 축제의 신이라고 믿고 있었다. [32] 탄지로와 젠이츠는 우즈이의 얘기에 집중하느라 안 먹었고 전부 이노스케가 먹어치웠다. [33] 이때 애니에서의 목소리가 평소의 거친톤이 아니라 하나도 관심 없어하는 듯한 약간 기력빠진 톤이었던지라 이 부분에서 개그 포인트를 크게 살렸다. [34] 여담으로 이 개그는 이노스케의 성우 마츠오카 요시츠구 가 이노스케 오디션을 볼 때부터 제일 연기하고 싶은 파트였다고 한다. 민승우 도 원판 못지않게 잘 살렸다. [35] 성우는 구민선 . [36] 텐겐에게 너는 목소리가 굵어서 금방 남자인 게 탄로날 거니까 절대 말하지 말라는 충고를 듣는 바람에 말을 하지 않아 조용한 아이로 취급되었다. 여담이지만, 담당 성우인 마츠오카 요시츠구 는 여자 목소리를 잘 낸다고 한다. [37] 원작에선 귀엽다며 좋아하는 장면만 나왔지만, 애니에선 그 전에 오기모토야를 찾아가는 장면이 추가되었다. 오프닝에서 이노스케가 모르고 밀친 인물이 바로 이 남성이다. 더빙판 성우는 이승행 . [38] 최종선별 때 손에 조치를 취해서 말과 근육의 파장으로 계급이 문신으로 나온다. 정작 탄지로는 너무 지쳐서 제대로 못 들은 탓에 모르고 있었다. [39] 체질이어서 쉽게 된다고 한다. [40] 그리고 규타로의 목이 베일 때까지 다키가 목을 붙이지 못하도록 다키의 목을 들고 도망치려고 했다. 도중에 다키가 발악하며 공격해봤지만 목이 잘려 약화된 상태였기에 가볍게 털어냈다. [41] 편집자가 밝히길 이 장면을 보고 이러다 얘 죽는 거 아니냐고 걱정했더니 작가가 모르겠어요 라고 대답했다고. [42] 탄지로는 천장에 붙은 이노스케를 자신의 환각이라고 생각했다. 그 말에 위를 보고 놀란 카나오,아오이,고토는 덤. [43] 게다가 애니에 따르면 이노스케는 전날부터 붙어있었다고 한다. [44] 정작 본인은 무슨 일인지 제대로 몰랐다. 그리고 이 다음에 무릎 꿇고 앉아 시노부에게 엄청 혼났다. [45] 여담으로 교메이와 만났을 때 한판 붙겠다고 덤벼 본 모양인데, 당연히 머리가 지면에 처박힐 정도로 처참하게 깨졌다. [46] 폭포 버티기 훈련에서 염불을 외우는 건 집중+의식이 있음을 알리기 위함인데 이노스케는 자세는 그대로인데 어느샌가부터 묵묵부답이었다. 이에 탄지로가 소생시켜 부활. [47] 반복 동작에서 탄지로는 가족들과 쿄쥬로를 떠올렸는데, 이노스케는 튀김을 떠올렸다. [48] 숲에서 몰래 하나 남은 새우튀김을 먹으려다가 떨어진다. 떨어지는 게 재미있었는지 엄청 좋아했다.여담으로 그 새우튀김은 다행히 멧돼지 복면 속에 안전하게(?) 보관해뒀다. [49] 위에 있는 짤은 무한성에서 나온게 아닌 애니 4기 마지막에 나온 장면이며, 극장판 무한성편에서 이장면 이후, 도깨비들을 썰어버리는 장면부터 나온다. [50] 등꽃 집에서 지낼 당시 뒤에서 접근하던 히사 할머니를 전혀 눈치채지 못했다. 살기라고는 하나도 없이 호의만 가지고 접근한 거라 이노스케가 감지할 수 없었던 것. 이때 히사를 할망구라고 부르자 탄지로가 할머니라고 정정해 주려고 했는데, 그에 이노스케가 고쳤답시고 하는 말이 할망니(...). [51] 당시에는 살기를 없애면 적에게 들키지는 않아도 공격은 할 수 없다 했지만(이노스케도 살기 없는 공격으로는 혈귀의 목을 벨 수 없다며 탄지로의 말에 동의했다.), 아카자와의 전투 때는 이노스케의 말이 맞았다며 속으로 미안했다고 했다. [52] 애니메이션에서는 그러던 도중 도우마를 감지하고 방향을 틀어 까마귀의 안내를 벗어난 것으로 묘사되었는데, 이 전개에서는 만약 도우마의 근처를 지나가지 않았다면 코쿠시보나 무잔과 만났을 가능성이 높다. [53] 멧돼지 가면을 쓰고 있으니 야생주, 혹은 저주(猪, 멧돼지 저) [54] 카나오가 다친 걸 보고, 이걸 보면 시노부가 화를 내고 걱정할 거라고 이노스케가 말을 걸었다. [55] 분명 까마귀들이 시노부의 부고를 알리고 다녔는데 이노스케가 모르고 있던 이유는 무한성에 들어오자 마자 자신을 안내하던 까마귀에게 칼을 들이대며 빨리 가장 강한 적에게로 안내하라며 쫓아다닌 탓이 컸다. [56] 이 광경을 본 카나오마저 순간적으로 크게 놀랐다. [57] 이전까진 과거에 시노부와 만났던 듯한 기시감을 느껴서 나중에 물어볼 생각이었다는데, 사실 아기 때 어머니가 이노스케에게 들려준 노래의 구절과 비슷한 말(새끼 손가락 걸고 약속)을 해서 착각한 것이었다. 즉 무의식적으로 시노부를 어머니처럼 여긴 것이다. [58] 젠이츠 본인의 경험담. 젠이츠는 친부모에게 버려져서 다른 사람의 손에서 자랐다. [59] 164화 표지에서 상처에 붕대를 감은 이노스케를 카나오가 부축하면서 이동하고 있는 둘의 모습을 볼 수 있다. [60] 얼마나 심하게 맞았던 것인지 얼굴이 온통 부어서 원래 생김새를 알아보기 힘들 정도였다고 한다. 성심껏 치료했음에도 불구하고 결국 한쪽 눈은 실명 했을 정도. [61] 도우마의 성향상 보통 치료가 끝난 시점이나, 심하면 만나자마자 바로 잡아먹어버리는 것이 보통이었기 때문에 이는 이례적인 일이었다. [62] 딱 1컷이지만 도우마의 옆에서 아기인 이노스케와 함께 정말 행복한 미소를 짓는다. 후에 나올 비극을 생각하면 더 씁쓸해지는 부분이다. [63] 도우마는 이전에도 사이비 종교 교주라는 지위를 이용해 신도들을 받아들이는 한편 도우마가 운영하던 만세극락교는 표면상으로는 어려운 사람들을 도와주는 종교이기도 해서 어려운 사람들이 이리로 몰렸다고 한다. 코토하도 사실상 이렇게 온 케이스. [64] 그 사상이라는 게 결국 어려운 사람들을 위탁한 후 자기가 잡아먹어서 더 이상 고통 안 받고 행복하게 산다는 수준의 언어도단 겸 살인과 식인에 대한 자기합리화 그 이상 그 이하도 아니었다. [65] 사과할 때 자신이 늘 잘못된 선택만 한다며 자책하는 반응을 보였다. 아마도 도우마 건을 제외하고도 그간 살아오면서 선택을 잘못해서 손해본 일이 많다고 느껴왔던 듯. [66] 하지만 도우마의 이 말은 모순인게, 만약 코토하가 이노스케를 절벽에서 떨어트리지 않았더라면 도우마의 뱃속으로 들어갔을 것이다. 즉 결국 본인을 피해 도망치다가 저리 된 것인데도 순전히 코토하의 탓인듯 말을 한다. [67] 일반적인 자장가가 아니라 손가락 걸고 하는 약속을 자장가처럼 불러주었다고 한다. [68] 막간만화에서는 이노스케와 젠이츠의 재회를 '기적의 재회'라고 익살스럽게 표현하였다. [69] 잘린 팔의 절단면이 깨끗하지 않고, 뭔가에 걸려 뜯겨나갔던 것처럼 거친데다, 싸우고 있던 주들 중 아무도 그런 형태의 상처를 낼만한 사람이 없었기 때문. [70] 게다가 2개의 칼 중에서 하나가 반으로 부숴져버렸다. [71] 이노스케는 렌고쿠를 '부리부리 눈알'로 부르기에 염주 아저씨는 염주 를 들고 다니는 교메이를 말한다. [72] 정발판 '반반 두루마기' [73] 이노스케의 가치관적 변화가 두드러지는 장면인데, 이노스케가 유아 • 유년기를 보낸 자연에서는 약자가 도태되는 것 이 당연했기에 이전까지 동료들이나 어머니의 죽음으로 분노를 느끼긴 했지만서도 잃어버린 것에 대해 되돌린다는 생각은 없었고, 분노는 느끼나 어쩔 수 없는 것이라는 생각이 있었다. 하지만 동료들의 죽음을 겪어가며 잃어버린 것에 대한 미련과 그에 대한 분노를 입밖으로 내뱉는 등 생명에 대한 가치관이 변화하게 되었다. [74] 무잔 전에서 주들 포함 모든 아군 중 이노스케가 가장 많은 유효타를 당했다. 무잔이 약해진 상태였기에 이노스케가 받은 공격들이 치명타는 아니었지만 그걸 감안해도 이 정도나 버틴게 기적이다. [75] 추가로 해당 회차의 마무리 코멘트는 '동료'이니까 이다. [76] 다만 이노스케가 자의적으로 멈추지 않았어도 탄지로를 막는 것은 불가능했다. 도깨비가 일륜도에 참수당하면 죽는 것은 일륜도가 태양의 힘을 머금고 있기 때문인데 탄지로는 일륜도의 상위호환이라 할 수 있는 태양마저 극복했기 때문. [77] 이는 아오이가 이노스케를 친구 혹은 가족처럼 아끼기에 세심한 주의를 하고 있기 때문인 것이다. 히사 할머니의 기척을 이노스케가 전혀 감지하지 못했던 것과 비슷한 맥락. [78] 이노스케는 그동안 무덤이란 흙을 쌓아서 돌을 늘어놓는 것만 있는 줄 알았다고 한다. 반면 묘비는 뭔가 그림(한자)이 그려져 있는 예쁘고 반듯한 사각돌로 보였다고. [79] 다리가 비오는 날엔 크게 쑤시다고 할 만큼 문제가 생긴 젠이츠나 재생되었다지만 움직이지 않는 팔과 눈 한쪽은 보이지 않게 된 탄지로에 비하면 제일 상태가 양호하다. [80] 탄지로나 젠이츠의 자손들보다도 더 나이가 많다. 다만 탄지로와 카나오의 자손들은 현손이기 때문에 증손인 아오바가 한세대 위인게 맞다. [81] 작중 언급으로는 1년 중 2, 3일정도만 피며 그것도 낮 에만 개화한다고 한다. 무잔과 도깨비들은 죽어도 찾을 수 없었다는 소리. 하지만 아무리 낮에만 핀다고 해도 무잔이 천 년이라는 시간동안 못 찾은 걸 찾아낸 걸 보면 이노스케 특유의 좋은 감이 유전된 듯하다. [82] 푸른 피안화 자체가 생명력이 매우 약한 탓에 배양에 성공하는 게 기적이라고 할 정도였으나 하늘은 아오바에게 그 기적까지는 내려주지 않았던 것으로 보인다. 그나마 다행인 건, 푸른 피안화가 불러온 일 을 생각해보면 아오바는 선조때의 악연 을 봉인하는 걸 성공(?)했다고 볼 수 있다. [83] 푸른 피안화에는 여태껏 본 적 없는 성분이 있었던 탓에 외국 학자들이 푸른 피안화를 연구하고자 했었다고 한다. 물론 그 본 적 없는 성분의 효능 을 생각해보면 연구진 입장에선 대실이지만, 연구하기도 전에 시들어버린게 인류 입장에서는 다행. [84] 에필로그에서 나온 경찰차 사건 때문에 부모님과 경찰한테 4시간동안 혼났다고 한다. [85] 보상이 자신의 아내들과의 혼욕이었다. [86] 이노스케에게 온천에 들어가면 강해진다는 거짓말을 했다. [87] 매우 어린 나이에 가족을 모두 잃고 구조된 키요를 나비 저택에서 지내게 해주고 가족처럼 대해주던 코쵸우 카나에 가 달아준 머리장식이었다. 실제로 카나에는 다른 나비 저택의 소녀들에게도 나비 장식을 줬다고 하며, 따라서 이 나비 장식은 가족의 증표나 다름없었기에 키요, 시노부, 카나오에게는 매우 소중한 물건이었던 것. [88] 어떤 나쁜 의도가 있었다기보단 이노스케의 사회성 떨어지고 단순한 성격상 그냥 순수하게 이해를 못해서 그런 말을 했을 가능성이 높다. [89] 그냥 물건 따위가 아니었다며 나름 자책한다. [90] 눈이 좋은 본인도 한나절을 다 써도 찾지 못했는데 어렸을 때부터 산에서 자라 동물의 생각을 알 수 있는 이노스케의 능력을 대단하다고 놀란다. [91] 물론 이번에도 이노스케는 그냥 집에 가서 튀김이나 먹고 싶다 정도로 한 말이겠지만, 카나오는 요리를 해 본 경험도 없고 항상 지시만 받던 자신에게 그런 부탁을 해준 사람이 지금까지 없었기 때문인지 당황한다. 이 문서의 내용 중 전체 또는 일부는 하시비라 이노스케 문서의 r804 판에서 가져왔습니다. 이전 역사 보러 가기"
    }
  ],
  "timestamp": "2025-10-01 16:54:01",
  "total_sections": 20
}